[
  {
     text:"In the lonely hour- sam smith Amazing voice. Thought provoking. Every song gives me the shivers "
  },
  {
     text:"In the lonely hour Words fail me.I lost my husband recently and he's tunes although \ntearjerkers are beautiful and are helping me grieve "
  },
  {
     text:"In the lonely hours His voice so beautiful I can not wait till next CD comes out love him sexy \nvoice "
  },
  {
     text:"Amazing voice, amazing album! Utterly superb! One of the most outstanding male vocalists sings some of \nthe best songs heard in years. Prepare to be moved. "
  },
  {
     text:"When I' It's Time To Say Goodbye. . When Tts Time To Say Goodbye ..It'd The \nHardest Fall Of All! Memories Gather Like A Huge Rodeo...I't Takes A Part \nOf Your Very Soul...You Wonder Lord Am I Doing The ( Right Thing)?....I \nWhisper Silently ...I Have No Other Choice Lord...If I Stay It Will Take \nAway The Very Essence Of Whom And What I Am A Person. A humanBeing.... I \nLook At You and I Know How Much You Think ....You Love Love Me.. But I'm \nSmart Enough To Know Your. More About Owning...( Than Loving)...And "
  },
  {
     text:"Stay with me Absolutely loved it so very amazing coming from an artist with an talented \nn amazing voice n looking forward to hearing all da songs "
  },
  {
     text:"Best Love him, love his music! Amazing person! Lovely voice! Best ever!! "
  },
  {
     text:"Love it! This is a great album Sam's voice so smooth and soulful! "
  },
  {
     text:"Don't get me wrong. Don't get me wrong or anything, but its a great album, it suits Sam a lot, \nI don't think people should be complaining that 'Oh his songs are too sad' \nand stuff, so like why don't you just listen to other songs rather than \nthis? 'Oh because my fingers will get sore from pressing a SINGLE button!' \nAnyway, SAM YOU ARE MY NUMBER# 1 FAVOURITE MALE ARTIST!!!!! "
  },
  {
     text:"Beautiful! Love Sam he's awesome he's got such a beautiful voice love is love♡ "
  },
  {
     text:"The Male Adele. I've seen him live and it was TRULY worth waiting in line for two hours \nand $20. This album was absolutely fantastic. Drink wine and prepare to \ncry. "
  },
  {
     text:"Love I absolutely love this album it helps me out with break ups and just going \nthrough rough times !! GREAT "
  },
  {
     text:"POWERFUL Sam Smith is a young old soul singing from a depth of his being he appears \nto young to have experienced. Hearing \"Stay With Me\" drove me to the play \nstore. His unique voice satisfies my soul.He does not sound like anyone \nelse. "
  },
  {
     text:"Phenomenal album! I personally love this album because it reminds me of the good old days. \nI'm also very blown away by Sam's voice!!! "
  },
  {
     text:"I can't believe it He writes some amazing music but I found out that he was gay wow who would \nof guessed if you don't believe look it up and that song stay with me was \nmeant for a guys and I'm not hating on him he writes some good music "
  },
  {
     text:"Perfect Sam is the only guy who I hear .. I know sad. Sam is very succeful and to \nprove it he won 4 grammys!! The album means that he's lonely although he \nstarted to come out his shell as he was writing his songs. I think his best \nsongs are : Like I can, Money On my mind, Ley me down, Stay with me , I'm \nnot the only one, lalala (ft) disclosure (ft), restart and more .. I just \nforgot their names... anways .. Sam is an awesome person... U know if he \nwasn't gay I would've kissed him... but that's okay. I love You Sam "
  },
  {
     text:"LOVE SAM SMITH I love Sam Smith so much he has such an incredible voice and his song \ncomes from the soul and he sings the truth unlike other musicians right \nnow. "
  },
  {
     text:"Frankly Excited. When I first heard about this Artist I thought he was a One hit Wonder. \nBut he has potential. I like the songs Like I can and I'm not the only one. "
  },
  {
     text:"Superb Wonderful, not only for a debut, but also just an amazing album in the \nfirst place. "
  },
  {
     text:"I have heard better I'm not trying to be rude or anything I love some of his songs but some of \nthem I love and some of them are sad but I rated it as liked it and I do \nlike it "
  },
  {
     text:"Fire! If anyone thinks this a joke get your head examined. OvO is taking over \nthe only other camp that matters is Black Hippies aka Kdot and crew \neveryone else is an after thought. Tales from the 6 is going to wreck \ncareers watch and sit back and take notes on greatness. "
  },
  {
     text:"In my personal opinion, this mixtape is fire. People need to remember these \nare throwaway tracks from Views From The 6 though. Wait till the actual \nalbum! "
  },
  {
     text:"Way up. And it's only a mixtape and it goes, way hard. Drake might realeased this \nonly to get off Cash Money records but it's pretty good. Can't wait to see \nthe actual album though. There are songs that are way up and some that are \nless way up, but overall this thing is poppin'. "
  },
  {
     text:"Drake will be a legend one day I gotta say that Drake is beast when it comes to dropping tracks on his \nhometown of Torono... one day this guy will be a legend no doubt "
  },
  {
     text:"Drake Fan I've been fan of drake for a while every since he joined young money. \nShouts out to Wayne, hope you get your record label fixed. And by fixed i \nmean claim it as yours, cuz it was rightfully yours in the first place. \nAnyways drake did amazing on the new album and hope there are more great \nones to come #longliveOVO "
  },
  {
     text:"6God beast! Definitely great work! It isn't even an album and it sounds like one \nworked on for a decade! "
  },
  {
     text:"Mix tape is so hot! Mannn I had to keep my phone in the freezer just to \nkeep my phone from burning up! "
  },
  {
     text:"OVO Energy ⚡ This mixtape (Album) is pure gold I change from song to song and it's just \nquality. My favorite is energy.The meaning and lyrical content is intense I \nam really feeling this sh!t. I'm glad he realesed this as his forth record \nof the cash money deal done and it means he can now do exactly what he want \nwith next album which is gonna blow the rap game out of the water. If this \nmixtape hasnt already woke them up. "
  },
  {
     text:"Overhyped Some amazing singles. Drake lyrics are more confident but it definitely a \nstep back from his previous albums. "
  },
  {
     text:"Wednesday Night Introduce (Explicit) ft. PARTYNEXTDOOR Legend ft. Travis \nScott Back To Back Energy Hotline Bling Company Man ft. Travis Scott Used To ft. Lil Wayne Pop Style ft. The \nThrone Intro (Explicit) Jungle ft. Travis Scott Drake If You're Reading \nThis It To Late Strong Language is Listen to CD Player "
  },
  {
     text:"Omg... He absolutely destroyed this! Some of the greatest lyrics that I have ever \nheard on top of some nice beats. It's so dark and you can tell he's angry \nand fed up like you can literally feel the emotion. I think every year \nDrake gets better! I guess this is what he meant when he said he already \nhas spring 2015 poppin. "
  },
  {
     text:"real hiphop anyone who thinks that this trash is real hiphop needs their ears \nexamined, all these syrupy lame hooks, wack lyrics, terrible. the only \nreason i gave it one star is because it makes you do it to submit the \nreview. if u wanna hear real hiphop check out Logic, he is WAAAAY better \nthan Drake. "
  },
  {
     text:"I don't know... His bars were dope, but I was just not feeling the production. I would \nusually find one or two songs that I would immediately like on his albums, \nbut it's hard for me to achieve that in this. Maybe his next album that's \nset out for the summer? "
  },
  {
     text:"Not sure why this is so popular Drake really dropped the ball on this album, it sounds and looks like a \nmixtape with mostly throwaway tracks, but of course the production was \ngreat. Sadly, the lyrics are more bland than usual and never really reach \nsome of his earlier work. It seems like Drake is not really interested in \ndropping a great verse, and is trying to take the Migos route. I wish this \nwas better, but out of all major artist to drop an album this year this \nalbum is the most disappointing. I'll stick with Take Care for now. "
  },
  {
     text:"Worst drake yet! Sick of 0-100 drake that has no depth or lyricism, i want Take Care drake \nthat was actual fire!\"through the 6 with my woes\"trash lyrics "
  },
  {
     text:"This album is sick. Loves how he changes the beats on some of the songs \nsuch as know yourself. Love 6pm in New York. Overall great album. "
  },
  {
     text:"2 stars because I could only find 2 decent tracks on this album. Bring the \nold drake back. \"The Drake from 4 years ago\" "
  },
  {
     text:"Work the night shift Awesome mixtape... Defiantly was a hype mixtape, he's pretty cocky on the \nalbum but I'm able to vibe to every song "
  },
  {
     text:"READ THIS You can just download wat ever music online free no ads no virus yes \ndownload the website is mp3 juices good website to download any music if \ntheres a problem or doesnt wanna work reply to this comment and btw ONLY \nWORKS ON ANDROID NOT IPHONE IPOD IPAD ONLY ANDROID AND ITS FREE NO VIRUS NO \nSPENDIN MONEY WEBSITE MP3 JUICES Your welcome guys "
  },
  {
     text:"Love this Mix tape! I can't stop listening to all of these tracks!... There's a story behind \nevery single one of these tracks... There's going to be a Tupac & Biggie \ntype of situation sometime soon... Just let that sink in.. "
  },
  {
     text:"Keep it going drizzy He snapped on this album it reminds me of the old drake before he signed \nwith cash money and too the kid that said he been a drake fan ever since he \ngot with cash money u not a real drizzy fan until you heard his old stuff \nbefore he signed with Wayne.....smh... "
  },
  {
     text:"Throwaway tracks Drake always releases songs that are hits after hits but with this \nmixtape/album it was a low for him but I've been reading that its just \nthrowaway songs from his upcoming album. "
  },
  {
     text:"Drake will never be real hip hop or r&b I listen to all drakes albums to see what the hype is all about but all I \nget is another let down to autotune singing, terrible rhyming, and beats \nthat are just unsatisfying I feel we all need to stop looking at the charts \nand all the money a find someone you can let your heart do the feeling not \nyour brain. R&b artist I suggest andre 3000, usher, neyo, Chris Brown, \nRihanna and the weekend "
  },
  {
     text:"If you're barely dl it's too late Great album considering I never was a drake fan this project really shows \nhis talent to the fullest. Beat production and lyricism are on point. "
  },
  {
     text:"What is with the cover? The songs are deep af, but seriously, why does the album cover look like a \nchik-fil-a cow's suicide note? "
  },
  {
     text:"Album is fire...but there's like one or two song that were not so good but \nother than that it's badass...... its worth it "
  },
  {
     text:"Upgrade Can I please upgrade to explicit. I didn't know they had a explicit \nversion and I purchased the regular album can I please upgrade. I'll give \nit 5 stars if you help "
  },
  {
     text:"Do right and kill everything DRAKE Drake put his words to use, people need to close their eyes and just \nlisten to this man put it all out there "
  },
  {
     text:"These are throwaway tracks Views from the 6 should be fire if these are leftovers. Would be 5 stars \nif \"6 god\" was new but its been on SoundCloud for a couple months now. "
  },
  {
     text:"Ok lets talk about 6 God. If you dont know what it means its giving praise \nto Satan the 6 god 666. His praying hands with a 6 is also a symbol used to \nshow your alliance with the beast. He definitely sold his soul like the \nrest of cash money. Drake is talented dont get me wrong but he is a devil \npusher. "
  },
  {
     text:"Not his best work This album is still good but definitely not up to par with drake's \nprevious albums so if you haven't gotten his other albums yet then get \nthose first "
  },
  {
     text:"Beast Drake isn't one of the realist people but you can't deny that he makes \nsome really dope music "
  },
  {
     text:"Songs catchy but verses are wacky Seriously Drake really needs to start rapping.this album is really \nenergetic and catchy.but rap is more than what this. It's very \ndisappointing that rap has come this. \"Running through the six with my \nwoes\" c'mon now. I loved that \"Comeback seson\" drake not this.But if you \nlike catchy hooks and wack bars get this album. "
  },
  {
     text:"Great last YMCMB Great I can't wait until him and lil wayne roast birdman and young thug \nhahaha "
  },
  {
     text:"Don't forget it's a mixtape not an album U people need to remember that these are the songs he said weren't good \nenough to be on views from the 6 and people are still saying how amazing it \nis if u want to talk about overhype all I have to say is \"to pimp a \nbutterfly\" i love my boy kendrick and i know u guys are gonna say \"oh well \nhe actually had a message to his music\" and thats great but the production \nwasn't that good drake's mixtape was way better "
  },
  {
     text:"Drake is no longer my idol! I like listening to music from an artist whose emotions I believe are \nsincere. Now the truth about Drake comes out, I no longer believe in Drake. \nManna kiss was pre-planned and he begged Madonna to kiss him. When she did, \nhe acted surprised and immature! All the Drake Haterz have been right all \nthis years; what a fake! Have deleted all Drake songs from my collection. "
  },
  {
     text:"Fire Drake is a beast he has me turned up or thinking bout life "
  },
  {
     text:"Crap as always. With his 2nd grade punchlines. And all these youngins gassed up, thinking \nthis is great rap/hip hop. Straight garbage. Spitting bars and sounding \nsoft as roman noodles. As long as he keeps up with catchy kindergarden \nlines, these high school kids think this is hard. Joke. Someone needs to \nrevive this rap game. "
  },
  {
     text:"Best Work in Awhile I didn't always like Drake but for a few songs. This Album he killed \nalmost every song. I only didn't like 2 or 3. "
  },
  {
     text:"the 2nd best album of all of drakes album take care is the best and. I love \ndrake but using the word woe is satanic and of the devil this is the only \nthing. I dislike about the album but other than that drakes the all time \nbest "
  },
  {
     text:"+Steven Schiebe, just shut up. Its only not original if its the same song. \nAnd FYI,it sounds NOTHING like Nicki Minaj's Super Bass. "
  },
  {
     text:"Amazing This is such a good album. I bought it with the funds on my google rewards \naccount and it really was worth it! I love it so much! And you can download \nthe album and put it on your iPod which I didn't know about. "
  },
  {
     text:"It would s so cool This really cool because we get listen to Megan Trainor's songs and it is \nreally amazing now it don't have to go to YouTube to listen to her songs \namazing. "
  },
  {
     text:"How has no one noticed??? Go look up Ollie Murs \"dance with me tonight\" and tell me \"dear future \nhusband\" isn't a straight up rip of that minus Ollie's vocal solo! "
  },
  {
     text:"AWESOME Meghan Trainor is awesome no matter what everyone thinks Meghan Trainor \nhaters gonna hate just ignore those mean and nasty comments a You ARE \nAWESOME! Love this album! "
  },
  {
     text:"Megan trainer Is a really talented artist, her music is really catchy and a lot of \npeople who are writing these reviews are not saying good things about her \nmusic and if you don't have anything good to say about it then don't say \nanything at all "
  },
  {
     text:"Love it! Meghan, you and John Legend have a magnificent Harmony together... With \nthis song, I became an even bigger fan than I was! "
  },
  {
     text:"Meghan Trainor All about the bass is all about kicking some confidence into all of us \ngirls regardless of size. We need more feel good songs like this. Go \nMeghan. You rock! "
  },
  {
     text:"Love Meghan She is awsome and so is this album it is catchy cool and amazing "
  },
  {
     text:"Refreshing change Full of catchy do-wop channeling tunes this album is a sharp witty \ncollection of memorable songs that get you singing along and make you feel \nlike it's an old favorite the first time you hear it. Recommended! "
  },
  {
     text:"So refreshing I love this album and even though my 11 year old tells me I need to listen \nto music my own age I still greatly enjoy her music "
  },
  {
     text:"Love all about that bass and your lips are movin I don't care what other boys think (she's weird example) But I don't give \na frick I love her I'm a boy but Im telling the other boys yo missing out "
  },
  {
     text:"its okay I love Megan trainer but some songs are very repetitive like your lips are \nmovin are just a fast version of all about that bass "
  },
  {
     text:"Good music, but I am really surprised Google store didn't put some sort of a tag on this \nalbum indicating that's it's filled with inappropriate language. I am so \nused to hearing clean versions of her songs, and didn't even think twice \nwhat the originals might be filled. Definitely feel uncomfortable listening \nto this in the car with my kids. "
  },
  {
     text:"Awesome Haters can complain all they want but this is one of the best albums of \nall time "
  },
  {
     text:"Olly Murs ripped his song off, too Ya'll are the laziest reviewers, do some research. You hear the horn \nsection in her songs? She has a 50s/60s doo-wop sound. That \"Dear Future \nHusband\" sample was from Dion's \"Runaround Sue\". And yeah, her songs are \n\"woman-power\"- another homage to 50s/60s. Some songs aren't great, but \noverall, it's a solid album. I haven't heard an album in decades that \ndoesn't have 1 or 2 songs that fall flat. "
  },
  {
     text:"The best album ever seen most definitely five stars! Nice bouncy exciting \nsongs on there one of the best albums around "
  },
  {
     text:"I am awesome!!!✌ I love Meghan Trainor!but I didn't donload this because you have to \npay.But since I love Meghan Trainor I rate 5 stars! "
  },
  {
     text:"On repeat!! I love her style and harmonies!! When she songs with John legend in like \nI'm gonna lose you is just amazing. Even the interlude is great!! She \nbrings good different music to the table. "
  },
  {
     text:"Great sound I love the sound that Meghan brings to the music world. She is so upbeat \nand catchy. "
  },
  {
     text:"Talentless Absolutely rubbish, shows how little talent she has when she rips off the \ntune from Olly Murs' Dance With Me Tonight "
  },
  {
     text:"Love it Amazing album sing amazing make up amazing every thing amazing you are a \npop star "
  },
  {
     text:"Good I love Meghan, but the free All About That Bass download doesnt work for \nme. But also, she has made 3 decent songs and the rest aint as catchy- hope \nthis helps "
  },
  {
     text:"Love it! Listened to the nightcore then this original one wonders why the song is \nso slow XD still in love w/th this 1 though and all u haters better shut up \nshe is an amazing artist and how would u feel of someone hated on u? Why r \nu even here If u don't like the song!? Stop ruining it 4 other ppl "
  },
  {
     text:"You suck Repetitive. Annoying. Overall new age garbage. You shouldn't be happy \nbecause a song resembles you,rather how you oversee allusions of propaganda \nand believe in yourself because you know its right for yourself. "
  },
  {
     text:"She has a great voice and all her songs have such a fun, upbeat rhythm that \nI can't help but dance to. Unfortunately, her lyrics are often incredibly \nsexist and narrow-minded which drags the likeability of the songs for me. "
  },
  {
     text:"Meghan love Meghan am your numder 1 fan. I love to sing your songs love you. you are \nthe best singer in the world. I will love to see you but i can't because am \nlittle to drive love you i wish i can be you. DEAR FUTURE MEGHAN . FROM \nARACELI ACA VARELA "
  },
  {
     text:"Some Fun? I am disappointed with this album. After listening to songs such as the \nfun ones like All About That Bass, Lips Are Moving, and Dear Future Husband \nand slow songs like Close Your Eyes and Title, I expected something great \nout of this album. I was very wrong though. The whole album is a huge \nconfusing mix. I didn't love it nor I hated it, it just felt weird, bad \nweird. Meghan Trainor won't be known forever. "
  },
  {
     text:"Refreshing The over all sound, that combines oldies with new generation pop, is \nlovely. I truly enjoy the upbeat, positive message that she puts out there. \nExcellent way to boost women's confidence nowadays. Keep the good vibes \ncoming. "
  },
  {
     text:"Meghan Trainor is really an awesome artist, a star in the making. She found \na way to integrate that classic doo-wop vibe with a decent touch of pop, \nand she can sing basically anything! The face gives me a hint of a younger \nAdele, but the voice is incomparable. Props to you! "
  },
  {
     text:"she is such a talent! so glad to see her showing of her vocals on this album, close your eyes is \njust beautiful. so is love you like i'm gonna lose you! so happy that she \nis showing off those vocals & proving she is a real talent not just good \nfor catchy pop songs, LOVE HER! "
  },
  {
     text:"I guess if you're under 25 or so, you'll like it. If you're an adult... not \nso much. The lyrics are very immature. Some of the songs are catchy, but \notherwise it was a huge waste of my money. #Disappointed "
  },
  {
     text:"Trashy sexist songs. Her songs are so bad, and filled with sexist garbage. Terrible artist, \nterrible message sent to children and terrible songs. "
  },
  {
     text:"She's a Fifth rate Adele She glorifies obesity, don't tell me she is 'curvy'. You can clearly see \nthe fat in her face, it's sad and I pity her. I don't care if someone is \nfat or not, but to put out a song about weight and for you to be fat and \nglorify it is asinine. All I care about is the quality of the tracks. She \nis a mediocre singer at best. You can't really see her full potential \nbecause this album only showcases doo-wop/pop songs. If you want to hear \nher full vocal abilities listen to her Grammy performance with John legend. \nIt was atrocious at best. To hear her struggle to hit notes is torturing. \nShe should stick to her old day job, writing hits for performers. And you \nthink she wrote those hits? In the industry 10 people will write songs \ntogether so they can split the royalties. She probably writes one stanza at \nmost. Her career as a pop artist will go like the wind. Well that's pretty \ncommon for session songwriters with mediocre creative writing skills--no \nstory whatsoever. Hey! She can be a backup vocalist. At least we don't have \nto hear her voice completely. "
  },
  {
     text:"AAAAAAAH-MAZING! I LOVED your album, Meghan!!!! All your songs are really catchy & fun to \nlisten to, and it's great to hear something so fresh and exciting!!!! Most \nof all, I love how you portray your feelings about girls who should not be \njudged by their appearance, rather by their personality (or not at all), in \nthis biased society. It's great to finally have a singer in this world who \nknow how to sing, make her own songs, AND smartly display her and others \nfeelings about societal issues, such as the one's aforementioned "
  },
  {
     text:"Meghan Trainor is awesome I don't care what people say Meghan Trainor is the best singer ever I love \nher album like my favorite song is dear future husband I love it it's a \nreally awesome song I wish iwas Meghan Trainor is pretty she's so pretty a \ngreat singer and a good influence when she made all about that bass she \nsaying that no matter what you perfect just like the song that pink \nmade****ing perfect and Selena Gomez's who says all the songs say that you \nare perfect✌ "
  },
  {
     text:"I love Meghan Trainor I real love Meghan Trainor, don't get me wrong. She has a great voice, I \nthink she's very talented and has potential to go really far in her career. \nHowever, I'm going to have to be honest. This album had it's issues. There \nwere some pretty good catchy songs, but ballads don't really mix with her \nvoice. She gave it her best shot, I'll give her that, but the ballads just \ndidn't fit. Overall, the album wasn't that great. Some of the songs just \ndon't grab your attention, and it's very inconsistent genre wise. "
  },
  {
     text:"Awesome, but... ...it is a little annoying to have her album out a little bit early, \nbecause only 2 of those tracks have been published so far, and, there's 15 \nsongs. 2 out of 15? Not great. I would of bought it, but it would be stuck \nin my phone, absorbing my memory. Great album by good-example setting Megan \nTrainor. But bring it out in a few months instead! Also, to all you silly \npeople saying \"Oh its all the same!\" Etc. You're ignorant as when an artist \nrecords an album, they base it around the same rythm and genre. :/ "
  },
  {
     text:"Meghan trainor She sounds like she is trying to sound like someone else the tracks are \nvery similar she also throws the odd swear word in to try to be trendy but \nis it worth it when she sings in such a retro style "
  },
  {
     text:"I loved it I wish I could sing like beautiful, lovely, pretty, amazing, \nfabulous Meghan trainor Love you Megan train or love you're songs. "
  }]