[
  {
     text:"☝Come on Drake we counted on you and you need to listen to your fans on \nthis one. I get he was trying to find a new look but this this right here is \nterrible he turned into the regular old rappers and they have terrible \nmusic and I'm not trying to hate on Drake, I've been a fan of his ever \nsince he was putting the mixtapes out. I don't know if he is running out of \nideas or not but I am not impressed and I know alot of people are not \neither. But all Drake fans know that he can do WAY WAY better. He is one of \nthe kings of the rap gang but with this, someone's gonna take the crown "
  },
  {
     text:"It wuz good I liked it but it had to much hype for what we got on the \"mixtape\" ... \nits fire ...but could of been better "
  },
  {
     text:"Great Mixtape Drake is kinda overshadowed on this mixtape because Future gets to feature \nmore on the mixtape than Drake, but it's an outstanding piece of work done \nby both rappers. "
  },
  {
     text:"Interesting Listen Drake and Future collaborate very well! I had to buy this album after \nlistening to it 50+ times beforehand. I enjoy every song and there's a \ndecent amount of variety between them. Only buy this album if you're okay \nwith Future though, because he can 'jibber jabber' and it can be hard to \nunderstand him but the vibe is great. "
  },
  {
     text:"The only decent songs on here are Jumpman & Diamonds Dancing. I would love \nto see Drake do something like this with The Weeknd rather than Future. "
  },
  {
     text:"Really Good! I thought the mixtape was hella good, but I think they should have added \nmore songs. Jumpman and Big Rings are my favorite! "
  },
  {
     text:"Str8 Fire If your rating this 1 or 2 stars you have no taste in real music "
  },
  {
     text:"You are all narrow-minded individuals I'm reading all these comments from people hating on this guys music just \nbecause its not their style. Saying things like he rips off other people. \nHe's paying homage to those who came before him, educating people on \ndifferent eras and styles, and putting his own thumbprint on it. He's more \ntalented than 90% of the people who make music these days. If you don't \nlike music you don't have to automatically be haters. This isn't even my \nstyle or taste but i can still recognize the talent of production. "
  },
  {
     text:"I like to listen to all Bruno mars songs anyway too. I like to listen to all of Bruno mars songs are very wonderful and amazing \nand he is a very good looking men and he is very talented and fabulous \nrapper anyway too. "
  },
  {
     text:"No! Just... no Uptown funk? More like uptown sunk. How do you manage to waste a Stevie \nWonder intro on a Mystical entry and half baked funk... Dont Buy This Album "
  },
  {
     text:"HECK YEAH! Best album of 2015. Rant all you want haters, anyone who's not needs to \nstfu and listen to uptown funk. "
  },
  {
     text:"I don't get it Why was everyone obsessed with this song? People amaze me. It's just \nanother catchy song that everyone has forgotten by now. Oh well. I will \nnever understand people who can actually listen to a song with stupid \nlyrics and like it solely because it has a catchy tune. "
  },
  {
     text:"Bruno mars rips people off and he sucks Song is so annoying, and the dance they do in this video is stupid, looks \nlike he is pulling dogs on a leash. "
  },
  {
     text:"Amazing Every time i hear this song, I'm just like: \"Up, town, funk you up, uptown \nfunk you up!\" Lol "
  },
  {
     text:"Uptownfunk I don't no what planet u r from but uptownfunk is jamming, n if you don't \nhave the beat to dance 2 it then u just don't have any rethem u got 2 left \nfeet I'll prey for you an ask 2 help you out okkk snap. "
  },
  {
     text:"Why are y'all haters? You who do not like this song are haters! ! "
  },
  {
     text:"Uptown not so special A one track wonder . "
  },
  {
     text:"Uptown Funk Get up and move your ahs. Joyous, delicious, honey.. .stuck. to your \nfingers. And that video!!! A rare combination. Soul satisfying, yup. "
  },
  {
     text:"Uptown funk Best and worst song ever. I know that it doesn't make sense out sometimes \nyou can get irritated with it playing all the time but sometimes when it is \non the radio or TV it quite catchy. "
  },
  {
     text:"Bruno mars I love his music and the way he and his band members all dance in sync. Xx "
  },
  {
     text:"Best thing ever. Seriously, one of the best groove/funk albums in a decade. "
  },
  {
     text:"No just no You wouldn't even know who this guy is if it weren't for Bruno Mars and \nuptown funk. You're not gonna go listen to his entire album. One hit \nwonder! And uptown funk is overplayed anyways. "
  },
  {
     text:"Cool Cool And Awesome Song Ever "
  },
  {
     text:"Genius composition and collaboration Ronson went above and beyond to release this highly underrated album. Yes, \nwe are tired of uptown funk, but should we be? Bruno mars has always been a \nhidden gem and a bit of a puppet in the pop music industry, but uptown \nspecial exploits his true capabilities as a suave and cool singer. Getting \nWyatt from miike snow and Kevin from tame impala goes to show ronson's \nmusic range is both extremely broad and tasteful. Not to mention, both \nKevin and Andrew took a lot of influence from ronson upon the album compl "
  },
  {
     text:"I BEEN UPTOWN FUNKED UP! The best album I've seen in a long time. Mark Ronson really did it with \nthis one. :-) "
  },
  {
     text:"S#ck my bowls I love uptown funk so idgaf wat u think "
  },
  {
     text:"BORING AND GAY Bruno Mars is just really weird in this video, and all mark Ron son does \nis dance around stupidly!!!! worst video EVER "
  },
  {
     text:"Baddest song I've almost heard Because Bruno spoil the show because when mark Bronson sings he more of a \nhappier person but Bruno is kinda a cross person and it spoils the show "
  },
  {
     text:"Up town funk! Amazing song very funky! I am amazed how good the song is! A very well \ndone! "
  },
  {
     text:"Wish it stayed in n1 This song is a amazing u need to listen to it if u haven't after all its \nfree "
  },
  {
     text:"5 stars for my two fav songs Daffodils and feel right. Those are my driving in the car jams! "
  },
  {
     text:"Hard to get! Mark ronson's album is hard to get and has caused problems but music is \ngreat! "
  },
  {
     text:"Uptown funk It is brilliant best song I have ever heard. "
  },
  {
     text:"Up Town funk EPIC LOVE IT TO MUCH FROM THOMAS ANDREW HURCOMBE "
  },
  {
     text:"Good feel With the exception of track 3,this is a feel good album. I swear like f**k \nbut no need for that awful word in track 3.Mothers should be respected,not \nused with f****r as an insult. Will delete this track. Get some morals and \nethics. "
  },
  {
     text:"Da Funk! Ronson does a good job here. Homage to the groove / funk from way \nback "
  },
  {
     text:"You people really need to stop hating on him, if you don't need to write \nanything nice don't write anything at all. YOU GO BRUNO "
  },
  {
     text:"follow our instagram account which has to do all about adorable animals: \n@We_love_animalss "
  },
  {
     text:"I wish that I had the money to pay for my new most favorite song playlist I \nlike besides skrillex and dubstep remixed playlists "
  },
  {
     text:"Uptown Special This is music, the kind that makes you want to dance music, riding down \nthe highway grooving music that I haven't heard in a looong time "
  },
  {
     text:"Love or hate, this will be a classic People either love this or hate it with a passion. Regardless, the hit \nsong Uptown Funk has all the ingredients of a classic. 20 or 100 years from \nnow, people will still be listening to the music and possibly hating that \nthey can't get it out of their heads. That's why it's sure to be a classic \nexample of early 22nd century music. "
  },
  {
     text:"Uptown funk That's my fave song all because Bruno mars lol xoxo "
  },
  {
     text:"Good funk I don't know why but u just don't like Uptown Funk. I like almost \neverything else. "
  },
  {
     text:"I loved it Uptown funk is one of my favorite songs by Mark Ronson so he chose wisely \nto preform with Bruno Mars beacuse he is really good too "
  },
  {
     text:"Uptown funk Uptown funk was great but the others not as much and also where does Mark \nRonson sing himself? "
  },
  {
     text:"Uptown Funk I have a feeling that if they made the Shrek movie around this time, \nUptown Funk would be in the movie soundtrack. "
  },
  {
     text:"Annoying I hear it almost every day. Just be quiet mark "
  },
  {
     text:"Carrie Underwood: Decade #1 I never watched American Idol. The first time watched it was when Carrie \nwas on the first night of trying out to get the golden ticket. I decided \nthen and there she would win it all. Really, my first time to ever watch \nthe show. I watched every time it was on that year and have never watched \nit since. She is an awesome singer and will be a great mom. "
  },
  {
     text:"God certainly gifted her with such beautiful voice!! And amazingly \npowerful...!! \"How Great Thou Art\" is my favorite. And to see it performed on YouTube \nbrings tears & goose bumps!! "
  },
  {
     text:"I love Carrie Underwood so so so so much more then anything ever!☺ Omgs, omgs, omgs, oms, omgs, omgs, omgs, omgs, omgs, omgs, omgs, omgs, \nomgs, omgs, omgs, omgs, omgs, omgs, omgs, omgs, omgs, omgs, omgs, OMGS!! \nCarrie Underwood's brand new album called \"Greatest Hits: Decade: #1\" is \nfinally coming out tomorrow OMGSSS I cannot wait to finally get it!! I \nalready pre-ordered it a couple of months ago and i cannot wait until i \nfinally get it yayyyyyyyyyy woooooohooooooo yayyy me!!! I'm so so so so \nhappy and so so so so excited, omgsss I cannot believe Carrie Underwood's \nbrand new album called \"Greatest Hits: Decade: #1\" is finally coming out \ntomorrow!! I have all four of Carrie Underwood's albums: first one: Some \nHearts, second one: Carnival Ride, third one: Play On, forth one: Blown \nAway and all i just need is her fifth album which would be her \"Greatest \nHits: Decade: #1\" thats FINALLY OUT TOMORROW!!! (December 9th) This is so \nso exciting and so so wonderful to me! I'm so so happy and so so filled \nwith joy inside and outside! My hearts fluttering of all the excitement and \nhappiness! I'll be listening to all of Carrie Underwood's songs on her \nbrand new album called \"Greatest Hits: Decade: #1\" this whole week, next \nweek and always and forever!!☺☺ "
  },
  {
     text:"Carrie Underwood Greatest Hits Wonderful Album for the Best Winner of American Idol, a true genuine \nArtist with Morals and Standards that Carrie Symbolizes. Someone who gives \nMusic Good Name again, Thank You Carrie Underwood "
  },
  {
     text:"Not happy This is not cool at all, my Dad gave me a play store gift card so I could \nbuy some apps that cost money and I picked this song or whatever....what \nhappened? This really sucks. I'm not happy right now. "
  },
  {
     text:"Classic x2 A timeless classic shared flawlessly by two of the best. Shortened from \noriginal live performance by unfortunate editing of Gill's guitar solo. Bad \ncall. "
  },
  {
     text:"Little Toy Guns It is such and emotional song and album She is so talented and I like how \nher music is taking a meaningful relatable approach. This is saying a lot \nbecause I like rock. "
  },
  {
     text:"I love Jesus takes the weel it makes me cry.cause I remember I was facing \nsome hard times in my life. I told God I'm gonna leave everything in your \nhands. Now today I'm happy in love by a wonderful man "
  },
  {
     text:"AMAZING I love carrie underwood and this album is the best. I think she is really \nstarting to express her feelings more but still with those big amazing, \nloud songs she dies. I'm very happy and blown away by this album. Keep it \nup Carrie;). "
  },
  {
     text:"I LOVE CARRIE UNDERWOOD! I LOVE THE SONG SOMETHING IN THE WATER! IT REMINDS ME OF MY GRANDMA! She \nhas passed away now for a bout 5 years now! "
  },
  {
     text:"New country fan Wow she is amazing and the whole album is free. Thank You Google play!! "
  },
  {
     text:"Love It so much every time I listen to her songs they bring a smile to my \nface ( her new song little toy guns) "
  },
  {
     text:"I love all of Carrie Underwood's songs especially cowboy Casanova, Jesus \ntake the wheel and two black Cadillacs and her new one something in the \nwater and before he cheats ,ect "
  },
  {
     text:"A great bundle featuring Carrie Underwood's biggest hits. Hearing \n\"Something in the Water\" has become a daily habit of mine. Plus, Vince Gill \nmakes an appearance! "
  },
  {
     text:"Brianna markham I love this song little toy gun I am also trying to go to the voice and \nsing her songs "
  },
  {
     text:"Carrie Underwood I love her song \"Something In The Water \"!!☺ "
  },
  {
     text:"I love her! Her songs are so original,expressinal,and GREAT! If your a fan of \npop/country you will LOVE this album "
  },
  {
     text:"99c I miss the opportunity, I didn't have a credit card or plastic and now \nthat I do I see no more sale. :( best female singer. She my Numero UNO. "
  },
  {
     text:"All-American girl I love this song it makes me feel amanzing!!!:):) this song makes me feel \nso peaceful and I just love it so much! "
  },
  {
     text:"AMAZING!!!!!!!!!!!!!!!!!! I love a lot of theese songs. I especially like Jesus Take the Wheel (it \nmade me cry.) ☆☆☆☆☆ :-D. "
  },
  {
     text:"Carrie's new album I love her music. Not one song do I not like! Love her and I'm sure her \nbaby will be just as beautiful as she is! "
  },
  {
     text:"\"Talented\" She has so many heart felt songs like so small and see you again, also \nshe's a good duet singer and by far the most recognized American Idol star. "
  },
  {
     text:"Beautiful Carrie underwood has the best music. Not to high pitched or low pitched. \nIts perfect. I love the song something in the water. And i agree "
  },
  {
     text:"LOVE THIS ALBUM AND LOVE CARRIE ❤❤❤❤ My only complaint I that I wish Starts with Goodbye was on this album. But \nher vocals on How Great thou Art.... "
  },
  {
     text:"Great album She has such a sharp voice and these songs really suit her. "
  },
  {
     text:"I this CD! Carrie is my IDOL in Country music. She is da bomb!~* ~* Niccole*~ "
  },
  {
     text:"Ahh I've been trying to find this volume since forever,sure is nice relax \nand just chill.whoop,whoo "
  },
  {
     text:"Something in Water Opens the flood gates of Praise! Chill inducing, foot stomping, top of the \nlung sing-a-long. . . Just love her and all that she promotes. Thank you \nfor signing about all the blessings that come from being baptized by the \nholy spirit. "
  },
  {
     text:"Love it I like the song little toy guns. It related to me before "
  },
  {
     text:"Carrie Underwood Loved her since I first saw her sing her first Song on American Idol! "
  },
  {
     text:"Love Carrie's New Album!!! I love both her new singles, and this album is a wonderful journey thru \nall of Carrie's amazing singles that became #1's and huge sensations all \nover the world!! This is a must-have for any fan of Carrie Underwood!!! "
  },
  {
     text:"Such a Beautiful voice, gives me chills! Love her! "
  },
  {
     text:"Carrie!! She is all around amazing and I love her sweet voice. Absolutely breathe \ntaken. "
  },
  {
     text:"# sydney finch Love her and her music my favorite was little toy guns "
  },
  {
     text:"The best I don't have to buy this. I already have them all! "
  },
  {
     text:"Jesus Take The Wheel I love it. It is a good song to listen to in a time of struggle. "
  },
  {
     text:"Such a truly gifted, beautiful young woman. I enjoy hearing every song she \nhas sung.Now that's true gifted talent. I love you Carrie Underwood. GOD \nhas blessed you with a beautiful voice. "
  },
  {
     text:"She is so amazing The first song i herd her sing was something in the water and she was \nexcellent "
  },
  {
     text:"Album Love it,Carrie underwood is my favorite artist of all time "
  },
  {
     text:"Country I love Carrie Underwood. She's sooooooooo good "
  },
  {
     text:"Pretty good If you've been a fan of their previous albums then you'll like this. It's \nmore of the same style though so if you didn't like their other stuff then \nyou won't enjoy this. "
  },
  {
     text:"I love Imagine Dragons For a few years, Imagine Dragons has been jumping back and forth between \nmy favorite and second favorite bands. Imagine Dragons tried to change \ntheir sound but it didn't work. They're still the same band. Nothing has \nchanged in their awesome sound since I first started.listening to them in \n2011. "
  },
  {
     text:"FINALLY! I've been waiting SO long for these exclusive songs to come out to the \npublic! But if you're looking to pre-order it, just wait until it comes \nout, because I pre-ordered the original Smoke + Mirrors album, and when it \ncame out, it glitched out and wouldn't download. So my advice to you: wait \nfor it to come out, and THEN buy it! "
  },
  {
     text:"THIS IS THE SH*T This is f*ckn amazing. I recommend Melanie Martinez, Halsey, and Panic! At \nThe Disco if you enjoy this. I've been a longtime fan of Imagine Dragons \nand this is their best album in my opinion, contrary to popular belief. "
  },
  {
     text:"It's pretty good Personally, I think Night Visions is WAY better, and some of these songs \nsound out of place. "
  },
  {
     text:"Amazing I have never heard and imagine dragons song I didn't like. This was no \nexception. The new songs in this album (different from regular smoke and \nmirrors) are a lot more like night visions. Which I like. "
  },
  {
     text:"Wonderful! It's a wonderful band if you don't like it,try it once more and you will \nlove it! "
  },
  {
     text:"Smoke and Mirrors Not every song on this album is good. However, some of the songs on this \nalbum (Friction, I'm So Sorry, Gold, Polaroid, Dream, I Bet My Life) are \nawesome. "
  },
  {
     text:"beter than befor my favoret tracks are 2,3,5,6,14,18,20, and 21. warriors is amazing from \nleague of legends world championship 2014 "
  },
  {
     text:"Dan is my soul mate! There is no other way for me to explain what his voice does to my soul. \nThis album is another addition of their songs that play endlessly in my \nhead. "
  },
  {
     text:"AMAZING I saw them in concert and they were great. Their songs are amazing and \nthey have a good beat to them. I would definitely go and see them in \nconcert a million times more "
  },
  {
     text:"Transformers Love this band, I heard their first song on Transformers...my fav \nmovie(s)!!!!! "
  },
  {
     text:"Do you even know Smoke + mirrors is about the end times, Which is now very near. Dream is \nabout how the world is a mess. Thief is about the people who take us away \nfrom our family's stealing our soul from them. Than The fall is about the \ncollapse itself , The world burning to ash, The new hell perhaps. Those our \nthe three base songs you need to understand but, Gold, Who we are, Battle \ncry, shots go more in depth, and P.S they made it work Moron "
  },
  {
     text:"I love the album, but what quality is the mp3's and are they DRM free? "
  },
  {
     text:"IT'S GOOD This is amazing I did not like it comes back to you that much I thought it \nwasent there style but it's ok as a chill out song I'm so sorry is such a \ngood song probably my favourite out of them all "
  },
  {
     text:"Duh You don't even have to listen to these songs to know they are good! \nImagine Dragons will never produce a bad song. "
  },
  {
     text:"Obviously 5 stars Second favorite band! Highly recommend them. :) "
  },
  {
     text:"Favorite band This songs are some of the best songs I've ever heard "
  },
  {
     text:"It's not like the first but that's a good thing. Great album that holds up differently to night visions. I have so many \nfavorite songs in this album probably more than night visions. "
  },
  {
     text:"Amazing I absolutely love this album. Waited so long. Unfortunately even though I \npre ordered this album. I only got the 18 songs and a few months later an \nupdated album came out and I never got my promised 3 bonus tracks "
  },
  {
     text:"<3 Easily my favourite band from the first EP to their newest singles. This \nalbum has a unique feel to it, and I absolutely loved it in concert!!! "
  },
  {
     text:"The greatest Imagine Dragons are the best band of this modern era. All of their songs \nhave a meaning and they are all great. I love this album and all of the \nsongs on it. They are also unbelivable live performers they give 100% to \neach live performance. "
  },
  {
     text:"best ever created. If your looking at this, but it now. And will won't regret it. Everything \nabout these songs make me full emotion and I wish everyone could listen to \nthis and love it as much as I do!! ❤❤ "
  },
  {
     text:"It's Imagine Dragons, of course I love it! "
  },
  {
     text:"Loved it The greatest thing ever made "
  },
  {
     text:"Best thing ever I love every single song. "
  },
  {
     text:"Revolutionary That's fantastic.This album is really awesome.the best album I heard \nbefore. "
  },
  {
     text:"I love it I'm listening ID for so long they are best and this album is my favorite \n<3 "
  },
  {
     text:"Mean Its a great album, a must by for music lovers "
  },
  {
     text:"Awesome I reccomend monster by like 1000/5 "
  },
  {
     text:"Big fan!! Love this group and their music. "
  },
  {
     text:"Imagine Dragons will never let you down This is the best album i've heard in my whole life, didn't even think \ntwice to get it. "
  },
  {
     text:"Best album ever Love the song \"I'm so sorry\" Best song for anything from working out to \nchilling "
  },
  {
     text:"One of the best bands! I've bought every album. "
  },
  {
     text:"Amazing Imagine dragons are my favorite band! "
  },
  {
     text:"Imagine dragons are amazing This band is the best ever. I love imagine dragons "
  },
  {
     text:"Imagine dragons Awesome band, awesome album, awesome music! "
  },
  {
     text:"All I Believe Is it A Dream, That came crashing down on me "
  },
  {
     text:"Best group Wish i can have the songs but im broke "
  },
  {
     text:"FINALLY Now I don't have to go to target to get this "
  },
  {
     text:"Frozen It is a bit like a plan to do. I am keeping my fingers crossed to see if I \nlove it. It was great. The comments and suggestions for the first place. \nThe process of resetting of CaMKII is necessary for memory consolidation. \nThe title of the Crown Estate was just wondering if you are looking for a \ncouple of days ago by clicking on the phone. The process of resetting and \nreactivation of course the UK and Ireland and Wales with company number is \nstill collecting a new York City. I am not going to be in Brighto. "
  },
  {
     text:":\\ My sister has been playing this constantly for about for about four \nmonths. It is annoying but there are some good harmony vocals on 'Love is \nan Open Door' - I'll give it that. "
  },
  {
     text:"Cool Loved film wen't to see for sister birthday.its just cool to be able to \nlisten to all songs again fav songs r let it go and the best of all do you \nwan't to build a snow man best film ever. "
  },
  {
     text:"Worst stupid film and soundtrack ever in the history of disney Never ever ever ever ever ever getting this piece of trash by Walt Disney. \nAnd also i would not recommend this to anybody in the entire world and even \nif it's the last thing i do, oh wait it won't be the last thing i do. \nFinally, if you want to know why it is I don't like it, that is because of \nthe the songs and how some of them don't go with the beat and the \nstoryline. (what I personally think) "
  },
  {
     text:"Awesome gr8 songs & gr8 film must watch!!! I saw the film and its so funny and a bit sad ... Must watch :-) "
  },
  {
     text:"Fantastic movie! I would like to thanks disney for creating an innovative \nand a heartbreakingly beautiful film For me, I have no words to explain how excellent this movie was. \nSeriously, this is one in a million story about two sisters full of tragedy \nand excitement. Thank you disney very much! :) "
  },
  {
     text:"Frozen is awsome LET IT GO LET IT GO YOU WILL NEVER SEE ME CRY (except the end I mean It \nwas Gosh Darn Fricken Magical) "
  },
  {
     text:"Powerful Amazing powerful and persuasive and all in all absolutely unrivalled "
  },
  {
     text:"LET IT ACTUALLY GO Let it go and Do you wanna build a snowman is just getting old I'm fed up. \nIt's a winter song and its summer now and people still singing it "
  },
  {
     text:"Frozen is Fantastic !!!!!!!!!!! Seen the film my favorite songs r for the first time in forever, let it go \nand love is an open door Disney have created a funny and sad film that is \nkid friendly love you Disney xxxxxxxxxxxxxxxx! "
  },
  {
     text:"Frozen I love frozen lots of my friends have seen frozen. The class under me done \na sharring assembly of frozen. I love frozen so much, I love it more than \neny think in my \nhome!!!!!!!!!!!!!!!!!!!!!!♥♥♥♥♥♥♥♥♥♥♥♡♡♡♡♡♡♡♡♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡♥♡☆☆☆☆☆☆☆★★★★★★★ \n"
  },
  {
     text:"♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥ \n♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥ \n"
  },
  {
     text:"WOW I love it ssssoooo \nmuch.♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥.love \nit "
  },
  {
     text:"Brilliant fantastic gorgeous amazing I love it I will love you I want to marry you frozen Ireland are the \ngreatest song if my favourite song my favourite song is meta my favourite \nsong is it go Elsa sings it Islington Gazette I love you take care how many \nmen so little time in forever oh my god turns who were you with you with \nyou swingers crazy damages how to be real let it snow let it go I don't \nwork anymore I'm going to go hangover I don't care going to say little \nMermaid songs going "
  },
  {
     text:"Irritating Terrible loud screechy childish arrrrgh so annoying wish somebody would \nlet it go and get lost !! "
  },
  {
     text:"Let me put it this way... Do you want to build a Snowman? No! I hate everything about Frozen, it's a \nhell to watch in cinemas coz its such a boring movie! Yeah go on I know \nwhat you're thinking \" Stupid girl, shes a idiot coz she hates Frozen!\" \nJust shut up about Frozen already its had its rise to fame now just forget \nabout it! Also....What happened to Lion King? That's the best Movie ever! "
  },
  {
     text:"So good if you have money BUY! Im serious this is the best music ever made if you disney film producers \nare seeing this beacuse of looking at the results MAKE FROZEN 2 "
  },
  {
     text:"Songs are great, lacklustre soundtrack. Essentially, the main point of the movie was the sing-along songs. Those \nare the most entertaining to listen to, but truthfully, 3 stars is \ngenerous, as the rest of the music without lyrics are simply not good. "
  },
  {
     text:"Superb ♥ Love it , love frozen , love let it go ‼ ♥♥♥♥♥♥ "
  },
  {
     text:"Love it \n♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♡♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥[♥♥♥♥♥♥♥♥♥♥♥♥♥♥ \ngreat "
  },
  {
     text:"Frozen songs from movie I liked It because it's got all my favourate songs on from the movie. It \nsaid you have't to pay but then I click on it then music comes up "
  },
  {
     text:"Frozen is awesome I swear I am completely straight and I love these songs so much. \nEspecially let it go! "
  },
  {
     text:"Phenomenal!! In love with the songs the album the film everything! So emotional and \npowerful yet kid friendly at the same time! Amazing Disney!♡ "
  },
  {
     text:"SWAG This is a gr8 album I loved the film and the songs my fab song is let it \ngo you must see the film if you haven't already!!!!!!!! "
  },
  {
     text:"let it go love it the snow glows wihte on the montain tonight not a footfrint to be seen a \nkindom of iceolatoin and it looks like im the queen the wind is howling \nlike this swling strom inside cloudent keep it in heven knows i teried dont \nlet them in dont let them in dont let them see be the good girl u always \nhave to be conceil dont fell dont let them knowwww well now they know let \nit go let it go cant hold it back enymore let it go let iit go turn away \nand slam da door i dont care wat there gunna say let the strm rage on "
  },
  {
     text:"I didn't see frozen T_T I wish I saw frozen it sounded really awesome . O well I guess I will just \nhave to wait until It's on DVD "
  },
  {
     text:"TURTLY-AWESOME!!! COWABUNGA DUDES!!! COZ NEXT YEAR IN OCT 2017 IM GOING TO DINSYWORLD IN \nFLORIDA!!! AND HAVE A LITTLE REWARD FOR ELSA ANNA AND OLAF!!! OLAF WILL \nLOVE HIS REWARD!!! FOR BEING PICKY TO ANNA!!! ANNA SUCKS!!! SHE NEVER \nMETIONS RAPHAEL MICHELANGELO LEONARDO DONATELLO!! AND OF COURSE TEENAGE \nMUTANT NINJA TURTLES!!!! ANNA WEARS A SMELLY NAPPY AND SHE LIKES TO PLAY \nWITH HER NAPPIES!!! "
  },
  {
     text:"Sooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo \ngooood love let it go love Elsa she is \ncool♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♦♦♦♦♦♦♦♦❇❇❇❇❇❇❇❇❇❇❇❇❇❇❇ "
  },
  {
     text:"Wow The soundtrack is amazing, just really gives me the movie feels everytime \nI listen to it :') "
  },
  {
     text:"You I need to the first thing is not sure that the first thing I am not the \nbest for a few hours of my end of my friend of my friend of my friend of my \nresume four "
  },
  {
     text:"No words There really is nothing else to say about this fantastic piece of work \nother than this music is completely and utterly flawless! Well done \nDisney!! :D "
  },
  {
     text:"Awesome Awesome album the cool thing about it is that u have all the songs "
  },
  {
     text:"Mesmerising Loved the film with my 2 sproglets! Love let it go and do you wanna build \na snowman! Me n my 5year old daughter love listening to this! "
  },
  {
     text:"Let it go :-) loved it♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥;-) ♥♥♥♥♥♥♥♥♥♥♥♥.I just love this album "
  },
  {
     text:"Crap! What is up with all these immature annoying teenage girls singing these \nsongs like they're 4 years old. Grow up people. I'm not a killjoy I just \nthink that people need to move on from Disney and act their age. "
  },
  {
     text:"Epic epic epic epic!!!!! Seen the film 5 times and still love it lol. Got all the main songs except \nfrozen heart but can't afford that one:'( love the film and all the \nsongs!!!!!!!!!! "
  },
  {
     text:"Must see I haven't seen such a great movie like Frozen. And it looks like \neveryone's favourite song is \"Let it go\"...mine too ;) "
  },
  {
     text:"I love these songs and I dont care what any body else thinks there just \nidotes ya hear me idotes Im anana "
  },
  {
     text:"I love frozen snow man soooo cute it makes my day if u love frozen add me \non Google + ♥♥♥ :-P :-P :-P ♥♥♥ "
  },
  {
     text:"Frozen Don't buy it, Google play is giving it away as I speak except to us in the \nUK we still have to pay for it, yet again taken advantage off, so I \nwouldn't buy it on that principle alone.. "
  },
  {
     text:"They keep getting better! I freaking love TØP! And the music just keeps getting better and better. \nI'm sad to see the vessel Era end but blurryface is absolutely unstoppable. "
  },
  {
     text:"Love love love I absolutely love TØP. I plan to see them in concert in May. I'm beyond \nexcited. Their music keeps getting better and better. Keep it up Josh & \nTyler. "
  },
  {
     text:"|-/ Honestly the best album. Tyler Joseph and Josh Dun, you have done it \nagain. You guys are the only band who I feel understands people on the lost \nside. Your music makes me understand myself every single day. It's \nrelatable, that's why you're my favorite for always. Love you guys |-/ "
  },
  {
     text:"BEST THING EVER THE ONLY BAND I HAVE EVER FOUND IN MY LIFE THAT'S REALLY KNOWS WHAT I \nFEELS AND HOW I THINK. THEY KNOW ABOUT DEPRESSION AND HELP YOU SURVIVE IT. \nI LOVE THEM "
  },
  {
     text:"Some of their songs have like reggae vibes to it. They should just be \nalternative because they have a bit of every thing. "
  },
  {
     text:"If you like 21 pilots you're going to love this album All these songs in this album are to catchy. Well written and can relate \nto some people. If you're a 21 pilots fan you'll love this album. "
  },
  {
     text:"AMAZING DUO!! Absolutely love this band. I kept shazaming this one song, 'stressed out' \non the radio. Until one day, I played the video, and thought it was so \ncool..I played another..then another..Then I was loving all by twenty one \npilots. I introduced them to my fiancée, an avid musician, he also loved \nthem! I've been introducing them to everyone ever since "
  },
  {
     text:"Twenty one pilots! I love them! They're fantastic and all their songs are \nperfect. I just want to listen this whole album until I hate it. (So, I'm \ngoing to listen this album forever, because you can't hate it) |-/ Twenty \none pilots forever! ❤️ "
  },
  {
     text:"Twenty|One|Pilots I have to say this is the only music I listen to. The encurge people and \nI'm speech less. I own all 4 albums and listen to them all day. There are \nthe best band including falling in reverse. I will never ever stop \nlistening to them. They are the only group who I can relate to and they \ndon't degrade people. I would have to say I like vessel better but I also \nlike blurryface. I do think everybody should listen to them. ✌ I have to go \nbuy merch. Love twenty øne piløts❤ "
  },
  {
     text:"AMAZING 100/10 BEST ALBUM EVER YESYESYESYESYES THIS ALBUM IS AMAZING THEY ARE AMAZING MAKE THEM FAMOUS \nSPREAD THE WORD TELL YOUR FRIENDS AND FAMILY SHOUT IT FROM THE ROOFTOPS \nTWENTY ONE PILOTS IS THE BEST WAY TO GO l-/ "
  },
  {
     text:"Surreal You guys have a real vision in music and eclectic mix of songs and sounds \nthat synergize beautifully! I can dance to few of these actually, like \nfairly local, doubt and polarize for example! "
  },
  {
     text:"Sick as an unlit frick A logical and great step forward from Vessel. For me personally, and \nprobably for many hardcore fans, Vessel will always have a bigger part in \nmy heart, but I still love this album. This album isn't only good because \nof the music, but the lyrics are great as well. These songs seem to never \nget old! Love TØP |-/ "
  },
  {
     text:"|-/ They are amazing! I have listened to this album a bazillion times now and \nI'm still not tired of it. There lyrics really speak to me and manage to \nmake me feel better on a crappy day. 10/10 "
  },
  {
     text:"Beauty From Two Beans |-/ oMG OMG OMG OMg i love tøp and blurryface ❤❤ like a lot..i think my most \nfavorite songs are fairly local, doubt, polarize, message man, hometown and \ngoner, like yasS OMG. Well done, twenty øne piløts. ~Rads "
  },
  {
     text:"I love them Of course I would give them 5 stars if it sounded bad or good I love them \nbut all their songs are good all songs have meaning. "
  },
  {
     text:"BLURRYFACE |-/ The BLURRYFACE album is the best thing that ever happened to me your music \nis absolutely amazing I love you TØP you are truly AMAZING I have been \nlistening to your music for months and this album is Flawless "
  },
  {
     text:"This album is the tear in my heart I still like Vessels more, but I am slowly working around to this album. "
  },
  {
     text:"This is the best album/band in the while entire universe There is a good chance that Tyler Joseph is God. Josh Dun too. They will \nmake you die and then want to stay dead because you are unworthy of their \ngreatness. Do not listen to this band if you don't like amazing things. \nLive this band. Love this band. Die for this band. That is all. "
  },
  {
     text:"One of the best I've ever heard I am not even exaggerating, this is one of the best albums of this time! I \nhave listened to it since the release, and I still never get sick of it. \nKnowing it was Twenty One Pilots, I knew it had to be good. Turns out, I \nwas right. Every song catches my attention and is different from each \nother. These songs are different from most of the things the common people \nwould listen but since they now play Stressed Out on the radio and most \nresponses are well, it seems we all connect. 4 years listening & proud! "
  },
  {
     text:"Album of the Year! They've gone from epic, piano/keyboard driven alternative rock/rap on the \nfirst album to an eclectic and whimsical rap/alt offering on the second \nalbum to a reggae inspired hip hop vibe! My favorite artist right now. "
  },
  {
     text:"Not bad Its been a while since i bought an album from just one song. You'd think \nits blurry face but ride is a n awesome song. Worth the whole album. "
  },
  {
     text:"Going insane. After downloading it, and listening o it thoroughly. I am highly \nimpressed. They portrayed the message of blurryface and the held the theme \nstrong so well. I feel like this album really relates to the problems of \ntoday, and that's what I love. Thanks Tyler. You are working so hard in my \nlife :) "
  },
  {
     text:"Amazing Finely music that is fresh, deep, unique and alternative! Yay!!! Reminds \nme of grunge days of Nirvana, PearlJm, Violent Fems, with a Massive \nAttack-Tricky influence, But Better.... Song \"Blurry Face\" reminds me of my \nkid? A+ TOP's "
  },
  {
     text:"Loooove it!!! This is their best album yet!! All their music is amaaazing!!! I feel like \nthey understand everything!!! Their is a song for pretty much any mood \nyou're in and that's the best thing ever!!!!! Tøp is honestly the best! "
  },
  {
     text:"It's alright Being listening to Twenty one pilots for years now and this probably is \nthe most disappointing album. It's not a bad album but it had so much \npotential to be great! They toned it down a bit. The beat for the songs \nwere amazing and a bunch of build up in lots of the songs but goes back \ndown trying to be conservative. Still a great band but album isn't their \nbest. Lyrics still inspirational as hell! "
  },
  {
     text:"Great album with lots of different styles of music. Great album with lots of musicality that impresses me, considering all of \nthe so called artist out there today. Stressed out is by far my favorite \nsong. I wouldn't say that this album is about having depression it's that \nwe are all insecure and how it can really suck being an adult sometimes and \nwe are all human even though we don't think that way most days. "
  },
  {
     text:"Lit ASF I love you guys so much! Tyler and Josh, you guys are one of the few \ngenuine bands left that still care about their fans and give them well over \nwhat they wanted!! This album has been my absolute favorite since the day \nit came out!! Never stop jammin guys, we love you.~~Skeletøn Clique |-/~~ "
  },
  {
     text:"No words. One of the best albums! I love tøp and can't wait do the next \nalbulm they help people with suicidal thoughts/depression and Tyler and \nJosh are very talented HIGHLY RECOMMEND "
  },
  {
     text:"Amazing album Original and amazing album best songs are: the judge, fairly local, \nheavydirtysoul, stressed out, and doubt in order. 5/5 no problem "
  },
  {
     text:"My new summer Jam - Stressed out Great melody, lyrics, and feel. Summer 2016 "
  },
  {
     text:"Tøp is love, tøp is life. I love tøp they are the best ever and I could write an infinite amount \nwords about then I have never spent better money exempts when I bought \nconcert tickets and when I listen to them I cry they are so great(update: I \nsaw 328 people gave it 1 star. I will rip out your throat, make it into a \ncat toy and sell it to an old lady OR I WILL STEAL YOUR CAR RADIO B****) "
  },
  {
     text:"Super good. Very dance/classical style. That's why I love it! It's your unique way of \nputting me to bed every night The highlights are Stressed Out and Goner! "
  },
  {
     text:"Stressed out Fairly local, tear in my heart, and stressed out are some of the best \nsongs twenty one pilots have made. Loved every second. Waited up every \nnight for their releases. "
  }]