[
  {
     text:"It's Time Tyler and Josh kill it on this album. I've listened to Regional at Best, \nTwenty One Pilots, Vessel, and now Blurryface and I must say, Tyler is an \nincredible musician. The amount of controversy and vulnerability he puts in \nEVERY. SINGLE. SONG. is something the industry is in serious lack of. And \nthis album is no exception, though it's truly exceptional. I have been able \nto listen to this album back-to-back and the arrangement is incredible. \nTons of variety, not only in the album, but the songs as well.***** "
  },
  {
     text:"|-/ aMAZING ITS JUST SO FREAKIN AMAZING, EVERY SINGLE SONG IS PERFECTION TYLER \n& JOSH YOU HAVE DONE WELL. The must listen to's are probably Fairly Local, \nHeavydirtysoul, & Lane Boy (but the whole album is freakin amazing and take \nthe time to listen to Message Man & Polarize) "
  },
  {
     text:"Blurryface I enjoy every single song of the album, The Judge and Lane Boy are \nborderline however. Stressed Out is by far one of my all time favorite \nsongs because of the lyric and rhyme scheme originality. Overall I \ndefinitely rate this album five stars! "
  },
  {
     text:"Amazing band! Twenty one pilots is definitely twenty one genres merged into this band! \nStressed out, Ride, and especially Fairly Local are my faves. I'm one of \nthe few the proud and the emotional!!!! "
  },
  {
     text:"Love them I think I made them popular everyone thought u ran their songs into the \nground and then everyone was downloading their music and my sister hates \nmusic but LOOVVEESSS TØP and I love them more "
  },
  {
     text:"The good stuff... Whatever the \"good stuff\" is... these guys find a way to deliver. Wide \nartistic range and the ability to please just about anyone with any song. \nWeather it be about conforming... March To The Sea (2009), is your song. \nHappiness, you've got House Of Gold (Vessel) and loneliness... you're \nspoiled for choice. This album is shaping up to be amazing, just like the \nartists themselves. "
  },
  {
     text:"Yes please. Maintaining the unique, original sound is where this band excels. Always \nsurprised, pleasantly, by Tyler and Josh's creativity. Being insecure and \nvulnerable has never been this much fun. "
  },
  {
     text:"Favorite album of 2014 I've been a fan of Walk The Moon since the Tightrope EP was released, and \nI didn't think their next album could be better than their self-titled, and \nI was proven wrong! It has all type of moods, from upbeat to really dark \n(see Work This Body and then Up 2 U). Its a really fantastic album, and Im \nso excited what comes next for the boys! Favorite song: Spend Your $$$ or \nPortagual. "
  },
  {
     text:"My favorite band now! I started listening to their songs because I had heard them on Pandora. I \nlistened to some other songs. Soon, they became my favorites. "
  },
  {
     text:"Reluctant Listen I was never a big fan during their first album, but when someone \nrecommended this album on twitter, I had to listen. I was blown away. Every \nsong is so catchy and fun. Portugal is my favorite. Probably makes my top \nfive albums of 2014. "
  },
  {
     text:"This is so Fun~ I love these guys! My fave song is Down in the Dumps! So flippin' good! \nHighly recommend this album while it's free! "
  },
  {
     text:"Love it Shut Up And Dance and Different Colors are my top 2 in this album.EPICCC \nbut there are only a few songs i like but its a great album "
  },
  {
     text:"shut up and dance with me omg this song is amazing i listen to it over and over again one of my \nfavorite songs that this group has made "
  },
  {
     text:"Not my taste Google keeps recommending them and it's just not what I'm in to...hoping a \nbad ratting stops the obsessive recommending of them. "
  },
  {
     text:"This its great! All of you who didn't give this fibre stars have no taste. This album is \none off the best albums that i have ever heard. My favorite song from the \nalbum is shut up and dance, and my favorite song in general is shut up and \ndance. GET THIS ALBUM!!! "
  },
  {
     text:"Love it I love the songs and the band. If people hate them, I don't care. I just \nlove them "
  },
  {
     text:"Ugh Well the only song in here that I like is shut up and dance but I think if \nyou guys keep trying maybe you can please everyone "
  },
  {
     text:"Love I love shut up and dance it's so awesome wish I new the words to it :( but \nit's cool "
  },
  {
     text:"Shut up and dance with me Love it love it love it love it just love it "
  },
  {
     text:"SHUT UP AND DANCE WITH ME IT IS SO CATCHY IT IS STUCK IN MY HEAD LIKE FIFTH HARMONY WORTH IT AND \nDEMI LOVATO I REALLY DONT CARE "
  },
  {
     text:"Loved it Awesome song for those who saw my last comment i found the problem it was \nmy own dumbness. I rate it 5 stars cause the songs r awesome and love this \nband! "
  },
  {
     text:"Modern Pop-Rock Staple Let me preface this by stating that, despite being a long-time supporter \nof Pop music, I have noticed a significant decline in the overall quality \nof \"modern radio\" music, both in content and delivery. Walk the Moon's \nrelease, Talking is Hard, is like an oasis among the anemic, recycled pop \ntunes of recent years. They combine an Indie mind with an 80's Revival \nheart in a sonic rollercoaster ride that will guide you back to a time of \ncontent-rich, relatable, extraordinarily catchy choruses and hooks. 9/10. "
  },
  {
     text:"Not what I expected I know bands evolve and develop but this isn't what I had in mind. They \nmay have gotten too artsy/trendy for their own good. Absolutely adored the \nfirst album. Saw them in concert about two years ago with Bad Veins, \narguably the best concert I've ever seen but this new album has yet to \ntouch me. Yet to suprise and wow me. I hope it's coming but I won't hold my \nbreath... "
  },
  {
     text:"Best album ever This album is amazing and uplifting. I went to their March 10th San Diego \nconcert and my boyfriend proposed to me during \"Portugal,\" which is my \nfavorite song. Gotta love Walk the Moon. "
  },
  {
     text:"It's too bad they sound too much like a typical boyband in most of these \nsongs... There are a few songs that represent what they're capable though "
  },
  {
     text:"Omg so good Love. Love. Love. Love. Love. "
  },
  {
     text:"Walk the Moon is Fantastic This album has a perfect, fun feel to it. All the songs have their own \ndistinct style, yet they all fit together as uniquely Walk the Moon. This \nalbum is filled with fantastic songs that are a blast to listen to. "
  },
  {
     text:"Shut up and dance I loved it such cool album and songs. I love the front cover of the song \nalbum. Walk the moon has done soso cool songs they have done so well \ncreatng the song albums and the songs. Well done again walk the moon. Love \nfrom hannah who is your number one fan. Hannah kingston "
  },
  {
     text:"Great progression from last album Love the continued evolution WTM has shown from their self-titled album. \nNot afraid to grow and try new things, WTM nailed this. Portugal is insane \nand Come under the Covers is older song that finally has a studio version! \nMany others are splendid, check it out! "
  },
  {
     text:"Love it, love , love it!#dream song I love the song Shut up and dance with me. It has a good beat to it !!! "
  },
  {
     text:"Mind blown! I've never instantly fallen in love with an entire album so quickly! Their \nsound is perfect! Fun, upbeat, unique! Love love love! "
  },
  {
     text:"Ugh I wish they would SHUT UP!! This is stupid and annoying...just stop. -_- \nAnd talking ISN'T HARD, JUST MOVE YOUR MOUTH.WHY DO YOU PEOPLE LIKE THIS \nOVER \"See You Again\"???!!!!!! "
  },
  {
     text:"I reviewed this album for the school paper Walk the Moon is very big at my school and I know that if I wrote an album \nreview on it, people would read it. I knew Ana Sun and Shut Up and Dance \nbut when I first listened to this album, it sounded very pop. It's a \nwell-produced album and it's overall really nice. A lot of the songs are \ncatchy and fun to listen to (not so much Aquaman, in my opinion). I \ndefinitely recommend giving it a listen before judging it. "
  },
  {
     text:"Awesome Love shut up and dance the most! Mt favorite song! "
  },
  {
     text:"This album makes me happy! Every single song on this album is gold. PURE. GOLD! I've had this playing \non repeat wherever I go since it was released. I've even got a couple of \nfriends hooked. Keep doing what you're doing Walk the Moon! "
  },
  {
     text:"I only know one song, but I love it! I know \"Shut up and Dance\" and I love it!!! "
  },
  {
     text:"Amazing! I LOVE walk the moon! They are even more amazing live. Their songs are so \ngood and they just make you want to dance to it and sing along! "
  },
  {
     text:"Love it I love shut up and dance it such an amazing song I love it. "
  },
  {
     text:"Amszing Band I love this band and this album. Hearing their music make my day. It's so \nuplifting. I really love AquaMan,Shut up and dance,Portugal, and Work this \nbody. "
  },
  {
     text:"5 stars ♥ One of the best songs \"shut up and dance\" "
  },
  {
     text:"shut up and dance love it, live it, play it get it, got it, goooood "
  },
  {
     text:"Really annoying Every time I turn on my radio this song comes on. I get a major headache \nevery time I hear it. If I can give this a negative rate I would. Worst \nsong of 2015 so far. "
  },
  {
     text:"I love this song It's amazing shut up and dance "
  },
  {
     text:"Brilliant. I love it. Honestly so good. I love this album so much, the songs are even better \nlive. The writing & melodies are what make this a piece of art. "
  },
  {
     text:"My legends of all time Brings me back memories, only if I see them in person. I'll take those \nsongs back in my grave. "
  },
  {
     text:"I love these guys This seriously the first album I've found where I actually like more than \n2 or 3 songs - I went from having heard shut up & dance on the radio to \nplaying nothing but this album - so good! "
  },
  {
     text:"I love it even though I'm 75 years old but I did here it on my grandsons \nphone he downloaded it just for me "
  },
  {
     text:"Love this new sound! Awesome new sound. Perfect for these times in our lives "
  },
  {
     text:"There is nothing wrong and I would rate this more than 1,000% "
  },
  {
     text:"Different but great It is a change from the normal M&S but it is still just as amazing as \nusual "
  },
  {
     text:"This isn't a comment wat u mean, this is life I love his music, it's just so real and it's not just nonsense like some \nartists make. And in my opinion everyone should listen to him because his \nmusic is just perfection "
  },
  {
     text:"Shawn Shawn is so cute. Never be alone reminds me of two girls, Mia Bellamy and \nAlice Foster I cry every day wishing they could love me back, especially \nMia love u guys (don't judge. I'm gay) "
  },
  {
     text:"I love you so much shawn I have always loved shawn even when he was in magcon. When i heard \nStitches on the radio for the first time i almost cried. I am so proud of \nhow far hes come!! "
  },
  {
     text:"IN LOVE So I'm gonna be real. I used to not like Shawn because of vine, so I never \nreally gave him a shot. Now listening to his music I have seriously fallen \nhead over heels for this kid. His music just seems so real and I LOVE it. "
  },
  {
     text:"Perfection at its finest Shawn's music is always perfect so I have no doubt in my mind that this \nwon't be perfect. "
  },
  {
     text:"He's king bae It's SHAWN MENDES why not. And the fact that he's born in toronto just \nlike me makes him even more amazing "
  },
  {
     text:"Wow I actually like this. I'm not a huge fan of this type of music, but this is really good and I \nmay just end up buying it. "
  },
  {
     text:"Amazing ❤ Shawn mendes is sooooooo amazing. I love the way he sings. His music so \nsoooooo great. I never get tired of listening to it ❤ "
  },
  {
     text:"Can only get better:) I love how put together the songs and album are. His voice sounds amazing \nand I really like how 'raw' and 'stripped down' the songs are.He is only \ngoing to grow and get better... this is just the beginning and let me tell \nya, I feel like a proud mama. "
  },
  {
     text:"I love it I love shawns music when I'm feeling sad mad or anything else even happy \nwhen I listen to his music it puts me in a better mood "
  },
  {
     text:"Lyrics are great mixed with groovy beats. I have always loved Shawn Mendes. I love his lyrics, gets to the truth of \nthe matter. He is only 16, I don't understand!?!? He is great. Look forward \nto this album and can't wait! "
  },
  {
     text:"My favorite song ever in life Its such a powerful song im dealing with such a depressing time right now \nit this keeps me going :( "
  },
  {
     text:"Mendes Army Forever What a great album! I have waited so long for this album, and it is \neverything I expected. My favorate songs on here are Imagination, This is \nwhat it Takes, Aftertaste, stitches, and A little too much. In close to \nthat order. I can't just choose one, they are all so great. He is my \nabsolute favorite singer, and will continue to be. I never get sick of \nlistening to his songs over again. "
  },
  {
     text:"It's an amazing album with relatable songs and stories in the songs and I \nabsolutely love you shawn. If you reading this your incredible and \nhopefully I can see you at Taylor's tour in Tampa,Florida. My favorite song \non the album is I don't even know your name it's beautiful and we'll \nwritten. I can tell you put your heart in to this album and hand wrote \nabout thing you go through other people go through and I can really related \nto them. If you're think of buying shawn's album I definitely recommend it❤ "
  },
  {
     text:"Love it , he has the most beautiful voice ever! OMG he is cute and has a nice voice "
  },
  {
     text:"Stitches That song is so awesome and so cool all the cool words Shawn Mendes is so \ntalented he is the best people in the world I love him so much "
  },
  {
     text:"SHAWN, YOU ARE THE BEST THING THAT HAPPENED IN MY LIFE IN A YEAR OH MA GAH HOMI YOU ARE THE BEST EVER I LOVE YOU SO SO MUCH "
  },
  {
     text:"He's my life Shawn mednes is amazing. He is my life. He is the best. If you think he is \na terrible singer you are wrong. He has a good voice and doesn't even talk \nabout sex or drugs. He is so amazing. Also he wants to stop bullying and \nhelp other people. How could you not love him? "
  },
  {
     text:"Shawn is Bae I love Shawn. I've watched him since Magcon. His music is very \ninspirational and gives me life. "
  },
  {
     text:"Love you shawn I love it, a little too much is amazing. It makes me cry how big u become, \nI remember watching videos of u and the guys during Magcon , I miss that \nvery much but we all have to move on right, i love you so much Shawn, u \naren't our little secret anymore.✨ "
  },
  {
     text:"The complete pop cliche collection Lyrically, this album sums up the following pop song cliches: the be who \nyou are song, the stuff is happening (and it's not romantic) song, and the \nmy-girlfriend-just-broke-up-with-me-so-i'll-write-a-sad-song-and-act-all-deep-and-emotional \nsong. Otherwise, this album was just OK. Just another pop album by another \nguy who's name I won't remember in a month. "
  },
  {
     text:"Absolutely legendary Fave.song ever, all u noobs who put it one star u r stupid so proud and \nonly 17!!!!!!!!! Shaun you show amazing talent and will have a great \nfuture:-) :-) :-) u r awesome shaun!!!!!!! "
  },
  {
     text:"Not available It isn't available in The Netherlands, but I am loving it!!!! I have every \nsong since Something Big and I so proud on you!!! You are going to be \nbigger, than One Direction, serious!!! "
  },
  {
     text:"If been here ever since the beginning Iv been listening watch all the music videos and his old videos I \nliterally watched his first video when it came out, I stayed with him even \nthough he doesn't even know Mr I stayed with him cause I knew with his \nvoice he was going to make big and look at him now breaking the charts at \n#1 with his debut album Handwritten I'm so proud of him I just wish I could \ntell him in person #ShawnMendesarmy "
  },
  {
     text:"I feel in love with him from the radio I heard kid in love on radio I \ndidn't know what was about him I loved his voice I am still way into one \ndirection but dang there is something that caught me he has the looks heart \nvoice and a hole bunch of girls in love with him Shawn Mendes is going to \nbe a big star in a year or two. "
  },
  {
     text:"I love it I actually never liked Shawn but listening to this album to me is much \nmore calming the ed "
  },
  {
     text:"AWSOME The first time I heard this artist I was with my daughter, her radio \nstation, OMGOSH I'm addicted to the song stitches. You have a wonderful \nvoice. "
  },
  {
     text:"I love him. I love Shawn so much it's not even possible. His music has helped me get \nthrough a lot of stuff and I am so sad and mad I can't pre order it because \nI have no money. "
  },
  {
     text:"Best album ever<3 I'm such a huge fan of Shawn and his songs are so relatable and Inspiring! \nI love it and can't wait to hear the rest! Definitely recommend it to \neveryone!! (: "
  },
  {
     text:"Shawn mendes is bae OMG I LUV SHAWN MEDES SOOOOOOOOOOOO MUCH AND THE FACT THAT HE WAS BRON IN \nCANADA MAKES HIM EVEN BETTER LUV U SHAWN MENDE SALWAYS BE AMAZING AND \nAWESOME LUV UR SONGS "
  },
  {
     text:"LOVE IT!!! Shawn mendes is AWESOME!!! I love his music and the feeling he puts into \nit!! He loves all of his fans which is AWESOME bc that means he cares. LOVE \nIT! "
  },
  {
     text:"#shawnshairsquad IF IT GETS TO NUMBER 1 WE GET THE AFTERTASTE VIDEO EARLY, COME ON GUYS 5 \nSTARS ★ ★ ★ ★ ★ "
  },
  {
     text:"Shawn is life This muffin loving harry potter fan is awesome. I love his music its not \nlike any other song these days. It actually has meaning to it. Keep up the \ngood work Shawn! "
  },
  {
     text:"I can't wait for it! Just wondering why does it say the 24th of April if the release date has \nbeen moved up to the 14th of April? "
  },
  {
     text:"SHAWN IS LIFE I have no words for how talented HE is, ITS LIKE A FRICKEN ANGLE MAN! "
  },
  {
     text:"I knw wht u did last summer I really love tht song. I can't say it in so many words, but i just love \nit "
  },
  {
     text:"Just Love It!!! He is an amazing artist. His songs hit me hard in so many ways. I really \nlove his music. I love acoustics better between all the music with the loud \nbeats they don't get the story across like he does. Keep writing beautiful \nmusic. ❤ "
  },
  {
     text:".. I personally hate his songs. I'm not against him or anything but all of \nhis popular songs are definitely not my style. Of course everyone has their \nown preference, but the thing I hate more about this is that radio stations \nfuckin play Stitches and other annoying songs way too frequently. I \nseriously can't stand it. I had to leave this review. Nothing against this \nguy though (so 4 star), so good luck with your music career for sure. "
  },
  {
     text:"Amazeballz I love Shawn Mendes he's an amazing person and a very talented teen he is \na very inspirational person I just love him he is perfect in every way \nthere is nothing bad or imperfect about him he is just amazingly handsome \n#LoveHim "
  },
  {
     text:"Shawn is bae Shawn has wonderful meaningful music and I love him he's great! "
  },
  {
     text:"Flawless Great album, shows his range of songs, and the beats for the songs on this \nalbum really stand out. Still haven't found a single song that I don't \nenjoy by Eric Church. "
  },
  {
     text:"Church the chief This album is the best so far. I usually have 1 or 2 songs on his cds I \ndon't like but I love every song on this album! Continue making cds like \nthis! Completely in love with it. "
  },
  {
     text:"Not \"Chief\", but a solid effort Outside of \"Taladega\" (which, melodically sounds eerily similar to \n\"Sinners Like Me\"), and \"Give Me Back My Hometown\", this album lacks the \ninstant classics. But there aren't any bad songs either. They're a solid \nbunch, worthy of your money and concert ticket, just not the group of \ntimeless classics that \"Chief\" produced. "
  },
  {
     text:"Excellent This album is able to go back and forth from a classic country song full \nof heart to a rock song that challenges the ideals of the establishment "
  },
  {
     text:"He just can't make a bad album! Just cant! & that's why I come back for \nmore everytime. (: "
  },
  {
     text:"Churchn' Watch out here it is album of the year! There are very few albums that \nhave this many good songs! Hometown is my personal favorite song I love to \ncrank it up when it comes on. Great work Eric "
  },
  {
     text:"One of the all time greats, Eric Church! Ive been waiting for this album to come out for months, and it will not \ndisappoint. Keep goin strong EC! "
  },
  {
     text:"True artist Eric has made it known that his music is not for everyone. No, he doesn't \nfollow traditional country roots and had came under fire for it. But he \ndoes not want to follow. This album shows how truly creative he is. He is \noriginal. There is no other artist out there like him. If you want \nmainstream music, please go somewhere else. But if you like a man that \nplays music for those that are outsiders and never fit in and are outcasts \nlike he is, get this album and you will hear music that comes from the \nsoul. "
  },
  {
     text:"Exactly what I need... Seen Eric perform a week ago, bought his latest and I listen to it \nconstantly. I'm loving Wrecking Ball. So sultry, seductive, sexy and full \nof masculinity. Excellent album, both lyrically and musically. Well \nwritten. A prelude to a tailgate, Jack and a bonfire. "
  },
  {
     text:"AWESOME I'm a little upset that this album is not included in the All Access, but \nit is well worth the Buy. Eric Church never lets you down! "
  },
  {
     text:"Love love love This is an awesome album to add to Eric's collection of great records. \nGetting into it took no time and there's a different component to each song \nthat I love. The guitar play in Broke Record is awesome. I've already got \nmy ticket to the upcoming tour and I can't wait to see him Live my 4th year \nin a row. Amazing "
  },
  {
     text:"Not worth the money Give me back my hometown is the best song the others suck. "
  },
  {
     text:"Great album Eric Church is the best TRUE ARTIST in all of music. If you like \ncookie-cutter pop country, DO NOT buy this album and give it a bad rating \nbecause this isn't regular country music. Its many different genres blended \ninto one album. Just buy it and listen to it. Eric is a musical genius. "
  },
  {
     text:"Horrible What is Eric Church thinking ? F.Y.I. to Eric, Be yourself Dude & Create \nSome True Country Music of Your Own that's Worth Listening to ! ! ! "
  },
  {
     text:"Great album! I love that Eric has said he doesn't want to make the same record twice. \nHe wants every album to be unique and new, The Outsiders is a great album, \nworth every penny and make sure you listen to it in order first, there's a \nreason. Enjoy! "
  },
  {
     text:"Solid album It takes listening to the songs a few times to really get them... if you \nhave followed Eric Church from the beginning then you will really \nunderstand this album "
  },
  {
     text:"SOOOO GOOOD Love this album..track #1 #7 & #11 are my total favs the only CD thats \nbeen playing in my car for days now! "
  },
  {
     text:"Buy it today! Never a disappointment from Eric Church. Another one to put on repeat for \ndays, get a case of your fav brew and crank this up! "
  },
  {
     text:"Memories into words. Songs that compliment the honesty. The times we'll \nnever forget. Now this is country at its finest. The rebellious, truthful, and freedom \nof putting together these melodies. "
  },
  {
     text:"Country music's rebel Hats off to Eric for putting out a great record. After the success of \nChief, it would have been very easy to go into the studio and make Chief 2. \nBut that's not Church. Instead he basically said F you to the record \ncompany and put out the record he wanted, with new sounds and adventurous \nsongs that isn't filled with #1 singles. That would have been to easy and \nso unrebel like. "
  },
  {
     text:"Great album, great sound Love this album as it has songs that are clearly mainstream, but then \nothers that are not at all. I'd have given it 5 stars but the Prelude on \nDevil, Devil should have come with an option to skip - spoken word is NOT \nmy taste. "
  },
  {
     text:"Super album! I love Eric Chruch. This album will be in heavy rotation just like the \nothers. However, I am going to cancel my Google Music All Access if these \nalbums aren't available on day of release. That is why I figured it was \nworth paying $9.99 per month. Guess I might as well cancel, and buy the \nalbum for $8 from Amazon. "
  },
  {
     text:"Ok, definitely heard better Not bad for Eric church, not the greatest either.... B+ at the best, and \nthat's generous. "
  },
  {
     text:"Don't actually get a download of music. Be careful when buying music on Google Play. You don't actually get a \ndownload of the music and therefore must have a data connection to play \nmusic. "
  },
  {
     text:"Amazing Eric Church delivered an eery indie rock/country gem with Chief and he \ndelivers again with this one. Absolutely satisfied "
  },
  {
     text:"Awesome Against the pop country and crying cowboy tunes Eric church excels with \nreal country music. It would make Johnny and Waylon proud. "
  },
  {
     text:"Changing the rules... and I love it! We know he could have easily done \"just another Chief\", but \nhe didn't. He went beyond, he went creative, and he nailed it! "
  },
  {
     text:"New country for sure. Gotta listen to the album at least 3 times before you judge it. He takes \ncountry to another level in this album especially cold one. "
  },
  {
     text:"Awesome The more I listen to this album the better it gets . Guitar riffs and the \nbeat of the drums really set it off. Definitely on the outside with this \nalbum. "
  },
  {
     text:"Great But does anyone know why it's not in all access? "
  },
  {
     text:"This is what perfection sounds like. Every song is well thought out and wonderfully written. Flawless delivery \nand all of the Eric Church attitude we've come to love. This may be his \nbest yet. "
  },
  {
     text:"Awesome I know this man He actually went to my church and played in the band in my younger years. \nHe is probably the greatest gospel country music artist ever "
  },
  {
     text:"disappointed huge E.C fan love all his previous cd's....but im not fond of this one.... "
  },
  {
     text:"Perfect Every album just gets better and better. Outsiders is just something you \ncan blare with the windows down, dark side really hits home with its brutal \nhonesty and give me back my hometown is well.. Self explanatory. Great job \nEric, you'll for sure make your mark in country music. Keep it up! "
  },
  {
     text:"Man this album tells the thruth about country I love this album cant get enough of it "
  },
  {
     text:"Here is a good band Need more back up Singer on there "
  },
  {
     text:"Album is great thanks to NPR I can listen to it since my all access apparently is all \nlimited... rather disgusted that I pay for something that has a limited \nselection. "
  },
  {
     text:"Great Album Kinda different sound, but all in all I really like this album. "
  },
  {
     text:"Awesome!! Another great CD by Eric Church. Country/Rock is the new country. "
  },
  {
     text:"Love it!!! This made my day! Hope a tour follows this release soon, can't wait to \nhear it live!!! "
  },
  {
     text:"OMG I LIKE HES NUNBER #1 FAN I MEET HIM AND I CRIED LOVE HIM SO MUCH LUV U \nLUKE XOXOXO "
  },
  {
     text:"Love him. Would love to watch live. "
  },
  {
     text:"That's My Kind Of Album "
  },
  {
     text:"Perfection Another epic from luke! "
  },
  {
     text:"That's my kind Of music Love it nice music "
  },
  {
     text:"The bestt Love it "
  },
  {
     text:"Love it! "
  },
  {
     text:"♡♡♡♡ Love this album!!! It's the best!!!! "
  },
  {
     text:"Great Love number 1 "
  },
  {
     text:"Awesome luke i loved it. "
  },
  {
     text:"Cool songs "
  },
  {
     text:"That bunch Wow! If you have ever really loved someone this much , you understand \nfully what she means...even to the point of causing pain to yourself just \nto have that man in your life. "
  },
  {
     text:"Bomb song Yeah she knows who she is she's. The most beautiful. Girl I never. Thought \nI'd get that chance so yeah. I'm pretty great dull for her being there I \nfor a lot of love for her she doesn't even know "
  },
  {
     text:"Love love love LBT. Butttt... I feel like this song is pointless, stupid, and boring. It's \njust gotten to the point where it is annoying. "
  },
  {
     text:"GIRL CRUSH AND PAIN KILLER Excellent songs from this amazing band! Really good songs!' "
  },
  {
     text:"Girl Crush Good tone, love how its interpreted wrong by so many ignorant people. Good \nsong for jilted woman,by cheating man. "
  },
  {
     text:"Someone's gonna come along... And rate this cd with 5 stars (not shoot you down, hehe!) Love, love, love \nLBT!!! Like all their albums before, Painkiller is full of great songs, and \nlots of hits! Awesome album right here!!! :-) "
  },
  {
     text:"LBT is one of my favorite bands. They write great songs and their harmonies \nare beyond awesome. Love every song on this album "
  },
  {
     text:"a whatch out i listend to this song on pandora now had nightmare about a \nwoman chasing me with a bottle of lube and dildo ps just kidding its a dumb \nsong just wanted to make fun of it HAHA \nSSSSSSSTTTTTTTUUUUUUUUPPPPPPPIIIIIIIIIIIIDDDDDDDDDDDSSSSSOOOOONNNNNNGGGGGG "
  },
  {
     text:"\"Girl Crush\" When I first heard this song... I felt like somebody reached deep into my soul and put some old feelings \nfor someone to music. Just blew be away! Then that caused me to do some \nserious \"Day Drinking\". That was my \"Pain Killer\". I luv you guys LBT! "
  },
  {
     text:"Awesome! I love LBT and this album is absolutely amazing! You will only be \ndisappointed if you don't get it NOW!!! "
  },
  {
     text:"Boring...just boring -_- Two words: BORING, DULL!!!! What is the big deal? This only makes me wanna \nfall asleep.-_- "
  },
  {
     text:"Simply Awesome I've been listening to this album nonstop for days and it just keeps \ngetting better. Not a carbon copy of the equally amazing Tornado, and still \ngreat. I see many chart topping singles in LBTs future! "
  },
  {
     text:"Girl crush is really really good. I just cant stop hearing it I have it on \nmy ring tone "
  },
  {
     text:"Pain Killer- Little Big Town Awesome, Sizzling, Sexy,just a great album "
  },
  {
     text:"Amazing I've said the same as the lyrics (girl crush) not but a couple of years \nago crazy "
  },
  {
     text:"GIRL CRUSH must have been written for me -except it brings tears to my eyes when I \nhear it cause I was jilted by my x husband (with the help of his sister who \npushed her best friend on him since we were together) "
  },
  {
     text:"I love little big town, I try to play it on my phone but it takes about 30 \nminutes to hear it. But to me it's worth it. Girl Crush if u haven't heard \nit then u should "
  },
  {
     text:"Little Big Town Saw em twice in michigan....y\"all are awesome "
  },
  {
     text:"Album of the year Every song on this album is spectacular and they will be winning a lot of \nawards for this I'm sure. "
  },
  {
     text:"Girl crush Dumbest song ever. How are you going to become obsessed with a female your \nman left you for? Good Bye with that nonsense! You need to love yourself \nand be you! If he likes her oh well on to the next. Not trying to die being \nlike her so he can come back to you!! A guy who is worth your time wouldn't \nput you through this!! "
  },
  {
     text:"pain killer Girl Crush is my Favorite but ALL THE SONG S Are GREAT! Little Big Town, Is my favorite group! Have been since they \ncame ,or released their 1st album. "
  },
  {
     text:"Awesome! Girl Crush: You might have to look up the lyrics if you believe it's \nsomething other than what it really is. She's singing about the girl she \nwants to be like, so that the guy will want her instead. "
  },
  {
     text:"Beautiful voice If you think this is a \"gay song\", you are part of the problem. A \nbeautiful song about a girl who wants her man back. "
  },
  {
     text:"Girl crush Seems like the way I can do it for the first place and the other day and I \nwill be able to get the chance to get the chance to talk to him and he is a \ngood time to get the same as the most important thing is that the best way \nto go "
  },
  {
     text:"Pain Killer If you don't like this album then your not country. "
  },
  {
     text:"Day drinking. I am going to have a good time and consideration of my resume for you to \nknow if I can be reached by phone and then I can do to help with the \nfollowing link below to unsubscribe from my mobile phone number of the \nintended recipient or the employee handbook and the rest are. "
  },
  {
     text:"Little BigTown Girl crush.....IS MY FAVORITE...BUT I LOVE ALL THEIR SONGS "
  },
  {
     text:"Loved it I love the song girl crush it is a good song. Love how they sing it "
  },
  {
     text:"Girl Crush I'll have you back believe that. I LOVE YOU FOREVER "
  },
  {
     text:"Love Little Big Town I would not consider myself a country music fan, I would call say I am a \nmusic fan and this is a wonderful band. Love this album and their first \nalbum. Great band. "
  },
  {
     text:"Its ok They could do better considering girl crush is on this album. "
  },
  {
     text:"Girl Crush Haven't heard good music in a while. I'm Puerto Rican, and I love all \ngenres. But because of this song and many others , I'm headed towards \ncountry and folk to be my favorite!! #thanksforsuchanamazingsong "
  },
  {
     text:"Little Big Town Is My \"Painkiller\" All great songs!!!... Girl Crush is by far my favorite!! However, the \nsongs each have their own unique melody and I find myself singing all of \nthem, all the time! Definitely a group that will become near and dear to my \nheart.❤ "
  },
  {
     text:"Amazing people who say that girl crush sucks y`all are nuts "
  },
  {
     text:"Little Big Town rocks this album!!! Love that LBT put some more rock into these songs! Also love that Kimberly \nhas more solo parts! Powerhouse vocals by these group. No group like \nthem!!! "
  },
  {
     text:"Girl crush I got a girl crush so catchy ad good "
  },
  {
     text:"My favorite band in te world. Little big town is the only band I listen to \nno matter what people say about them. "
  },
  {
     text:"Yasss!!! Love it! And the meaning behind this song is so lovely and sad♡ "
  },
  {
     text:"Brings out the inner red neck. I grew up with classic, arena rock hair bands and such do not like a lot \nof country but after born and raised in the boon docks I have been a big \nfan, I love day drinking, and the women are as beautiful as their voices. "
  },
  {
     text:"Love girl crush Best song she could ever sing "
  },
  {
     text:"Good song Real strong voice well, Sia has an amazing voice anyway so theres nothing \nnew about that. In this song there is a lot of meaning and it makes the \nhair on the back of your neck stand on end. The reason why I dont love the \nsong is because of the music video. If you don't know what I'm on about \ncheck it out............. "
  },
  {
     text:"Sia's BACK and Bigger Than Ever! I've been a big fan of Sia since \"Breathe Me\", and with the success of her \nsongwriting career, I was beginning to 'fear' she'd never make another solo \nalbum, but boy did she surprise me. Sia has come back in full force with \n1000 Forms of Fear, and in the process has captured the attention of a \nnewer, much broader audience. "
  },
  {
     text:"AWESOME!!!! I love every song on Sia's new album! My favorites are: Chandelier, Fire \nmeet gasoline, Free the animal, Burn the pages, Big girls cry, and Elastic \nheart. "
  },
  {
     text:"1000 Forms Of Addiction Chandelier has easily become my favorite song. I find myself humming and \ndancing to it even in very public places! The music video (viewable in the \nofficial music video on YouTube) is equally beautiful. I crave more music \nlike this, and I think everybody should give this song a listen to. "
  },
  {
     text:"Love it. This album is amazing. To me it is like 1000 Forms of Feels. Been \nlistening to Sia everywhere i can, on my phone, on the laptop, on my xbox, \nand if i have to i'll steal my friends phone to listen to Sia if i have to. "
  },
  {
     text:"Amazing Despite not showing her face during performances it's her music we like. \nCan't see her face on the radio can you? Brilliant album as such and \nElastic Heart is my song of this year. "
  },
  {
     text:"AMAZING burn the pages, chandelier, elastic heart, big girls cry, fire meet \ngasoline ... All amazing tracks "
  },
  {
     text:"AMAZING!! Can't stop listening and absolutely amazing. Her music is just different \nfrom others and it changes your mind on things. Love how she describes the \nstruggles out there with creatives ways. What an amazing woman! "
  },
  {
     text:"Sia 1000 forms of fear Amazing job Sia love every song my 2 favorites are elastic heart and \nchandelier "
  },
  {
     text:"Beautiful voice, great lyrics, good beats A lot of very well rounded songs! "
  },
  {
     text:"OMG I am completely shell shocked on how amazing every bit of her songs are. \nMaddie in chandelier was phenomonal and im almost speechless on how Sia \nchanged how I feel about music forever. "
  },
  {
     text:"Love it Beautiful song and the choreography of the video is amazing. Well done sia "
  },
  {
     text:"I LOVE SIA! Her album is amazing and I love her music! She's very inspirational "
  },
  {
     text:"Because it's beautiful I was so moved by the video everyone is afraid of that I felt compelled to \nsupport this unquestionable musical and artistic accomplishment. "
  },
  {
     text:"She's an amazing singer and writer People don't realize how many famous songs she's written and to sing like \nthis.. she has True talent "
  },
  {
     text:"Incredible & Astonishing ! I don't care what anyone has to say, but SIA is very AMAZING !! Her voice \ndraws me into this state of mind where everything is fine and calm. Her \nmusic is very mind drawn and I just love it. "
  },
  {
     text:"CHANDELIER I really do like this song !!!! She has a powerful singing voice that not \neveryone singing has and it holds me captive when ever I hear the song \n...ha It's something about saying CHANDELIER that I way I find cool... "
  },
  {
     text:"Awsome! What's not to love about SIA!!! Awsome singer & super talented song \nwriter. Has done Adelaide, South Australia very proud. ☺ "
  },
  {
     text:"I have a 1TB hard drive on my personal computer which I'm sure you can \nappreciate is a huge amount. However, despite this enormity of storage \ncapacity, I see this album as a waste of that plentiful storage space. Tom \nBlaser - Editor in Chief at T'n'T "
  },
  {
     text:"Sia 1000 forms of fear Have to say until my wife pointed out Sia singing with her back to the \naudience I'd never heard of her or realised she had wrote so many songs for \nmajor artists, this album is great not one bad song Sia tears it up and her \nvocal skills are second to none well worth buying! "
  },
  {
     text:"Great voice, love the sounds! Amazing album to relax to. Walking dogs, big fields, good music....lost in \nthought!!! Love it! "
  },
  {
     text:"Sia is epic! Keep it going Sia. I absolutely love your songs. They have so much soul \nand I can really feel your pain and emotions. I love the fact that there is \nthis deep powerful undertone in your voice. It really gives a powerful \nelement to the music. Thank you for your music and never give up in life x "
  },
  {
     text:"Sia is the most talented artist I know. She has helped me overcome my fear \nand break free of all my guilt Chandelier is the most unique name ever for \na song and its new, fresh, and amazing "
  },
  {
     text:"Amazing talent Sia definitely found the perfect match when she found Maddie Ziegler. They \nboth have amazing talent. Never saw a twelve year old with such talent. And \nSia by far is one of the most talented Artist. Not only an extraordinary \nvoice, but also a fantastic song writer. Watching their videos never gets \nold. My five year old daughter tries to do the \"Chandelier\" dance.. it's \npriceless. "
  },
  {
     text:"Absolutely amazing! The best album yet by this fantastic artist! You're amazing Sia! Hugs from \na fellow songwriter! ♡ "
  },
  {
     text:"Amazing SIA has an amazing voice. Elastic heart fits with anyone who loves with \nthere heart in a cool artistic sound of today or beyond. Everyone has there \nown music taste. She fits in to my eclectic music genre. "
  },
  {
     text:"I love Sia. Her music is so raw and conveys real emotion and pure talent. \nHer songs write out like thoughts that I've had at one point or another in \nlife and that I just didn't have the words to express. She paints with her \nmusic, and she knows how to make her songs catchy to pretty much anyone who \nhears it and who has an ear for good music. 5 stars all the way, she is my \nfavorite artist. "
  },
  {
     text:"1000 Forms Of Fear This bus an outstanding comeback from Sia. Her vocals throughout the \nrecord are absolutely incredible. She is an outstanding lyricist and create \nsoulful lyrics sparking thought and emotion. Some great songs are \nCHANDELIER, BIG GIRLS CRY, FREE THE ANIMAL and DRESSED IN BLACK. But if you \nreally want good sound quality, (well, who doesn't?) then support your \nlocal record shop by purchasing the CD or the Vinyl. Because they are \nalways superior to digital in every way. Plus you get lyrics and artwork! "
  },
  {
     text:"1000 forms of fear Yet another fantastic sia album..upbeat ...and impressive. Love it "
  },
  {
     text:"you are amazing no matter what me personally I am your biggest biggest biggest fan I love your whole \nalbum especially chandelier I listen to the song everyday and I cry cry cry \nyou are so powerful I wish I could meet you but a thousand forms of fear \nwas your best album ever. you are the best artist I feel like I'm going to \ncry SIA I bought your album you're all over my room. Your pictures my \nbackground girl I just love love love you keep swinging from the chandelier \nI'm trying to learn the whole dance but very very good song I luv ur CD "
  },
  {
     text:"1000 Forms of Fear Realised An album for deep thinkers and the displaced. Also for the happy, the \nquirky and those that love genuine melodies. If your background is heavily \nsheltered you may love the music more than the videos. An uplifting \nnear-perfect pop album. Sia's gift for pop writing is lovingly matched with \nher out-of-this-world voice, but unmatched by her peers, and this album \nshines new light on her talents - it features songs that no one else \nwanted, and (probably causing the first point) tracks too personal or too \nunsingable for anyone else as Sia reaches heights with her voice I didn't \nknow existed. Dark corners and bright guiding lights throughout. Oh, if you \nwind up imagining your head in a blonde wig flinging yourself round the \nhouse it's ok, it's totally totally ok. "
  },
  {
     text:"A true artist, much beauty and creativity. Beautiful album, truly beautiful. This album has so much creativity and so \nmuch emotions; Sia has great vocals in the track and it's easy to tell that \nthis album is truly a masterpiece. It's been a long time since this album \nhas been sold for the first time yet this album still remains to amaze me. \nSia's song writing is truly phenomenal. I believe Sia will become a legend \nas a artist, her use of language, the use of emotive cracks and her use of \nart forms truly shows that she will be remembered. "
  },
  {
     text:"Sia is an amazing artist and 1000 Forms of Fear is proof! Sia’s 1000 Forms of Fear is stunning! Each track on the album evokes a \ndifferent emotion. Excitement, sadness, hope, and of course fear. This is \nwithout a doubt the best album of the year! "
  },
  {
     text:"An Unexpected Crush Sought this record out after falling in love with 'Elastic Heart'. Sia is \nan amazing woman, with a lot of heart and talent. Every single track is \nbeautiful! I listen from the beginning, straight through the end. Best \npurchase I've made in a long time! "
  },
  {
     text:"I love it. I love her and her music. Shes amazing! I love chandelier and that little \ngirl. OMG!!! "
  },
  {
     text:"Sia: 1000 forms of fear One of my favorite new artists I highly recommend this album for anyone \nwho needs to escape.... "
  },
  {
     text:"Amazing Sia is an amazing artist and song writer I didn't know she wrote diamonds \nfor rihanana lol... But I will say she needs to.get over whatever she has \nand start performing more .... For the longest I.thought the little girl \nfor the video was her... Hands down a great artist amazing vocalist love \nall.her songs on this album "
  },
  {
     text:"Amazing! Sia has one of the best ranges in the entire world and she definitely \nconnects with her fans in this album. 1000 Forms Of Fear is an album that \nmakes you just sit down and close your eyes and actually listen to all of \nthe lyrics to hear her story. Definitely one of the best albums of 2014 so \nfar. "
  },
  {
     text:"Sia I love chandelier, I love sia! She has inspired me to be whatever I want \nto be!! Did u know that the dancer in the music video is Maddie Ziegler \nfrom dance moms?!?! Oh she wears a wig and a bodysock thing!! Both my \nfriends and I listen to this song over and over!! "
  },
  {
     text:"I can say i truely admire her... Sia has a story behind every song and not to mention, she wrote them which \nis hard to say about artists these days. Not only are her songs a work of \nart, but she is. Im so proud of her overcoming her past and what she has \ndealt with. She is strong and she will face those 1000 forms of fears with \nher elastic heart. This is a masterpiece. One of the greatest vocal \nmelodies! "
  },
  {
     text:"Lover of his songs Love the album the songs that I love the most is jealous,chains,and \nteacher. It's something new and different from when he was with his \nbrother's. You never knew that he will go this far in music. His music is \nunique "
  },
  {
     text:"Like it It was cool! There where a couple songs I didn't really like, like teacher \nand other ones "
  },
  {
     text:"Love it I think he looks cute. He has a great voice. He was on well the for kids \nchoice awards Sing a song for me!!!!!!!! I like the song jealous "
  },
  {
     text:"I love the whole album I love chains Jealous & teacher i love the r&b touch of his music i do \nagree With the person Who said he needs to reup with usher they would sound \namazing Together "
  },
  {
     text:"AWESOME SONGS!!! I absolutely love his voice! My number one favorite is \"Chains\" and my \nnumber two favorite is \"Jealous\". WAY TO GO, NICK!!! "
  },
  {
     text:"Its not that great. He is a good singer, but I like more r&b this is more \npop taylor swift stuff. He needs to get with usher so usher can put some \nr&b in it. I think he would go alot further if he got someone like usher to \nproduce. "
  },
  {
     text:"One of the best albums of 2014. Despite a mix of uptempo tracks to serve as \nthe singles ('Jealous', 'Teacher' & 'Chains'), the album is actually \nprimarily composed on atmospheric R&B slow-jams. Solid from star to finish. "
  },
  {
     text:"Uh... I don't really see the special thing everyone sees about Nick, he's not \neven talented. I tried to like this but just no... "
  },
  {
     text:"Nick Jonas jealous Shout out to Nick man I love this song can you continue like making songs \nlike this like with the beat the harmonizing and just the way it sounds I \nlove this song like really I'm a singer myself I'm in intermediate choir \nchorus at Opelousas Senior High in Louisiana and I did this song as a solo \nand everybody loved it so yeah Nick please do more songs like this really \nappreciate it I am one of your fans keep it I am truly inspired keep up the \ngood work bro!!! "
  },
  {
     text:"I like to listen to all of nick Jonas songs are very wonderful and awesome \nrapper and he is really sexy and handsome rapper and he is very talented \nand awesome rapper and he is more sexy and handsome rapper better than his \nbrother anyway too. I like to listen to all of nick Jonas songs are very wonderful and awesome \nrapper and he is really sexy and handsome rapper and he is very talented \nand awesome rapper and he is really sexy and handsome rapper and he is very \nsexier than his brother anyway too too too too too too too too too too too \ntoo. "
  },
  {
     text:"Ahhh I love nick he the best and his music is amazing Holy Jesus this is great "
  },
  {
     text:"Love his songs I mostly love the song Chains and Jealous the rest are awesome but I love \nthese the most, so keep up the good work!!! I think you are better without \nyour brothers ☺☺✌✌ "
  },
  {
     text:"Im a big fan of nick jonas and i love his songs I love listening to his songs all day and when i listen to his songs it \nmakes me happy!!!!! :) and his new song good things with sage the Gemini \nand he is cute "
  },
  {
     text:"NICK JONAS It is AMAZING he left the teen pop band and now is a solo he should keep \nmaking music "
  },
  {
     text:"WITNEY REALLY I LOVE HIM LOL AND UR NOT TALENTED Comon witney he is good lookin and has a AWSOME VOICE so u better just \nrewrite that comment "
  },
  {
     text:"Awesome Nick Jonas u are awesome but teacher is dirty I like all your songs and \nburning up with rob also year 3000 but I mostly like jealous I hope you \nenjoy your life in new York City I hope you play halo on Xbox 360 and Xbox \nlive hope you will have a family one day "
  },
  {
     text:"A cross over for sweet Jonas The symphonic melodies, the falsetto notes, the love ballad, this is an \nattraction for old and new generations! "
  },
  {
     text:"Amazing! Ever since I watched The Jonas Brothers on Disney Channel I have wanted \nNick to go solo and let me just say..WOW. This is better than I ever \nexpected. He has really broke away from Disney in the right way! There are \nfast songs and slow, sappy songs on this album. All the right kinds :) "
  },
  {
     text:"♡♡Just amazing.♡♡ ♡♡I've been a fan of his since he started with his brothers. Still to this \nday I love all of them. Not just Nick, not just Joe, or not just Kevin, \neven Frankie is awesome, got off track nut anywho. Love you Nick Jonas, \nkeep up the great work.♡♡ I love how you have grown into such an amazing \nman. I love the RnB style goes great with you, yet everything else \ndoes/will too.♡♡ "
  },
  {
     text:"Nick Jonas I have loved Nick Jonas /Jonas Brothers Scince I was 5 I am now 13 He is \nReally Good Great inspiration love you Nick "
  },
  {
     text:"I love you Nick .j I watch you're show big time rush you were always my favorte "
  },
  {
     text:"The best songs in the business I love his album!!it is great he has amazing songs and amazing voice I \nlove it :) "
  },
  {
     text:"I love his songs I think you should buy all of these songs because I know I \nam I think he should be king "
  },
  {
     text:"Can't wait till your next hit comes out. Love all of his music he is a great person who writes amazing music and I \nlove him for that you rock. "
  },
  {
     text:"Absolutely love it Nick, I'd never thought I'd fall in love with a Jonas brother.... but it \nhappened. Thank you. "
  },
  {
     text:"Fantastic experience listening to this. Great album with well chosen features. Joe Jonas has that soft voice with \npowerful words behind it to which all can relate especially men such as \nmyself. Excellent Joe Jonas, just pure class!! "
  },
  {
     text:"Great solo album This is very well produced and nick has strong vocals. Key tracks are \n\"nothing would be better\", \"push\", \"wilderness\" and \"jealous\". "
  },
  {
     text:"Have you ever heard jealous remix omg who ever did that had there glasses \non to tight;) has the f word and everybody wants you sex i mean that is \nhorrible he was a nickloadian and i have no clue how to spell that but \nrealy thats like bad "
  },
  {
     text:"He is so hot I know what I'm talking bout he is the best chains is the most \nawesomest song ever "
  },
  {
     text:"Im honestly so excited! This is the time in his music where It's all him \nand It's been in hiding. The sound of the album is going to be amazing. "
  },
  {
     text:"Wow His voice is amazing. I love how he changed it. More rnb pop than what he \ndid with his brothers. I think he needed this. Of course I love the song \nwith Demi. They just work really well together. "
  },
  {
     text:"Nick Jonaus I nick jonaus because he's cute and awsome and jelous and chains is my \nbest song "
  },
  {
     text:"He is amazing Nick Jonas is the cutiest guy in the world I wish I could meet him in \nperson it would be a dream come true "
  },
  {
     text:"I LOVE this album I love this album. Especially Chains, Numb, Nothing Would Be Better "
  },
  {
     text:"You got me in chains for this song He made the right choice leaving his brothers I think he better this way "
  },
  {
     text:"Chains 2015 all about Love , while we watch , wait, wonder,can Love survive \ndespite recession "
  },
  {
     text:"Lover him crushing Lol I love his song im in love my peeps lol♥♥♥♥♥●●● "
  },
  {
     text:"I love this YOU GOT ME IN CHAINS FOR YOUR LOVE AND I wouldn't CHANGE THIS LOVE "
  },
  {
     text:"Love him My aunt actually taught the Jonas brothers gymnastics when they were \nkids!!! "
  },
  {
     text:"IN LOVE WITH THIS ALBUM Funky, dancy, and sexy is the best kind of music right? "
  },
  {
     text:"Alright To much auto tune I don't consider this rap without his beats he's crap \nwhen actually can flow some lyrics then I can actually listen where is the \nold future "
  },
  {
     text:"Future Done Finally Found his Sound! You can see the Growth from Pluto to honest..and the growth going on to \nthe last 3 mixtapes he dropped monster, beastmode, 56 nights..DS2 just \nsolidified that sound!! ..This Album Got the Trap Boomin in Traps all over \nthe states "
  },
  {
     text:"HOW CAN U NOT LIKE IT future specifically said that this album was not tenichally made the way \nhe wanted,BUT LOOK HOW AWESOME THIS ALBUM IS.We have thought it was a \ndrought, where ya at,stick talk,freak hoes,slave master,blow a bag any \nother bangers that I definitely did not see coming... Future gonna be \nbangin with this one album for a minute #FBG "
  },
  {
     text:"I dont know Its not a bad album, definitely not as bad as Cherry Bomb but it cant get \nmuch worse. Anyway most track on this album are quite monotonous and you \nwill get tired of them quickly. Future is quite average rapper I bet he \ncant freestyle because lyrically he's just weak, you cant put him in the \nsame line with Tech N9ne or Kendrick Lamar. However I dont mind listening \nto this album, because like I said its not a bad album but its also nothing \nspecial. "
  },
  {
     text:"DS2 Future killin the streets right now ya feel me been a fan of his but he \nwent in on every song "
  },
  {
     text:"Rap Album of the Year? No just album of the Year This project has no flaws. It's pure clear VS1 Clarity. The intro, thought \nit was a drought, brought us the great line about gucci flip flops and it \nsys the tone for the test of the album. His only feature on the album, \nWhere Ya At with Drake, should be a song that is constantly played on the \nradio. Musical production on this is superb. No one beat out shines the \nother. He thankfully includes his hits from his 56 nights, Beast Mode and \nMonster project which just strengthen the project more. 10/10 "
  },
  {
     text:"THATS FUTURES REAL VOICE NOT AUTO TUNE if u listen to his regular voice \nthen u would know that but poppin a** albumn and u can't put him in those \nrap categories cause he does both singing and rap. DIRTY SPRITE 2!!!!!!! "
  },
  {
     text:"Future True rapper, nice beat,best bars,always fresh. There is nothing to hate \nabout this man.his is the best. "
  },
  {
     text:"To think I didn't like future when he first came out. Hands down my \nfavorite rapper out right now. From a person who just loves the music I \nseen your progression from day 1 to now. #Beast #FBG #Finesse "
  },
  {
     text:"Retarded album. All you \"rappers\" do is throw on a dope beat and say freaking nonsense and \njust auto tune it. Seriously, where's the good hip hop "
  },
  {
     text:"Trash This is terrible, how can anyone stand this garbage? Its sad that this is \nthe type of rap that gets radio play. Try listing to Chris Webby, John \nConnor, Stevie Stone, ¡Mayday!, slaughterhouse, Futuristic, Yelawolf, they \nhave lyrical content, stories to tell and actually make since. This guys is \njust awful, quit making bad rappers famous. "
  },
  {
     text:"...DEAD This is not hip hop. But do I expect an album from future to be real hip \nhop? NOT AT ALL lol! I respect his style and approach but calling him a \nrapper is highly laughable and ludicrous. When I Play real hip hop, expect \nthe love of the hip hop game! Meaning, powerful lyrics, delivery, \nmeaningful words, ability to change up flow, style, and wordplay, \nmetaphors, and know how to MC. Move the crowd with a great performance. \nEveryone has there opinion but certain things are facts certain things are \nopinions. Tos "
  },
  {
     text:"Lit The transition from each track is really good. Even if you find a song you \nare not too interested in (for w.e. reason ) then future makes it that you \ncan keep listening regardless. He went back in with this album, definitely \nstepped it up from the original dirty sprite. "
  },
  {
     text:"Overrated Where are all the people that still know music? This definitely isn't \nalbum of the day week month nor year. Y'all like it bc everybody else that \ny'all think is cool likes it, mainly trap niggaz n wannabe trap niggaz. I \nlike Future but he's overrated. "
  },
  {
     text:"it's ok just get confused he is Vista's baby daddy I think.I mean that's \nall I know this rapper as. c I a r a ' s ex "
  },
  {
     text:"His music is boring So this is what hip hop has come down to? It's boring n he sounds bored \nsinging/rapping it. N the auto tune is old already. His lyrics are not very \ngood. I just can't seem to enjoy his music. As a featured artist he's ok \nbut an entire album of him is way too much. 2 stars is being generous "
  },
  {
     text:"Hated Bugatii But Trap, Know the meaning n the Strippers joint tho..The Deluxe song made \nme an official fan.. "
  },
  {
     text:"Album of the Year candidate I haven't anticipate an album this much since Makaveli's 7 Day Theory: The \nDon Killuminati. I have 0 doubts that Fire Marshal Future, Super Future, \nFuture Vandross, Future Hendrix will shut down the Rap Game on July 17th! \nA1FBG! Chiraq to ATL. "
  },
  {
     text:"Great!!!! I have not bought an album since j cole's 2014 Forest Hills Drive. I \ndefinitely bought this one no question. Future is my favorite artist \nbecause he is creative. Hopefully this sells like it should. "
  },
  {
     text:"What the fluff This album is the definition of what rap is today.This dude is hardly \nspittin.It sounds hecka dope because of the beat.But the verses are \nstraight wack. Hopsin on his new album pound syndrome a skit called \"No \nWords\" this exactly what he was talking about.People will say something is \ndope because of the beat and the autot tune sounds good but it's not \nrap.its wack.sorry future gave you a chance and this sucked. "
  },
  {
     text:"DS2 Already know dis finna B album of the year frfr God Blessing all the Fat \nniggas "
  },
  {
     text:"The Best Rap Album Drake and Future are the only two albums i could listen to without \nskipping through the whole playlist "
  },
  {
     text:"Future definitely made a name for himself this year boy I tell you. People \nwho didn't even know future know his name now, who else you know drop 3 \nfire mixtapes and still give you a classic album #MyNigga "
  },
  {
     text:"My heart is like in love This song is amazing the fact that there are people in the world who don't \nlike must not know what music really is I really HOPE that they make more \nsongs like this one of the best songs I ever heard in my whole entire life "
  },
  {
     text:"Album on Fire!!! Future. is my favorite rapper. Metro boomin,sonny digital, tm88 808 \nmafia,Southside 808 mafia,and zaytoven making fresh. beats keep it up yall. \non fire "
  },
  {
     text:"Gonna be DOPE I have all futures albums and mixtapes and this DS2 is going to be just \nwhat i need to get my year right #futurehive "
  },
  {
     text:"#FUTUREHIVE I really love the album; I practically have the songs memorized now! Good \nwork Future! "
  },
  {
     text:"Nun but luv I def think he on his ish. I rock wit dis 1. Def keep it up "
  },
  {
     text:"Definitive Album of Future's career. Easily his best album released to date, sonically outstanding and he \nhandled himself well through the whole album using only one feature. If you \ndidn't believe future could carry a full solo LP on his own then let this \nproject convince you. "
  },
  {
     text:"After dropping those three mixtapes for free I had to support a lot of \nartists do not drop free music. I got the deluxe album $12.99 I love it. To \nall you critics this music is for trap this is not for inspirational \ncontent so knock it off. if you don't like what you're hearing turn it off \nwe don't need to hear your comments about futures album. this is trap rap "
  },
  {
     text:"Future Hendrix ! Best to ever do it . after my nikka Gucci , BUR #FREEGUWOP "
  },
  {
     text:"Lazy Rapper Another stupid Rap album about money and strippers.. I will always be a \nFan of Hip Hop, but this is just another example of how beats and accent \ncan get you money. It's sad.. "
  },
  {
     text:"Why is explicit album edited?!? I brought the album yesterday from here and even though I paid for the \nexplicit version every song expect for like 1 is edited. The album is nice \nbut just doesn't sound right edited. Can someone please help me or \nreimburse me.. this isn't what I paid for "
  },
  {
     text:"Future He has no lyrics, only thing good about his music is the production. "
  },
  {
     text:"Back to the (old) FUTURE !!! You can never go wrong with this album. He created a true masterpiece, \nlocally and globally! "
  },
  {
     text:"I love future trap song BRUSH UR TEETH CRAB U STUF LOL AHAHAHHA "
  },
  {
     text:"Fewtch gave us 3 complete bodies of work for free. Had to pay for this one to \nshow appreciation. #futurehive "
  },
  {
     text:"Love It Very good album nice hooks not too deep his songs has some has deep \nmeaning and very good lyrics I can relate to the music Good Job Future \nFreeband Gang going places "
  },
  {
     text:"Best album out right now Future did his thing on this one all of them hit singles most def. Love it \ngonna be bumping this one for a while ;) "
  }]