[
  {
     text:"Total AMAZING!!!!!!!!!!!!!!!!!!!!!! Love this album love you David best DJ ever!!!!!!!!!!!! :-) :-) :-) :-) \n:-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) \n:-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) :-) \n:-) :-) ♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥ "
  },
  {
     text:"Didn't want to like it but can't help it... Whatever you think about EDM (or whatever neo hipster genre you want to \ncall this) there is no denying that this guy can write a catchy tune. Whole \nalbum is just so easy to listen to and isn't trying to be overly \nprentenious like many modern albums of this nature. Play it loud and proud. "
  },
  {
     text:"Awesome I loved the song dangerous I also like the others sooooooo cool "
  },
  {
     text:"Great. Great. No, amazing. I could listen to this forever. Well maybe not forever "
  },
  {
     text:"Sick album David's just the best DJ ever "
  },
  {
     text:"Definitely my summer jam. I can't stop listening, it caught me on the second listen so I recommend \nyou download it. "
  },
  {
     text:"I don't like too much I love David Guetta music but this album is not my favorite. "
  },
  {
     text:"Listen I got this album to LISTEN to hey mama dangerous rise goodbye friend \nlovers on the sun and bad and what I did for love has become my favourite "
  },
  {
     text:"Love love Love this new album! My favorite song from it is rise and hey mama "
  },
  {
     text:"Love it! Love all of them, most favorite ones are, Lovers On The Sun and Shot Me \nDown. Great Album. "
  },
  {
     text:"Favourite EDM Album I can't stop listening to these songs; the music is good and David Guetta \nhas done really well. One of my favourite EDM (or whatever genre you want \nto call it) albums. "
  },
  {
     text:"Guettastic,Guettabulous Its no wonder other stars in d music heavens love his music!U cud listen \nto his feelgood music forever! "
  },
  {
     text:"Not free hey mama OH MY GOD I WANTED THE HEY MAMA MA MA BECAUSE IT MY FAVORITE SONG AND ITS \nNOT FREE! "
  },
  {
     text:"I am youtuber Why I fell so good? so good so got na "
  },
  {
     text:"It's okay. I'm not a big fan of David Guetta "
  },
  {
     text:"Sigh.. Dangerous is an amazing song, but the album as a whole is more than \ndisappointing "
  },
  {
     text:"Listen by David Guetts His new album is as good as his last one. "
  },
  {
     text:"Can't stop playing it! I wake up with 'Bang my head' and 'No money no love' echoing from my \ndreams. Really happy uplifting dance about the house. Awesome! "
  },
  {
     text:"Love hey mama Hey mama and dangerous are good "
  },
  {
     text:"His new work is bland nothing special , lawl at Ben best albums ever "
  },
  {
     text:"Its ok ! Good compilation of singers . Its ok but not great. "
  },
  {
     text:"Actual song writing It's like david realised that to be more than a novelty act there needed \nto be substance to this . Some of the best artists around writing songs \nhere ... Ryan tedder emelie sande Danny script . Just one thing next time \ndon't try to please everyone .. drop old mcnaj and don't bother with Miss \ndynamite . "
  },
  {
     text:"LOVE all songs All of the songs or a blast too listing to where ever you are "
  },
  {
     text:"I hace already preordered on my iTunes account No doubt no excitation for this album "
  },
  {
     text:"Lazy songs One of the worst albums I've heard, lazily made and boring lyrics. "
  },
  {
     text:"Killin' It!!! David Guetta made me fall in love with electronic music "
  },
  {
     text:"The song is so cool I think it is so coll so 5 stars "
  },
  {
     text:"David guetta Love it even better album than nothing but the beat 2.0 that was good "
  },
  {
     text:"Awesome Dangerous is so awesome "
  },
  {
     text:"Awsome The best music is Dangerous "
  },
  {
     text:"Dangerous Its a cool song "
  },
  {
     text:"Cool music Sun Goes Down, Bang My Head, Hey Mama, Dangerous, Goodbye Friend and Lift \nMe Up are the best songs on the album "
  },
  {
     text:"Outstanding album from start to finish Every song is great and some are absolutely off the scale, such an amazing \ncompilation of singers/tracks, despite the price tag this is a must have \nalbum. My favourite song on the album is DG and Sia, the Whisperer. "
  },
  {
     text:"Sooooo Good I love how he uses different styles and experiments my favourite is Hey \nmama gets me dancing every time "
  },
  {
     text:"Omg. . . I love this. Especially hey mama! Do more with Nicki!!!! "
  },
  {
     text:"Lol I got it for 99p Love ya david "
  },
  {
     text:"DG rocks! Always a pleasure listening to this guy! "
  },
  {
     text:"I'm absolutely in love with Lovers On The Sun David Guetta is the best DJ EVER!!!!! "
  },
  {
     text:"Rate the album not the FREE purchase process!! Not bad. Typical Blake. A lotta sap mixed in with some fun. Although Neon \nLight was the anthem of my younger days. A little better than some of the \ncorporate country being put out these days. Go see Blake live if you get \nthe chance, he puts on a fun show. "
  },
  {
     text:"Hey Stupid people Must read terms , must have credit card on file! How's it false \nadvertising? When it's clearly stated , Dorks!! I keep a Green Dot card on \nmy Google play account and have money transfer to it each month. That way \nnone my real info is attached an I can use my Google wallet to buy stuff \noff Google play. "
  },
  {
     text:"It's seriously free.. I have an old debit card with 80 cents on it I've been using for months \nfor the free albums of the week (because what am I going to be able to buy \nwith that much change?) & guess how much money is on that card after using \nit about 10 times? 80 cents! It doesn't take money. Trust me. I was uneasy \nalso that's why I used this one just to be on the safe side. No taxes or \nanything. Legit free albums! "
  },
  {
     text:"Am I the only one I never have a problem with the free album.. I just click free and it \ndownloads all the songs for me.. maybe I had a card already on file but \nit's never asked for anything.. "
  },
  {
     text:"Shut up about the Credit card information Most places require credit card information, even for free items. Get over \nit. Be happy they offer decent music for nothing. "
  },
  {
     text:"Awesome I love this album. It is free. It's just Google play is kind of weird and \nwants some money on your account. But it's totally free. You can always \njust get a $10 gift card for your account. "
  },
  {
     text:"Meh Not free if I have to give credit card info where it CLEARLY state select \nmethod of payment. I really truly enjoy Blake Shelton and wish I could have \ngotten this. The 5 star is for my man, not this service. "
  },
  {
     text:"Love Neon Lights. Buzzing and Lips Taste Like Sangria GREAT. Not asked for \ncredit card information just clicked FREE and it downloaded. "
  },
  {
     text:"Free? I got charged $0.00 Woah, \"false advertising\"... I just got a receipt for $0.00! Buncha \nclowns, it doesn't charge you..... You come to Google play store with no \ncard on file or wallet acct... Why are you here? I guess looking for \nfreebies... Typical "
  },
  {
     text:"free why on earth would you need to add a credit card if its free...... man \nwhats up with companies they say free then they what your bank, card or \nlife history. no thanks free . i love Blake, but you are not getting my \ninfo...... LOVE AND GREAT WISHES TO BLAKE . "
  },
  {
     text:"For all the complaints Yes you need a credit card on file with google. No it does not charge your \ncard.. this is standard procedure for most companies in case you decide to \nmake a purchase that is not free. If you aren't realizing that then you \nmust not read terms and conditions either. I love this album though. Blake \nShelton has great music. "
  },
  {
     text:"Need my girl Awesome song! Like all his other songs..he truly is as amazing as he \nlooks! Way 2 go Blake I can always expect nothing but the wow factor from \nu.U r The Voice "
  },
  {
     text:"Love it I Love Blake's music. For all of those who are complaining about a credit \ncard all you have to do is redeem an app store card on your account and \nhave atleast $0.01 on your account and it let's you download all free \nsongs. It's not a big deal people. "
  },
  {
     text:"Free album of the week Quit complaining about needing a credit card. You will need a credit or \ndebit card, it only needs at least $.01 and a lot of places require a card \neven if it's free. Go buy a five dollar prepaid card and store it on here. \nI however love love love the free albums of the week, it's introduced me to \nsome great new music that I never would of thought of buying, now that I \nknow if I like it, I can buy other songs or albums from the featured \nartist. Thank you Google play!! "
  },
  {
     text:"Love it. Thanks google No reason not to give five stars. Great artist. And can complain about \nfree. Wait, it charged me $0.00 lol "
  },
  {
     text:"You people are dumb If it says free its free if not google would be sued for a ton of money. \nI've been getting the free album of the week for months and not a single \ncharge "
  },
  {
     text:"The law requires a purchase This has to be the first time I've seen the review section flooded with \n\"why\" comments. There are laws regarding music being illegally downloaded. \nTo ensure the music is legally acquired, it must be \"purchased.\" Even if \nfree, Google is ensuring you have a receipt and their system requires a \ncredit card for purchases. As others have said, there are ways around the \ncredit card issue. Easiest is to get a Google Play gift card and put it in \nthe system. I'm not a huge country fan, but my kids like Blake Shelton \nbecause of The Voice. And free is a great price to let them have some music \nof his. "
  },
  {
     text:"Awesome free. NOT A SCAM Credit card is only needed to insure you are an actual account \nowner/holder. They charge nothing to it. It is to insure that the DEVICE \nand it's owner are not some BOT program aimed to scrape or, collect FREE \nthings like this. It also is to prevent children from downloading things \nthat may or may not be allowed. Google is in no way charging your card. It \nis so they can generate a record of transaction with a HUMAN being. And, \nalso to help the record label learn who was interested. Market research. "
  },
  {
     text:"It's free stop complaining people I don't like contry music that much but I \nlove the fact that they give away a free album every week "
  },
  {
     text:"It really is free... Google always asks for a card number, but they won't charge you. You can \nalways set your Google account to charge your phone bill and not enter a \ncredit card. All these people rating this album at 1 star because they're \ntoo incompetent to figure this out is absurd! Great album BTW, love all of \nBlake's music! "
  },
  {
     text:"Blake Shelton.... How can you not love this? Sure brings back the sunshine even if you are \nnot a country music fan...you can't go wrong with this! Thanks Google \nMusic!!!! "
  },
  {
     text:"Great music from Blake Blake at his best. What more can you ask for?!? Free and Blake...although \nI'm sure Google paid a hefty fee to Blake and all the other singers who get \nlisted free on Google Music. And for the people complaining that it's not \nfree, just sign up for a Google Music account and place your credit card on \nfile! You can't beat the weekly free music. I've been on Music since it \nstarted and absolutely love it. Prices are often cheaper here than anywhere \nelse. "
  },
  {
     text:"Great Album Love this album, also the morons giving it one star about the credit card \nthing are violating play store terms. The ranking is solely for the \nartistic content. Please take ten minutes like I just did and click the \nthumbs up/down button next to each of these stupid reviews and click \nunhelpful, then click again and click spam. "
  },
  {
     text:"Amazing I love all of his songs and it is amazing that he used adas water tower as \nthe album photo I love how he throws in Oklahoma into his work "
  },
  {
     text:"Free It is free people. They have to have your credit card because this album \nis not in the free section it is technically a payed product that the \npurchase amount is zero for a limited time. They send you a receipt too, it \nis NOT a scam. It's simple common sense. For those that understand that \nenjoy! For those that don't oh well you miss out. "
  },
  {
     text:"Nice!! (Aside: Peeps - Review the Album - Not your failure) Great album and song selection! Thank you to the artists for agreeing to \nthis. I'm more than a little annoyed that people are giving it 1-2 stars \nbecause they don't know how to follow directions. If you have an iPhone, \ntough luck. You can afford to pay for the album on the iTunes store. If \nyou're not set up with google wallet, then why are you even on Google Play? \nJust put the number in, it won't be charged. If you're concerned about \nmoney download \"Google Opinion Rewards\" hope for some surveys and earn play \nstore credit. I'm at ~$10 of free play store credit. Bottom line, stop \nwhining. "
  },
  {
     text:"Great artist, great music! Great album... Not \"popped\" up like country has been turning into lately. \nReminds me of albums from the 90s. Just great tunes! And, it's free this \nweek! What's there to complain about?! Now some random emojis... BY THE \nWAY... 4 THOSE SAYIN IT'S A SCAM IF U HAVTA ENTER A CC #.... CHOOSE TO BILL \nYER PHONE BILL, U'LL NEVER B CHRGD (AS LONG AS IT'S A FREE DOWNLOAD) U CAN \nALSO PASSWORD PROTECT THAT \"BILLING\" SO NO \"ACCIDENTS\" HAPPEN. Google has \nto keep people from phishing these items somehow. "
  },
  {
     text:"Bringing Back the Sunshine This is a great album! Blake has really poured his heart and soul into \nthis work. Every song speaks volumes and tells more than just a \nstory...Thanks Blake, I appreciate your all-in commitment to this work. "
  },
  {
     text:"For all of you whining about adding a credit card Like someone stated, rate the ALBUM not the PURCHASE PROCESS. It is not a \nscam or advertisement. Just simply how most systems work, you can't \npurchase free apps on iTunes without a credit card. I've never had a \nproblem with google having my credit card info. You might even have the \noption to \"charge\" it to your phone bill. Which will be $0.. Maybe look \ninto google surveys, where they give you a few cents for a few questions. \nYou accumulate it to buy things which I use to buy free stuff as well. "
  },
  {
     text:"Great Man, Great Music Thank you once again for giving a great album out..and you show routinely \nthat you are better then Itunes.. for just this. You guys rock It's \n**Free** they require payment in case you want to buy something else.. why \nshould they cater to you when they are giving current top music out. Cheryl \nthe world doesn't stop.. just for you.. go buy a prepaid card and see -You \ndont get charged for **Free ** Stuff "
  },
  {
     text:"Other free albums have gone into my google music app, this one didn't. I \ncan only listen through play store. How can I get this album to go to the \ngoogle music app as well? "
  },
  {
     text:"Pam Banks Vado Everything Blake Shelton sings is really good but each and every song on \nthis album is unequivocally his best of his best. I love all the songs \npamvado@yahoo.com "
  },
  {
     text:"OMG, Why do I like this? I found out this was free, and I figured \"what the hell, I'll download \nit.\" I listen to rock, alt rock, indie, a touch of screamo/emo, metal, \nstuff like that. This album, I really like. He's just so friendly and has a \ngreat voice. Plus, I love his personality. He was great on SNL and I get a \nkick out of him on The Voice. Get this album...you won't be disappointed. "
  },
  {
     text:"Dear Idiots who can't wrap their heads around FREE, It's a pity that there are people who dilute and obscure the philosophy \nand effectiveness of android, freedom, and artists by dishing out poor \nratings based on nothing but their own ignorance and apathy. Google \nrequires that you have an account set up to utilize their FREE music \nthrough Google play, and having an account requires Google Wallet. You can \nget FREE e-books, games, music, and movies on this fashion, and will not be \ncharged for anything unless you press a button that displays a \"$\" and \nnumber. "
  },
  {
     text:"THANK YOU! I look forward to hearing all the new tuneage from a good ole boy who was \ncountry before country went rock n roll. \"Ole Red\" is still a fave. \nYoung'uns know this music I'm speaking about as \"honky tonk\" or \"western\" \nmusic w/e that is. I know it by 1 name.... \"good\". All you people whining \nabout the CC, I've rec countless free music and not once been charged for \nanything. Like a ho, Google wants to be paid 1st and I would too if you \nstole from me! So shaddup already and say THANK YOU like you were raised! "
  },
  {
     text:"Sleepy, Enjoyable And Consistent, But Not Standout Blake and his team have put together an album of consistent tone and with \ncalm pacing. This is enjoyable, but I only found the standout songs to be \nBringing Back the Sunshine, Just South of Heaven, Good Country Song and \nJust Gettin' Started. It's a little sleepy. I do admit that I'm not a big \nfan of Blake as compared to other artists, so accept the review as just one \nperson's opinion. But still a few good hits and voice too. "
  },
  {
     text:"Stfu God forbid you have to make an account to download a CD. A free CD. That \nyou can do off of a site online. Y'all are idgits. Now go away. "
  },
  {
     text:"He does it again. Thank you, BS; another amazing album. If I had to pick a single favorite \ntrack: Anyone else. But, I like them all. "
  },
  {
     text:"Love Me Some Blake! All you people complaining about needing a credit card for a \"free\" \nitem...GET OVER IT! It's the world we live in, good grief! Either get the \nfree item as instructed or DONT! Love me some Blake Shelton ALL DAY LONG! "
  },
  {
     text:"Love it I love Blakes music. I'm so happy this album is the free. To all the \npeople complaining because its asking for a credit card, they just want to \nmake sure you're a real person and they are not going to take any money out \nof your account. you can try it with a gift card. It is totally free. Thank \nyou once again Google for the free album. "
  },
  {
     text:"Love this guy Great music :-) "
  },
  {
     text:"A.L.L.A. This was wayyy different than what I expected. Not very like the old A$AP \nRocky but this is pretty good. All the tracks on here are not anything like \nwhat I've heard before. I feel that the songs in this album are best \nlistened to together. I can't believe I've replayed some of these songs \nover 100 times since day 1. 11/10 everyday "
  },
  {
     text:"Wow Straight blown away by this flow, A$Ap Rocky did his thing on this album, \nanyone who doesn't think so needs to reevaluate your outlook on music. "
  },
  {
     text:"I'm so late.. I am a bit older, I am the hip hop generation from the beginning and this \ndude is the TRUTH... I'm blown away! "
  },
  {
     text:"ASAP ROCKY THE BEST IN THE GAME RIGHT NOW. THE ALBUM IS AMAZING START TO \nFINISH. THE LYRICS ARE MEANINGFUL AND THE BEATS ARE TOO GOOD. DEFINITELY \nWORTH THE LONG WAIT. THIS ALBUM COULD NOT GO UNDER 5 STARS. \nAT.LONG.LAST.A$AP "
  },
  {
     text:"Finally a good album from u Always had the talent but usually pushed ou5 crap but dis is a good one "
  },
  {
     text:"Unoriginal Asap Rocky has a great flow but a lot of the material in this album is \nvery unoriginal.... Asap rocky is trying to hard to have that underground \nvibe....& I can't believe Bones from SESHOLLOWATERBOYZ decided to do a \nchorus for Canal st...reason why I say that is because Bones has a lot of \npotential & he had shown that through these years & Asap basically stole \nthat originality from the underground scene...I'm rating 3 because I \nappreciate the trying aspect of being \"different\" but its just bland & \nunorigina "
  },
  {
     text:"Love it As far as the new generation of hip hop artist, ASAP is doing his thing. \nFlow, beats lyrics we watching a great artist in the making "
  },
  {
     text:"Grade: B+ (Favorite Tracks: Holy Ghost; Canal St.; LPFJ2; Electric Body; \nMax B; Pharsyde; Wavybone; West Side Highway; M's; Dreams (Interlude); \nEveryday; Back Home // Least Favorite: L$D; Better Things) I really love this project. The song sound great. They are slow paced, I \nknow. But I feel as though that they were what Long Live A$AP should have \nbeen. The features were great. Lil Wayne snapped and I DO MEAN SNAPPED!!! \nBut others, like Kanye, had me worried. But overall, this was a good album. "
  },
  {
     text:"Thank you At first I hated the album because It was not what i expected. The mixtape \nand the first album are banggers. I've listened to the new album about 14, \n15 times in the course of the week. I love it, love it. If you don't like \nsomething on the first time around try it from a different perspective. \nYou'll surprise youself. "
  },
  {
     text:"An awaking! The fact remains that this kid is legit. He discussing the truth of his \nlife to the masses; and flows aboutnlife as he's lived it and viewed it. \nSkål!!!! "
  },
  {
     text:"D+ (Yes, I gave it a 9.75/10. But that was on first listen...) The more and more I listen to this the more and more I seriously don't see \nwhy I loved this. But if you do that's GREAT. Ignore me. In my opinion, \nthis album is worse than Long.Live.A$AP. When it started with Holy Ghost I \nthought that this is going to be a step up from his first album. When it \nhit Canal St. that's when I thought that that will become factual. But \nwhere A$AP lost me was Fine Whine. And after that, it was just bad except \nfor a couple of songs..... "
  },
  {
     text:"Over all it was an OK album...not terrible by any means.... This album has pretty good intro songs to the album but I feel as if he \ndoesn't have much ambition for this album. He doesn't have much versatility \nto keep this album interesting(don't get me wrong it is a good album \nunfortunately most tracks grabbed my attention in the beginning but lost it \ntowards the end of the tracks.) . Honestly it didn't live up to it's hype, \nwasn't a great follow up to his early projects. The downfall on this is \nthat most tracks on this project are very forgettable. Overall 4/10 "
  },
  {
     text:"Another 4 star album. This year is great for rap music. Asap has done \nsomething nobody expected from us: meaningful lyrics. The production on \npretty much all these joints is stellar. It is relaxed and jazzy with the \nhard hitting beats you expect from Asap. This album seems much more drugged \nout compared to Long Live and Live Love but the production is his best yet, \nhis flow is one of the best in the game, and he is stepping up lyrically. \nThe album easy to play in the car. Some tracks are a miss for me though \nsuch as fine whine, Lsd, and one other joint I can't remember. First of \nall, a song with future can't be good, second it seems like Lsd is \nimpossible to listen to. His \"love\" story is intriguing but it feels to \nclaustrophobic and uncomfortable to enjoy. This album is my favorite asap \nalbum to date and is not what I expected. I say it is half a star up from \nLong live and miles better than love live. Asap is making the radio come to \nhim "
  },
  {
     text:"Favorite album of the year I didn't think I'd love this album as much as I do, I liked all Rocky's \nolder stuff, but the dark production and everything he raps about makes \nthis the best thing he's ever done, at least for me. "
  },
  {
     text:"Alright , did not live up to the hype Honestly thought rocky was gonna go harder in this album, not disappointed \nbut not satisfied. What killed this album for me was that Lil Wayne was in \n\" M'$ \" but I give it 3 out of 5. I felt rocky should had given us way more \nsince he took a two year break, but this album didn't reach the standards \nin my opinion. "
  },
  {
     text:"Weak Can't stay awake listening to this album, always ends up sending me to \ndeep sleep. Hiphop should grab my attention from beginning to end and this \nfailed to do so, some tracks were dope tho. "
  },
  {
     text:"Amazing! From the 1st track to the last track, this album is exactly that, \nan album. NY rappers have been under fire for some time due to the lack of \nthe \"NY sound\" but I have to say, there are tracks on ALLASAP That do come \nw/ outside flow however (today) sounding NY is more so just NOT sounding \nlike you're from the more known regions. Holy Ghost sounds like it could \nhave came out in 2001. Check out Canal St, Max B, just to name a few. I \nthink this album also warrants Rocky not just a hit maker but a true \nartist; a true lyricist. FYI: All you reviewers who stated they only like 3 \ntracks , you're just listening to the beast, let's be honest. There is \nextreme lyrical content/ word-play on this album. Not being and NY bias \neither. "
  },
  {
     text:"Impressive album This album was done for him, and reflects his talent and taste truly, and \nthat's what makes it good. Loved it "
  },
  {
     text:"Dope I can't say enough good things about this album. Every time I tell myself \nto listen to something else, I end up playing this all over again. If \nyou're looking for the same old stuff that's constantly being played on the \nradio, this is definitely not the album for you. "
  },
  {
     text:"Wow Long Live Asap was crunk and made u wanna party, but this one makes u \nrealize things in life and actually connects to real rap. "
  },
  {
     text:"Long live yams Really solid album loving the beats I've always loved Rocky's style he can \nkill every verse even tho his rapping skills are pretty mediocre. Overall a \nreally good album love the sound. 8/10 "
  },
  {
     text:"Listen This is what happens when youre stagnant with your music. A$AP Rocky's \nsongs,for the most part, are all bangers and are very bass heavy. This \nalbum hes introuduced a more dynamic and jazzy type feel. The change isnt \nbad. Its just not what was expected. "
  },
  {
     text:"Eh Not a bad album not the asap we all know with the heavy bass and bars but \nit's alright "
  },
  {
     text:"Raw This man deserves his props he's one of the best rappers now and ppl don't \nsee that love out to A$VP ROCKY "
  },
  {
     text:"Putting the Trip-Hop into Hip-Hop Slow motion beats and psychedelia bring rap music into a new era of \nmusicality. A$AP Rocky's autobiographical and introspective verses make you \nfeel like you are experiencing the man himself. This is a new classic for \nmodern times to inspire future rap artists and beat crafters, taking the \nrap game to a new level and setting new standards. "
  },
  {
     text:"Love this guy Two years in the making, and didn't disappoint not one bit. One of the \nBEST out right now #A$APMob "
  },
  {
     text:"A$AP Curry with the shot Definitely a surprise and a hit. Canal st. Max B, Better Things, and \nJukebox.... Man this album is tuff, I'm still vybing to it as I'm \nreviewing. Production is smooth and his style is one of the few artists \nthat has flow cohesive with it. If you reading this its not too late... I "
  },
  {
     text:"Never liked ASAP - very basic bars and lack of content but this album is \ndifferent...L$D - Everday - M's...great production! "
  },
  {
     text:"Different for rocky but still good Don't listen to this expecting bangers and hype songs like on LongLiveA$AP \nlots of this is chilled and laid back with the occasional banger like JD \nand Electric Body, he stepped up his rapping a lot too like on Holy Ghost \nand Canal St. Great album tho "
  },
  {
     text:"85 percent ASAP Rocky I was a little nervous after hearing the singles released but this albums \nbody of work is good. ASAP is fairly lyrical and is speaking on real issues \nand events and his inta backs up a lifestyle he's creating and presenting. \nKayne's 45 second discussion was insightful on the album.... "
  },
  {
     text:"Blessed This album is the start of A$AP Rocky doing his own thing and trying to \nstray away from mainstream hip hop which was his intention for the album in \nhis interviews. Its better. "
  },
  {
     text:"A$AP absolutely delivered! Rocky has out done himself! This album will be one of the all time best! \nRocky is on the way to being a legend! Canal St. Is just on another level! "
  },
  {
     text:"Gibbysun I don't even care to know the names of the tracks on this album. I just \npress play and enjoy. This album too me is so chill and different from \nanything else that's out. I only discovered Rocky because he was on Sway in \nthe morning promoting this album. So after hearing some tracks, I decided \nto cop it. It's truly my kind of music. It's just chill as can be. Love it. "
  },
  {
     text:"Asap spitting fire Asap rocky has been putting it on sense his first album. And he won't \nstop. It just keeps getting better every time. I really hope he keeps it \nup. LONG.LIVE.ASAP "
  },
  {
     text:"Good Music Something different which its what we all want. Kept me vibin through the \nwhole album. Gotta find da vinyl nah "
  },
  {
     text:"One of the best consistent rappers around right now. Keep this going and \navoid trap music and he can be one of the greats "
  },
  {
     text:"Ayeeee-Saaaappp! His style is just unmatched, it's just different. Can tell he's not trying \nto rap like everyone else. impeccable timing too. A$AP Rocky is BACK! \nR.I.P. A$AP YAMS. "
  },
  {
     text:"Disappointed Album full of basic tracks. Big fan but he went in another direction that \nseemed very dull & laid back. Nothing memorable on album "
  },
  {
     text:"Asap rocky new album Always and will be a fan. He always that dark vibe but different beat to \nit and always keeping up with them lyrics. "
  },
  {
     text:"At.Long.Last.Asap I been waiting for asap rocky new album cause I got long live asap but I \nonly liked four songs "
  },
  {
     text:"To all the not so smart people.. One is EXPLICIT and one is CLEAN....smh. This album was pretty darn good. \nGood job "
  },
  {
     text:"Flawless At had my qualms about the album at first, but once I really listened to \nthe songs they are all pretty good. Kudos B. "
  },
  {
     text:"Beyonce I havent brougt the album that doesn't you shouldn't beyonce is the best \nsinger, you might disagree but i don't care this person IS my idol love you \nbeyonce xoxoxoxo !!!!!!!!!!!! "
  },
  {
     text:"One After Another Never the same, always real, growing, evolving and true to herself and \nchoice of expression. Props again. My fave album so far. "
  },
  {
     text:"Beyoncé At first I was like oh hell no but then I heard pretty hurts. And was sold \nfor life. I'll never doubt B again. "
  },
  {
     text:"Wowwwww!!!! And OH HELL NAW! Great album! Exept tht it was alittle sexual and at some points alittle \noffensive. Im not a hater or a critic. Just dont follow dem other celebs \ntht make dough for nothin. By the way this commen is comin from an 11 year \nold in welch middle school. Houston TX... oh no offense but haunted and \nflawless was alittle ominous and slightly illuminati! And in super power \nthe music video I saw 666 on the girls shirt! Thts the devils number! Plz \ndont get caught up in dat. Imma pray for u girl..stay strong!☺ "
  },
  {
     text:"Not bad... but As a Beyoncé fan this album is terrible! It's as she rushed to record the \nalbum last minute... "
  },
  {
     text:"Yasss Beyónce is the GREATESTi love her songs. But my google account or \nsomething wont let me buy one of my favorite songs EVER! "
  },
  {
     text:"Y'all need to quit being Jealous Beyonce I can tell you put your heart and soul in this album.. But you \nkilled Lemonade.. I love it. And Don't worry, everyone is trying to compare \nyou to Rhianna.. Don't Worry about her.. she tries... But like you \nsaid..\"Always stay gracious, Best revenge is your paper\"... "
  },
  {
     text:"No skipping I love when u just vulnerable and growing as a artist I love this cd it \ntake me through every emotion that I'm currently going threw...go Q bee "
  },
  {
     text:"It's good Good album but too many ballads and slow songs, a bit of a sexual and too \nself centered but B is fabulous "
  },
  {
     text:"Perfect Sorry but i think album is great. It doesn't sound rushed. Because she \nreleased it on her own time,and its relatable in some songs and then others \nare a really good work out song like flawless. "
  },
  {
     text:"Flawless Beyoncé is incredible nd she killed this album!! Nd for the haters save ur \nnegative comments to ur self obviously its important because ur sitting \nhere using ur time to comment on it. So Beyonce u did ur thing nd continue \nto be different nd not have the same old sound as these fake wannabes nd \ncontinue to shine!! "
  },
  {
     text:"Good Album, But Not Beyoncé's Best This album was very smart to drop it surprisingly. There are some very \ngood songs, like \"***Flawless\" and \"Blow\", but there are some weaker ones \nlike \"Jealous\". All good songs, but not a lot of my favorites. And \"Drunk \nIn Love\" is WAY overplayed. "
  },
  {
     text:"DISAPPOINTED I liked her old albums better.And the only songs that I like on this one \nwas Drunk In Love,Rocket.Because the songs had a great beat,and good \nvocals. "
  },
  {
     text:"Great I think this was a breakout album that paved the way for more artists and \nsong's. Not only how the album had NO promotion whatsoever it has Grammy \nwinning songs that Beyoncè deserves. "
  },
  {
     text:"I like to listen to all of Beyonce songs are very fabulous and excellent \nand amazing singer and actress and she is a good mother and she is very \ntalented singer too. I like to listen to all of Beyonce songs are very fabulous and excellent \nand amazing and she is a good and actress and she is a good mother and she \nis very talented singer too and she is a very good actress and singer and a \ngood mother anyway too. "
  },
  {
     text:"Hands down one of her vest albums! Great songs with good beat, and good/substantial content too(Pretty \nhurts). Love this album, shows how she's grown as an artist. Worth every \npenny. "
  },
  {
     text:"Loved it♥♥♥♥♥♥♥♥♥♥♥♥ \n♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥ "
  },
  {
     text:"OMG I loved this album so much! QUEEN B did a fantastic job!!! I'm obsessed \nwith every single song. She did an amazing job on having a variety in the \ntone of all her songs. My top 3 would have to be Drunk in Love, 7/11, and \nPretty Hurts. ( BTW, We seriously need a beyonce emoji) "
  },
  {
     text:"Good album, maybe her best! I like the experimental & electronic influences.Nice to see an artist not \nbe afraid to change things up a bit and not put out the same sound every \nrecord... "
  },
  {
     text:"Amazing Beyoncé's most genuine, meaningful, and beautiful album yet. Other people \ndon't understand the pure excellence in these songs. Her best album yet! "
  },
  {
     text:"Horrible album This is Beyonce worst album the only song I liked was Drunk in Love and \nher new song 7/11 is trash "
  },
  {
     text:"BEST ALBUM EVER EVERY SONG IS AMAZING...I DONT SKIP A SINGLE ONE AND THE VIDEOS TOO?WHAT A \nGENIUS!!!MY FAVE ALBUM THIS YEAR BY FAR...WAY TO GO HONEY B. "
  },
  {
     text:"I love Beyonce, but i wish she made more fast songs on this album, but her \nslow songs sounds amazing, i hope she come out with another album, drunk in \nlove, pretty hurts, partition, heaven, and flawless is my favorite on this \nalbum "
  },
  {
     text:"Go Bey She one of my favorite singers I really like drunk in love she is like my \nonly favorite singer of all "
  },
  {
     text:"The truth This is an amazing album. What many people fail to realize is that she is \nsinging from experience. This album is so different a d she is writing it \nfor herself. if your on here calling her a horrible artist and talking \ntrash just remember that she has yet again changed music and released a \nkiller album while you sit on your butt typing away. Beyonce's vocals are \nflawless when she performs. she slayed the vma's performing most of the \nalbum. "
  },
  {
     text:"Love every track Beyonce is one of the greatest artist of our time and this album is just \nanother reflection of the stamp she's leaving on time. You'll love every \ntrack if you even think Beyonce is half-way good. "
  },
  {
     text:"Messy Messy Drunk mad dog sweet "
  },
  {
     text:"Im just a big fan of Queen B i love her so much this is my idol. "
  },
  {
     text:"BEST OF BEYONCE This album is the best Beyoncé to date I am in love with it and I'm so \nhappy it is finally on Google Play! "
  },
  {
     text:"Love I love Beyonce everyone should listen to this amazing album and buy \nit...Amazing "
  },
  {
     text:"Best Album of 2013/2014! You will enjoy this album, it's just simply brilliant and sexy. "
  },
  {
     text:"Quality album.. I can't put into words how great this album is although I just \ndid..Lol..Beyonce never disappoints with her variations of music. \nPerfection at it's BEST! I have listened to this album over and over I am \ncurious to see what's next. Having seen her in concert before, it's just as \ngreat as this album.. A must have for the collection. "
  },
  {
     text:"****FLAWLESS #yonce I mean she is just such a powerful singer and i don't know anyone \nwho doesn't love her "
  },
  {
     text:"Her Most Raw Work I Love It ....Her Best Work, It Feels Genuine, Revealing & Most Of All Not \nTop 40 Conforming. Im Glad She Continues To Strecth Her Artistry And Hope \n\"6\" Is Just As Amazing! "
  },
  {
     text:"Beyonce I Love her totally!! This is yet another great album she has done! I love \nall her wrk from back thn nd now! Grown nd sexy Beyonce "
  },
  {
     text:"B! 5th album and 5 stars still the most sexyiest number 1 in beauty the \nbeautuful Beyoncé and Top rnb music today... "
  },
  {
     text:"The Queen This is my sh*t! This album is so good! I listened to it everyday for 6 \nmos straight! No lie! She did that! plus it came out on my b-day. Yaaasss! "
  },
  {
     text:"Post up! Beyonce is forever evolving into her true self. This album definitely \nproves she's a grown woman! "
  },
  {
     text:"One Republic I've loved you guys since the first time I heard apologize...I was going \nthrough alot in my life & could relate to the song like I'm sure alot of \npeople could! Keep up the good work guys. I'll always follow ur work. I \nlove counting stars too! "
  },
  {
     text:"Love it recalling feeling it with where I'm @ in my life right now & always \nwill thank you!!!xoxoxo < 3 Love it thank you..really feeling it with where I'm I'm @ in my life right \nnow & I always will!!!xoxoxo < 3 "
  },
  {
     text:"Absolutely amazing I can't say it is their best album yet, for they have some great ones, but \nI can say that this is definetly a new favorite of mine. "
  },
  {
     text:"\"Catchy\" is the name of the book. And it's been written before. One Republic's lead singer has proven himself to be a talented and \nprofitable songwriter before. While it is admirable to see someone so \ntalented in the industry, One Republic's latest album seems to be more like \nits trying to ride the wave rather than make a splash big enough for a new \none. It's first song \"Counting Stars\" has heard endless radio plays to the \npoint where it has become repetitive, annoying and hurtful to one's own \nears. While it is catchy and rythmic, that is all that this song and for \nthe most part the band in a whole have going for them. It is disappointing \nto see such great artists miss out on the fame and radio play that bands \nlike One Direction thrive on simply because their melodies and rythms are \nall in all \"catchy\". Its a sign that the music industry cares not for \nartistic integrity and exploration but instead of catching what's popular \nand appealing to their demographic. "
  },
  {
     text:"Another amazing album full of amazing songs. everyone needs to get this Okay so first of all ill start by saying one republic is no doubt one of \nthe best bands. Ever since i first heard them i thought they were amazing \nand they dont seize to amaze me with how anybody could relate to their \nsongs and with their amazing music. They have not let me down and every \nsong in this album is far from letting me down. Plus i love counting stars \nits so catchy and its just one of my favorite songs coming from one of my \nfavorite bands "
  },
  {
     text:"Some of their best. I listen to MANY genres, but One Republic, has not yet let me down. \nListening to all the people that i do, there are ups and downs to them... \nSo far, o.r. has just gone up haha. So, good album, coming from someone who \nalso listens to rap even "
  },
  {
     text:"Favorite Band by Far! I've been there since Apologize also. I always turn to it when I'm down \nbecause as much as I pretend to not be hurt, the words kill me too much \ninside "
  },
  {
     text:"They continue to impress With this being their third album, I was a little unsure of what to \nexpect. Most modern bands tend to taper off by their third album, but \nOneRepublic does a wonderful job of slightly tweaking their sound to keep \nthings fresh while retaining the sound which i initially came to love. \nBravo! "
  },
  {
     text:"1R Best band I've ever listened to and Ryan Tedder sang his heart out on \nburning bridges!! :) "
  },
  {
     text:"Excellent music. One way to tell if a song really gets to you is if you get shivers and \ngoosebumps when you hear that song...almost all of OneRepublic's songs do \nthat to me. "
  },
  {
     text:"Amaaaziing! Counting stars <3 I don't like how ive known this song for so long and now \nall of a sudden its popular though... "
  },
  {
     text:"Amazing Grant Weiland What you wanted and if I lose myself are amazing can't stop \nlistening to them!! "
  },
  {
     text:"Great music great range Perfect I love it. As always another fantastic album from Onerepublic. The \nbest band and I love Ryan Tedders voice. "
  },
  {
     text:"OKAY...BUT GOOD GOOD.....GREAT...BUT WHEN U HEAR THIS SONG OVER AND OVER IT GETS ANNOYING \nA LOT....THEN GETS STUPID "
  },
  {
     text:"Excellent music I love it<5 Love this song can't get out of my mind "
  },
  {
     text:"Life I love their music so much I lived is beautiful. I have a very close \nfriend with cystic fibrosis and I think of him every time I hear the song. \nLove runs out is one of my ABSOLUTE favourite power songs that gives me \nenergy no matter how sad I am. "
  },
  {
     text:"The Best I love your songs ever since Good Life and Apologize came out. Keep up the \ngood work guys. Keep it up "
  },
  {
     text:"Nice :-) Cool song I love it just right :-) "
  },
  {
     text:"Its good Eminem I think is better and the monster should be top song cause If you \ngo to top albums 2 of his albums are numb 1 and 2 "
  },
  {
     text:"This is 'something I need' cuz I know 'I lived' after listening to this \nalbum.... I love this album though I have heard better in my opinion but still \noverall this is just an amazing feat of Onerepublic. So what I'm trying to \nsay is that \"buy this kickass album, it's sooooo good\"!!!!!!! "
  },
  {
     text:"Amazing! I'm not a big One Republic fan, but I think this album has changed that. \nThis album is great, the band is soo unique. I love every track, so it's \nimpossible to choose a favourite. I recommend this to all fans, and people \nwho have never even heard this band. Have fun listening! :) "
  },
  {
     text:"Wonderful album I will and always have loved Onerepublic. Onerepublic is one of the best \nbands in history "
  },
  {
     text:"AMAZING How did you come up Counting Stars? Best song ever I listen to it every \nday! Genius! "
  },
  {
     text:"In love! This album is so beautiful in the way that the song are written and the \nmessages that the songs eminate are all just wonderful! Ryan's voice is \nalso so soothing and I just LOVE this album :) "
  },
  {
     text:"Wow!!!! Wow is all I can say I hate hate these guys and then they released this CD \nand now I'm obbssed !!! If u are reading theses reviews to decide if your \nare gonna get this CD !!! I'm telling u get it now !!!!! Stop reading and \nget it !!!! Did u get??? Its awesome right ??? I KNOW!!!♥♥♥♥♥ "
  },
  {
     text:"Top to bottom, great album! It's rare to come across a top to bottom solid album, but this one \ncertainly is! And some of the best songs are the ones that aren't getting \nradio airplay - \"Something I Need\", \"I Lived\", and \"Preacher\". \"Feel Again\" \nand \"Counting Stars\" are terrific as well. Definitely worth it. "
  },
  {
     text:"Just amazing. Love these guys Good with sentimental songs "
  },
  {
     text:"Awesome You could download this app called Muxic Download and get all your music \nfor free(the app is free). "
  },
  {
     text:"LOVE IT!!! I've always loved onerepublic. Their music continues to inspire me, I've \ngrown up listening to them and their voices are absolutely beautiful. \nCounting stars is by far my favorite song from this album!!!! ♡ "
  },
  {
     text:"Love Counting Stars My dad helps run an alternative/pop radio station and I really don't like \nthe music too much, but i heard this song and it is just the bee's knees. "
  },
  {
     text:"The best album yet I've always loved One Republic's music, and this is the best album they \nhave made yet, easily "
  },
  {
     text:"Im in love with this album I love onerepublic they are one of my favorite bands. This album is \namazing. I particularly love won't stop, counting stars, feel again, Au \nrevoir, and light it up. "
  },
  {
     text:"Counting Stars BEST. SONG. EVERRRRRRR!!!!!!! I love to listen to counting stars has to be \none of their best work yet! Anyone who gives this a rating below 5 stars \nhas no taste for music if I could I would give it an infinity squared stars \nfor the rating "
  },
  {
     text:"No Why do people buy songs from artists like this. When theirs only one good \nsong in the album! Just no "
  },
  {
     text:"Incredible album The music and the lyrics to the songs in this album are just truly amazing \nfantastic and creative . "
  },
  {
     text:"Worth the money one republic delivered with this album! Every song is amazing and is great \nfor everyone. I would highly recommend it. "
  },
  {
     text:"One Republic is the best Great songs in every album they have. Love them. Meaningful and all. Never \nlet me down before. "
  },
  {
     text:"Such a good beat My most favorite song that I'm gonna hear it until next year "
  },
  {
     text:"One Republic I love these guys from the movie there song secrets was in the Sorcerer's \napprentice "
  },
  {
     text:"Counting stars! I love counting stars, so catchy, I couldn't lie... X "
  },
  {
     text:"Awesome Perfect album. Great artist I can see him do way better he's to good, \nreally an amazing song writer. "
  }]