[
  {
     text:"Love this album already have this album but i dont got shoot love ❤ Shoot love animals maps unkiss me this summer feelings "
  },
  {
     text:"True music comes from the heart , it is so hard to find music that really \nmeans something . So when I finally heard maroon 5 I thought to myself this \nmusic comes from the soul . They are Truly musician hero's ! "
  },
  {
     text:"Sugar love I enjoyed listening to their songs & I love hearing their voices again. U \nguys made my day so special. "
  },
  {
     text:"I LOVE IT I love because it has my fave song so.. You should love it to I think its \nto good for me "
  },
  {
     text:"I LOVE IT SO MUCH They finally made a song that admits feelings in like other songs these \ndays "
  },
  {
     text:"This song is cool and i even,sing,it.Me and my goddsister even dance it in \njust dance 2015.keep up this cool song :-) "
  },
  {
     text:"Why When I purchased this song it did not download to my phone! Not cool dude. \nBut the song itself is off the chain! ☺☺ "
  },
  {
     text:"Yes All good but not sure why my music file is not letting me listen to my \nmusic. Someone please fix this "
  },
  {
     text:"Great Album There are a couple mediocre songs, but the rest are outstanding. Great \nlisten. "
  },
  {
     text:"Cool I'm stuck on which song I like better, fight song by rachel platten or \nthis song sugar. Maybe a little help? "
  },
  {
     text:"V It was amazing it was like they were supposed to be singing to me Cassie \nWylie "
  },
  {
     text:"Suger The information contained in this incoming message and any files to get \nthe chance to look at the end of the individual sender except where the \nmessage and any attachment or any other person including any questions \nplease let me know if you have any other questions "
  },
  {
     text:"Wow Sucks you can do so Mutch better like Avril Lavin "
  },
  {
     text:"Not cool This is not cool , I got the song a while back and it a week ago it says I \ndon't have it anymore. What the heck happened. I can't buy again since I \nspent all my play store money. What do I do now? "
  },
  {
     text:"Worst Why was maroon 5 made because everyone who listens to them are @$$ 0s and \nso are they "
  },
  {
     text:"Sugar is a nice song to listen to,great job maroon 5.... "
  },
  {
     text:"Great Listen to it to much and it gets old. Still has lots of good songs in one \nalbum "
  },
  {
     text:"Maroon 5 Rocks ☺ Love The Album And Adam Levine "
  },
  {
     text:"Totally the best Maroon 5 is crazy awesome totally suggest this album "
  },
  {
     text:"Adam Levine I love Maroon 5 and everything about them ! "
  },
  {
     text:"Awesome Nothing any better to share with my love!!! "
  },
  {
     text:"I got move like Jagger I love u got move like Jagger cause I do got the like jagger "
  },
  {
     text:"Loved it Best songs ever their the best and their voices are the best "
  },
  {
     text:"I can't see the name of the song. The song is apparently not available in Australia. Can someone tell me \nwhat song this is "
  },
  {
     text:"Maps maroon five I love it so much , I have to admit it's great "
  },
  {
     text:"It's ok Stop if u don't like shut up I do and they also try there best they could \nnot be better ...not trying to start a fight tgough "
  },
  {
     text:"Adams voice is I love maroon 5 so much their songs are amazing I can't wait \nto see them live in Vegas December "
  },
  {
     text:"THIS GUY IS GREAT Like all of his songs "
  },
  {
     text:"Best song \" sugar\" to get you up in the mornings I love the band. Never gets old "
  },
  {
     text:"Just like animals animals like animals ohhh Maroon 5 is an excellent band and this song is one of my favorite songs in \nthe world. P.S l also love the voice "
  },
  {
     text:"OMG ANIMALS I love you so MUCH! "
  },
  {
     text:"Beat that suckers BEST ALBUM OF THE YEAR "
  },
  {
     text:"Maroon 5 Great album can't say enough about this group and their talent. Listen.. \nyou won't regret it. "
  },
  {
     text:"It's all right but maroon5s band should get credit "
  },
  {
     text:"Freaking Dang Does anybody know how to get a song back! Deleted one of my favorite song \nby accident!! "
  },
  {
     text:"Sick I love \"animals\" So cool "
  },
  {
     text:"Maroon 5 V 75% songs really good "
  },
  {
     text:"Best song ever Animals are the best the on eath☺ "
  },
  {
     text:"I love his songs and he is so handsome Sexy, I'm a female just got a not so good name.lol "
  },
  {
     text:"Love it I listen to it all the time I love the song sugar its awesome "
  },
  {
     text:"I really like 4 singles on this album. I like Nicki as an artist. She does \nvery well with her colabs with other artists. Goods singles "
  },
  {
     text:"SPEECHLESS This album is by far the best of Nicki's three albums. Her three albums \nare all magnificent masterpieces; however, this album is more emotional \nthan its precursors, yet it still has songs to \"Turn Up\" while listening. \nGreat job Nicki on making yet another great album. Well worth the wait. "
  },
  {
     text:"QUEEN SLAYING This album is dynamic!! My favourite is probably \"I lied\". There's just so \nmuch amazingness in one album of magicness! Love u Onika, see you March \n28th! "
  },
  {
     text:"Some songs are good but not all My favorites are: All Things Go, I Lied, The Crying Game, Favorite, Buy A \nHeart and Grand Piano. There are also some others that aren't bad: Get On \nYour Knees, Feeling Myself, Only, The Night Is Still Young. The rest was \nunnecessary and made me give this 3 stars "
  },
  {
     text:"Pinkprint Oooooo la la I love you too much I could listen to you all day long only \nis amazing I like all the songs exept truffle butter oo thnx for releasing \nthis album it's great xxx "
  },
  {
     text:"Teezy This album was better than I expected . I love nicki from her mic \npresence,flow,charisma, personality & creativity,all that . The production \nfits her well .i was expecting her to tell some stories an get personal but \nshe didnt as much as i wanted her to . She did on a few songs , as far as \nlove , but other than that not really . All things go is the nicki ive been \nwaiting for . But hey she mixed it up which is fine it works for her . This \nis a great album . Theres alot of growth and improvement . 9/10 "
  },
  {
     text:"Her album is awesome I love Nicki minaj she's perfect don't listen to the haters keep going \nyour doing an outstanding job "
  },
  {
     text:"Best Album in 2014 This is my very favorite album she has ever done. From beginning to end. I \nwant her and Beyonce to do an album together "
  },
  {
     text:"The Pinkprint My fav new jams. Best album thus far! Nicki minaj definitely outdid \nherself. Keep up the fantastic work nicki "
  },
  {
     text:"Nicki's The Best I love Nicki she is the best don't ever sleep on her she the realest out \nhere right now she makes you feel her pain and enjoy her happiness all in \none album you know that's a winner without trying. I will always make her \nproud because that's what she did made all of us proud and a believer. "
  },
  {
     text:"I hate anaconda. But, all the other songs a cool. Im also mad that Jessie \nware wasn't credited as featured artist in The Crying Game. "
  },
  {
     text:"AWSOME I wouldve put 5 stars but too much swears but my fave song is bed of lies \nbut nicki please dont swear because i look up to u ! "
  },
  {
     text:"Pinkprint Yasss freaking amazing. We all know Nicki Minaj.. Now we get to know Onika \nMaraj "
  },
  {
     text:"#AfricanQueen AMAZIN' ma favs are BED OF LIES, ANACONDA(even though I haven't SEEN da \nvid), PILLS N POTION, ONLY, FEELING MYSELF. P.S I get REALLY emotional when \nI listen 2 bed of lies! LAWL!!! "
  },
  {
     text:"This is a good alumb She did so good I live six if her songs on hear but listen to that bass \nthough "
  },
  {
     text:"Nothing but Love W.O.W, I feel a lot of emotions in this album. Truly a great artist, I \nwould love to see a video for Grand Piano "
  },
  {
     text:"I love this album by Nicki minaj you inspire me so much Onika Tanya Miraj I \nfeel u when u sang grand piano I love u and thank u "
  },
  {
     text:"OMG!!! This album truly has something 4 everyone...I give Nicki mad props. Oh & \nFeeling Myself w/ Beyonce should've been a single #IJS "
  },
  {
     text:"Junior I love Nicki Minaj I wish one day I could fly and see NICKI CHECK ON \n11JUNE "
  },
  {
     text:"All of her songs remind me of my last relationship. Its painful and \npleasurable. Crying game is truth. "
  },
  {
     text:"Jaws dropping!!!! Everything Nicki Minaj touch turns platinum..... love her artwork .... \nI've been w8n on this..... must have... "
  },
  {
     text:"Yassssssssss This CD is sick! I love that Nicki is singing way more and her BARS are TO \nDIE!!! You better werk Miss Nicki this album is AMAZING!!! "
  },
  {
     text:"I absolutely love this whole entire album. Nicki really killed it. ❤ "
  },
  {
     text:"She really doesn't act like a Christian,she's probably not....her music is \nnot pleasing to God and she shows off way to much skin... "
  },
  {
     text:"I love it Speechless. Absolutely touching. I honestly have no words. "
  },
  {
     text:"Real. I connected with alot of the lyrics. I love it. My favorites are All \nThings Go, Grand Piano, The Crying Game, Bed of Lies, and Buy a Heart "
  },
  {
     text:"Awesome! I got a gift card and I wasn't planing on purchasing the whole album. So I \ngot a few songs. I started listening to the samples more and ended up \ngetting almost the whole album. Wasn't much of Nicki fan before but I'm \nreally loving the album! "
  },
  {
     text:"Slay Amazing so much feeling in this album. Just wonderful "
  },
  {
     text:"Love I have always loved Nicki and this is one of the many albums she killed! \nGood for anybody! All of the songs are 5 star worthy love u Onika! "
  },
  {
     text:"Excitement Cant wait till monday, ;D album of the year bout to drop, #MADTING "
  },
  {
     text:"Loved It! On this album she showed she's not all about sex.You go Nicki. "
  },
  {
     text:"Love this album but Some on the songs I purchased aren't in my library very disappointing \nbecause I can't believe Google would have me pay for the song yet it's no \nwhere to be found wtf. "
  },
  {
     text:"This is the PINKPRINT! Her best album so far, hands down. "
  },
  {
     text:"I love Nicki Minaj!!! Everything song she writes is a #1 hit. "
  },
  {
     text:"Slayeddd Nicki slayed on this album. Grand Piano is my favorite "
  },
  {
     text:"Google U have took my money and only cave me 2 song from my Nicki Minaj album \n\"The pink print\" "
  },
  {
     text:"Anaconda pills n potions the night is still young only feeling myself the \nbest "
  },
  {
     text:"Sooooo Awesome!!!!! Love you soooo much Nicki the again the beat album in the world just like \nall of your other ones!!!!! "
  },
  {
     text:"Got all I got all of the song and it was free yes free word but soooo amazing "
  },
  {
     text:"The QUEEN Of Rap Nick Did It Again! Best Album "
  },
  {
     text:"The best rapper He is so inspirational. He inspired me to make a couple of raps but i need \na producer to help me. My one dream is to meet jcole. And you should listen \nto his therapist collection my favorite is the storm. Just from that song i \nknew he had a future. Cant wait till Kendrick and Cole to drop that album. "
  },
  {
     text:"Hip-Hop is still alive with a Slow Heartbeat J.Cole has delivered an impressive body of work in this album talking real \nlife situations rather its his life or yours J.Cole brought back hip-hop "
  },
  {
     text:"I think hip hop needed a artist like j... cole...it don't feel like the new \nschool of hip hop artist speak from the heart and have thought behind their \nlyrics like this dude...he's like a Jay-Z, Nas, and a sprinkle of andre \n3000 in one. "
  },
  {
     text:"Cole World. My boy did his thing on this album! If you haven't been on the cole train \nfrom the beginning and have only listened to his radio stuff you might not \nlike this too much. Cole took it back to his Friday night light days! This \nis a classic. It'll make you want to play the album in church because my \nboy Cole preaching on the album!! Each album has gotten Better an better. \nCole gonna live forever through his music. "
  },
  {
     text:"Real Rap This is what everyone says that they want, rap with meaning. Instead of \nsaying it, support it so that record labels know what's up. This is Cole's \nbest studio effort, more about lyrics, and less about catchy hooks, which \nis how it should be. Best Rap Album of The Year. "
  },
  {
     text:"Mixtape When are we going to be able to purchase the come up, friday night lights, \nI already got the warm up. I would really appreciate it if google would \nsell those two mixtapes at least "
  },
  {
     text:"Some hilarious, some relatable Tell me which boy you can think of who can't relate to Wet Dreamz. \nBeinging a girl, I find it funny and really uncommon to hear guys express \nthemselves like this. But anyways, I really love No Role Modelz, Note to \nSelf, and G.O.M.D. Like I said it some are relatable and these are quite \nthe example. The world needs more artists like J. Cole. "
  },
  {
     text:"Simba still growing Cole brings us another Solid hip hop album great beats consistent flow and \nsolid stories only thing he's missing are skits not sure if we'll ever get \nthose "
  },
  {
     text:"No Words As always, great music to listen to especially, No Role Modelz, Love \nYourz, Apparently.... great album for not features on it. Always Love J. \nCole!!! "
  },
  {
     text:"Been waiting for this album This album was one of Cole's most personal albums and with that being said \nI believe that many people won't feel its vibe but I completely love it! "
  },
  {
     text:"Truly amazing album!!!! Hands down, this album is on my top 10 list for 2014-2015, when I first \nheard the album, the rhythm and beat was so uptight along with every song \nhaving a relation to J Cole's past struggles. If you are into tight, \nmeaningful, pure rap songs, I highly recommend you buy forest hills \ndrive!!! "
  },
  {
     text:"J. Cole there's only one This a real rapper/hip hop artist his lyrics and the way he makes you feel \nan empathy for his the stories he says in his music and the meaning of his \nmusic unlike all the other rappers out right now that just write songs and \nmake albums and songs even year and rush songs or write songs with no \nmeaning to just be heard by dumbass this is the real meaning of rap "
  },
  {
     text:"FIRE! He's one of the best and he drops nothing short of great ... This album is \nno different. Every song is great "
  },
  {
     text:"Carolinas Greatest I've been following Cole since '07 and everything he does is a blessing. \nHis music really helped me while I was growing up in my early teens. I \ncould literally relate to just about everything he spoke. From the struggle \nto making out of the struggle, going to school, females, everything! He \nkeeps it real & he gives the people what they want which is real music. Now \nhe's about to drop his 3rd album and I can't wait to hear it. - 910 "
  },
  {
     text:"Positive Growth This Album is very different. I think J. Cole takes u on his journey from \nwhere he's been and gone through to the present. He cleverly plays with the \nbeats and makes postive reflective lyrics. Only thing is he needs to work \non the singing, However stretching yourself is what makes it work. "
  },
  {
     text:"Excellent Even when facing great success from his Born Sinner and The Sideline Story \nalbums. J Cole manages to keep his head in the game to produce music that \nis real and not radio driven. To me everyone of his albums are excellent \nworks of art that step away from the negative image that modern Rap/Hip hop \nartists bring to this great genre "
  },
  {
     text:"2014 I know it's gonna be dope. Cole is one of the realest artists out and is \nin tune with the people. Ever since I heard Who Dat I went back and did my \nresearch and got the Come Up and the Warm Up then when Friday Night Lights \ncame I got that so I've been a fan for a min. But his music is \ninspirational and helped me in high school and definitely is in college. "
  },
  {
     text:"Becoming a great storyteller Versus just rhyming and making punch lines. Not saying he ever did but \ngetting even better which was hard with how good born sinner was. "
  },
  {
     text:"Outstanding This album is about Jermaine's life experiences and isn't afraid to get \npersonal. Cole isn't as popular as other overrated rappers but he surely is \none of my favorites. Real music. "
  },
  {
     text:"Mr. Nice Watch delivers again!! J.Cole delivered in so many ways with this album. He appealed to a large \ncross section of listeners and not only that stayed true to himself. I have \nbeen a fan since I first heard him and if nobody else buys his albums I \nwill. Everyone can relate to some song on the album these experiences are \nsome we all have gone through in high school, college, etc. So if you feel \ndistressed about the direction hip-hop is going this album is just what the \nDoctor ordered. Now take two tracks and call me in the morning. "
  },
  {
     text:"Dope album One of the best albums, if not the best besides Cadillactica, of 2014. My \nfav song is \"Love Yourz.\" "
  },
  {
     text:"This might be album of the year Is refreshing to see someone rapping about something different, rap is not \njust jewelry, drugs and violence, anybody can relate to this album. I \npersonally love every track, I can play it without skipping any tracks. "
  },
  {
     text:"Real Artist Real Music Man anyone can rap but only a few can emcee. Dat boi Cole is cold... lol "
  },
  {
     text:"Fire Cole is one of those rappers that wants to connect his situations to \nothers in the form of rap (not that trashy kind). His lyrics are very \nmeaningful. In two decades this album will be a classical masterpiece. My \nhats of to Cole for this awesome album. "
  },
  {
     text:"Must have album..great lyrics..great meaning..J Cole makes himself really \nrelatable and not high and mighty..I feel his pain because I go thru the \nsame things... "
  },
  {
     text:"AOTY Literally every song feels different, fire squad he SNAPPED, the beats are \nwhat I like and man this album is on replay in my truck and crib, hell even \nthe intro cool af...great job #COLEWORLD "
  },
  {
     text:"Still getting into this album after being let down by drakes nothing was \nthe same ,I was impressed with FHD.Some songs really sound like he's \nspeaking from the heart (intro,love yourz) and songs that can get you hype \nlike fire squad, no role modelz, and a tale of 2 cities. "
  },
  {
     text:"I'm shocked. Yes, we will never get another tupac. But honestly, this is the closet we \nwill ever get to a rapper like pac. He's so underrated. Cole world/winter \nforever. "
  },
  {
     text:"Southern N***A with a WICKED NYC FLOW!!!! Thank you J.Cole! I almost gave up on HIP HOP. "
  },
  {
     text:"Real Hip-Hop Not that hip-POP, crap-rap that's been slowly killing the genre this last \ndecade (or 2). I love this album, been playing it nonstop.. great work by \nj.cole.. "
  },
  {
     text:"Killed it! J Cole coming out with this gorgeously made album, took me by surprise. \nWhen I first heard it I couldn't stop hearing everything cole had to offer. \nJust buy this album it's definitely worth all 9.99 and more!!! "
  },
  {
     text:"Jermaine Cole 2014 forest hills drive best album of the year !!! Im sooo happy to see him getting his thing done he goes so much further \nthan rap hes the best at telling storys today and this is rap plain and \nsimple telling storys u can understand and relate to better than rachet \nmusic all the kids like now days i have always been with cole and i think \nalways will be a fan hes dope too dope "
  },
  {
     text:"Classic What can you say about this man he is amazing he is simply the best story \nteller ever I've listened to people who make me see this but this man helps \nme relive life and realize how precious each moment was. I have been follow \nhim since 2010 so when I hear he is going to put something out 3 minutes is \ntoo long let alone 3 weeks but I'll chill on the jock riding I just wish \nthe best for this man he is by far the very best out. I hope it sell 50 \nmillion copies I know I'm getting 3. "
  },
  {
     text:"Fire Once again, Cole has created another masterpiece. The songs do not only \ntell a story, they convey positive messages that have been lacking in \nmodern day rap. All his flows work marvelously with his flows and his \nwordplay and references are top notch as always. This is a Cole world, and \nJermaine is spitting fire. "
  },
  {
     text:"J cole is the best!! S/O to J cole, the nigguh is real, we need rappers like him, hs such an \ninspirational rapper..the whole album is dope..especially \"Love yourz and \nNo role models\", I learn alot than just going with the beat, you the fucken \nbest, I love you @jcole I cant wait to hear whats next...#ColeWorld ..all \ntracks on repeat #HipHopKing "
  },
  {
     text:"Revolutionary in Today's Music It's nice to see that some artists use real life application to their \nmusic. Cole ties the whole album together with a collective theme that \nreaches listeners. Forest Hills Drive really opened me up to the hip hop \nworld of music. J Cole may have some sick beats in his music, but he is a \nmaster lyricist with a true message that is hard to argue against. If you \nare looking for an album that you can't stop listening to (like me), then \nthis is the one for you. "
  },
  {
     text:"Amazing Album This album is as good if not better than Born Sinner. I've played through \nthe album 3x so far today. We'll worth the money. If you like J Cole, hip \nhop, lyricists or meaning in your music then grab this. #ColeWorld "
  },
  {
     text:"BEST LYRICIST OF ALL TIME! Throughout the coming years J. Cole seriously surprised me as artists. Im \nexpecting alot from this album, just like I did from the previous ones! \nMuch respect king Cole! #ColeWorld! "
  },
  {
     text:"Brilliance. True Art In Love with Music again. True ARTIST, not that Young Thug, 2 Chainz \nbullshit. His music makes you feel, it makes you think. He brought back the \noriginal true art form of Hip Hop "
  },
  {
     text:"Best album I've heard all year This album is a breath of fresh air. Glad it's still artist that's not \nscared to go against the grain and stand out from the fads on radio. Almost \nanybody can relate to this album. "
  },
  {
     text:"Fifty shades of grey Absolutely loved the books!!! The movie though, not as good as I thought \nit would be. Also love the song \" Love me like you do\" & \"Earned it\". "
  },
  {
     text:"Can't listen to any song Read all the books numerous times, love it so much and the movie. The \nsongs that are on there Are so amazing and went to listen and I screamed \nbecause I was so happy the movie came out and I can handle the songs! \nOne.At. A time! Lol "
  },
  {
     text:"Fifty Stars! I have read the books numerous times since its release in 2011! I have \nwaited for this movie & soundtrack for as long as i did for the Twilight \nSaga lol i can personally tell where every song would appear in the book if \ni was reading it now! Get the whole soundtrack! I love The Weekend's Earned \nit (most played song on my and The Frank Sinatra remasted version of \nWitchcraft!! JUST ENJOY MK! #FSOG "
  },
  {
     text:"Beyond perfect always worthy I can't even esxplain how obsessed I am over this movie, soundtrack, \nactors. When you hear the songs it takes you back to the movie. All the \nsongs are so fitting, perfectly and flawlessly!!! Amazing story, can't wait \nfor the next part! "
  },
  {
     text:"Made me and my best friend cry :\") Wonderful song, hear it EVERY TIME my best friend and I handout :) "
  },
  {
     text:"To all the haters, Please just get over it. It's an album for the movie. Not the movie \nitself. And calling Ellie Goulding \"Smelly Goulding\" seriously? So \nchildish. And if BDSM isn't your thing then ignore it! Some people are into \nit some aren't, we're all different that way! Some of you are like 20 or 30 \nyet you act like you're a small child or a teenager. "
  },
  {
     text:"Crap!!!!! Lol, Smelly Goulding think she's all that because she is friend with \nTaylor Swift. This song is a bore just like the \"artist\" who sung it, she \nis mediocre and should not have a career. Lol by felicia *Boop* "
  },
  {
     text:"Great sound track Well worth the money. Just wanted to point out some reviews don't make \nsense a couple of people have posted that they \"love the soundtrack but I \nhate the movie\" and then give the soundtrack a one star. In what universe \ndoes that make sense that you love the soundtrack but you're only giving it \none star "
  },
  {
     text:"LOVED IT. I only wanted one song from the album, then I heard them and the was all \ngood. The one by Ellie Goulding gave me goose bumps and it goes so well \nwith the movie. "
  },
  {
     text:"Great soundtrack I love this soundtrack only downfall is I don't have all the songs which \nis weird. But over all its great! "
  },
  {
     text:"Why I love it? Become my song ♥ it love me like you do! But...de oder song don't love \nher... "
  },
  {
     text:"So good I downloaded Earned It when it came out and I have been waiting for the \nwhole album ever since. Some of the songs are a little weak, but it's very \nhard to make album with all great songs. I will say that I thought it was \ndisappointing that some of the songs on the album were released before the \nsoundtrack. But it makes up for that with the other songs. If, you don't \nlike slow songs then this album is not for you, but if you do this is \nperfect. "
  },
  {
     text:"Ellie is the best!! I love ellie Goulding, she's my fave singer!! I don't understand why \neveryone hates her!! "
  },
  {
     text:"Oh no What is our world coming to? If people think getting physically hurt is \nfun or thrilling, they are sick!! I would rate this a zero star if I could "
  },
  {
     text:"OMG Awesome CD, please don't judge based off the snippets this is simply \namazing.. I'm listening while reading the book again for the umpteenth time \non a cold night in Birmingham al..can't wait to see the movie!!!!!! "
  },
  {
     text:"Love it! Love this song!LOVE! It makes me feel better when I listen to it if I am \nin a bad mood and when I am in a good mood! Love listening to it while \ndoing my homework! "
  },
  {
     text:"S&M? Really? Bondage and all that. Hmm, getting beat up so badly you need a safe word? "
  },
  {
     text:"Awesome movie! What a great movie! I hadn't completed the first book before I saw the \nmovie, but instantly fell in love with the characters and the story behind \nthem. The music adds to the drama too. "
  },
  {
     text:"The Beyoncé Crazy In Love Remix is insane!!! Its so sexy, seductive, and \nsultry. The beat is amazing and its so moody n dark. Bey's tone is dope! \nOmg im mad its album only tho lol. I just want the 2 Beyoncé songs tbh. "
  },
  {
     text:"Bad movie love song Bad movie but love the song if you plan to see it DO NOT it is nasty my \nopinion love the song love me like you do edille goulding great work love \nya "
  },
  {
     text:"The soundtrack itself is amazing.....the books and the movie not soo much I am in LOVE with the soundtrack especially \"love me like you \ndo\"........but i seriously DO NOT like the books or the movie at all......i \nmean being sexually abused isnt what you call a \"turn on\" i really dont \nthink advertising domestic violence/abuse is a good thing since it will \nobviously influence our younger generation but i still give 5 stars to the \nsoundtrack due to the music being really catchy (probably the only reason \nwhy the movie was a hit in the first place☺) "
  },
  {
     text:"Earned It Amazing creative beautiful magical romance happiness love awesome song \nit's like I get to song for you its all about you says you're worth it I \ndeserve it I'm always worth it that sound convincing me that song made me \nhappy I love the song thank you for writing it.♡♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ \n♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡ ♡:* "
  },
  {
     text:"AMAZING perfect perfect perfect perfect perfect perfect perfect perfect perfect \nperfect perfect perfect "
  },
  {
     text:"Wonderful All songs are wonderful...and I love the mix of new and old. "
  },
  {
     text:"Something New Something deep with in that can only be felt with true emotion, I like the \nmovie alot the soundtrack just plays the movie for me every time I play it "
  },
  {
     text:"Best soundtrack I've heard in years Enjoyed the books, movie was ok...but the music is wondeful. Been a fan of \nDanny Elfman for years--he never disappoints! Love the eclectic mix of old \nfavorites and new originals. Can't stop listening! "
  },
  {
     text:"You HAVE to get this! I mean, come on! You read the books (maybe more than once like I did) and \nyou are going to see the movie! Don't listen to the little \"blips\" of the \nsongs on here like I did... That almost made me not get it! (I mean Frank \nSinatra, what?) The songs are great! Just do it! You are going to Love It \nlike I do! I've been listening all morning since I got the album and can't \nstop! I even like Frank! ;) "
  },
  {
     text:"Havent seen fifty shades But I hate earned it so much. I don't have an aux in my car so I listen to \na lot of radio and that's the only song that plays anymore. It's so slow \nand stupid. Ahhhh such a stupid song. "
  },
  {
     text:"I wish the books were as good as the movie soundtrack! I'm very impressed with this soundtrack. I love every song with the \nexception of I'm On Fire.... They should have used the original version by \nBruce Springsteen, his version is very hypnotic and sensual and would have \nfit the movie perfectly! "
  },
  {
     text:"Good music Sexy. Sexy. Sexy.This is a good album. And a great movie for those of us \nwho weren't expecting pornography. "
  },
  {
     text:"Just to be clear my 5 stars are for Ellie. I don't give a flying f about 50 shades. "
  },
  {
     text:"Amazing Firstly I love them ALL and it moves me to tears you can feel the \nemotional pull and I constantly think of the movie when I hear them, scene \nand all. Also you guys are complaining about some skipping when it CLEARLY \nstates you have to have the physical copy for them lol.. Read people. "
  },
  {
     text:"Hate it, non hater! Fifty shades of grey is a highly detailed meaning of perverted garbage! "
  },
  {
     text:"WoW, AWESOME MIX! I absolutely love this! I usally don't like EVERY song on a soundtrack, \nbut this one is mixed just right. Well WORTH the money! "
  },
  {
     text:"Listen to it daily! What's not to love? Every artist on the cutting edge is here. The music \nand the movie have perfect synchronicity. "
  },
  {
     text:"WONT EVEN DOWNLOAD Album won't even download, hope I can work this out as the soundtrack is \namazing. Will give more stars when play decides to work. "
  },
  {
     text:"Amazing Loved the books an love the film even better and the music is really good \ngoes well with the film :) "
  },
  {
     text:"Horrible! This movie could have easily been turned into a thriller. The guy is a \nstalker with serious issues. She couldn't even visit her mom without him \nshowing up. He would stalk and control and then spend money and wow her to \ndistract her. I don't see why this has become so popular. Although the \nwoman who have gone gaga over it seem to be very lonely so maybe there's a \nconnection? The album is as bad as the movie. Save your money. "
  },
  {
     text:"OMG Ellie Goulding is the best I love her song love me like you do OMG =D SHE \nBREAKS ME IN JOY WHEN I LISTEN TO THAT SONG :'D "
  },
  {
     text:"This is truly an impeccable soundtrack!!! Each track indicates the fear, \nthe tension and romance involved in Christian and Anastasia's complex \nrelationship. ‘Love Me Like You Do,’ ‘Crazy In Love’ and ‘One Last Night’ \nare particularly gorgeous! :-) Worth every single penny!!! "
  },
  {
     text:"BEST ALBUM SO FAR I've been a directioner for almost a year and a half. I don't know if that \ndoesnt make me a real fan, since im only 13, but i honestly love the album. \nIt's the best one so far, because the boys wrote literally most of the \nsongs. And that.makes me happyc to be able to hear what they're into. "
  },
  {
     text:"Simply amazing!! Can't even form words on how absolutely amazayn this is! \nLike seriously! These boys have got it ALL! The voices, the looks, the \nstyle, the personality. Literally is there anything they don't have! I \ndon't think so. Love them soo much!! Another album that will be on repeat \nfor hours on end! Give me a minute while I go cry! "
  },
  {
     text:"NEED MONEY!!!!! Seriously need to start saving for this freaking album. Like I have \nalready heard all the songs. But I need the album. I'm so broke tho. Love \nthey're music and I've been here since these FOUR years, so hey I deserve \nthis. Lol soooooooo proud of how far our boys have come. Love them \nsoooooooo much. Forever and always. Amazayn album. U should get it "
  },
  {
     text:"Best 1D Album ever. All the other albums were good, but this one is REALLY GOOD. I would have \nto say this is my favorite album. LISTEN TO STOCKHOLM SYNDROME AND WHERE DO \nBROKEN HEARTS GO AND NO CONTROL "
  },
  {
     text:"One Direction They are my favorite band and I have loved them ever since they were on \nXfactor. This is an awesome album!!! I love it, and I cry whenever I listen \nto it because it's soooo good!!!! "
  },
  {
     text:"Best Album Yet I've been here from the beginning, from the bottom of the stairs. I had a \nbit of a falling out (after album #3) with the whole band and fandom \nbecause I found different bands that i felt a connection to instead. (Black \nVeil Brides, Of Mice & Men, Bring Me The Horizon to name a few) As soon as \nthis album came out, i knew i'd love it. My favorites are #1 Once In A \nLifetime, #2 Spaces, & #3 Clouds. "
  },
  {
     text:"Amazing love all there albums this one is the best love you 1D see you \njully 9th and 11th in sand deigo and san jose Greate amazing loveing "
  },
  {
     text:"Perfect!! I just want to say a massive thank you♥thanks guys! This album's \nabsolutely perfect! Fool's Gold is fantastically fantastic! You're the \nbest♥remember this♥ - a Italian Fan♥ "
  },
  {
     text:"1D AF! By now, If you're saying that these boy can't sing shut up, have a seat \nand listen to them sing their first albums to this. It has a completely \ndifferent vibe, it shows that they've grown up and you can hear the \nmaturity in their voices. I did a survey just for the hell of it and played \nWMYB, and other songs from UAN to 78 strangers and they all knew some of \nthe songs and who it was by. When I played No Control, NIght Changes and \nOnce In A Lifetime they all liked it and was surprised when I told them \nthat it was 1D, they even said that they matured, and when I asked if \nthey'd buy the album they said it'd be hard not to, 63 out of the 78 people \ncontacted me 3 days later saying they found themselves buying the album. So \nif i could convince 63 strangers to buy an album this should prove that \nthey've not only matured, but they kinda branched their listeners out to \nmore than teens. (The people being surveyed was usually between that ages \n24-45) "
  },
  {
     text:"AMAZING Once you hear Zayn singing in Steal My Girl, you'll already be able to \ntell that the boys worked so hard on this album. It's truly amazing that \nthey're on their fourth. I love them so much and I'm so proud♥ "
  },
  {
     text:"Love them♡ I've loved these boys since day one,everything they do is so inspirational \nand beatiful, I love all of there personalities (especially niall♥) and \nthere music. Love them lots "
  },
  {
     text:"BEST ALBUM YET! I can honestly say this is the best album yet! I've been a fan for FOUR \nyears. And to see how much the boys have progressed is astonishing, the \nreason this album is the best is because its personal, every word sung \nmeans something to the boys! Amazing job lads much love Xx. "
  },
  {
     text:"Amazing Zayn malik keep on singing, i love when you stick out your tongue your \ntattoos are a turn on and they are sexy you sound better with the music and \nwith out the music your a angel that fell out of heaven one direction \nwouldnt of been a group if you wasnt in it i love you B-) :-) :-D :-P O:-) \n:-* <3 "
  },
  {
     text:"Say what you want... But this is one of the best albums I've ever heard. I don't usually listen \nto them but my teenage sister told me to give it a try, cause she knows \nwhat kind of music I like. Honestly if people didn't know this was One \nDirection and they listened to this album, they would love it! "
  },
  {
     text:"Klarybel Wow 1D rocks i love what makes you beautiful and steal my girl and story \nlife it's great "
  },
  {
     text:"Eh I have been a fan since 2012. A dedicated true fan so before people bad \nmouth me keep that in mind. My 1D phase ended earlier this year and I think \nit had something to deal with Midnight Memories, it had some catchy songs \nbut no hits! And this one although mellow, it has no potential hits (maybe \nsteal my girl) it isn't the same anymore, sorry boys. I think our toll has \ncome to an end. "
  },
  {
     text:"FOUR It's wonderful I love it One Direction I love you guys this album is GREAT \n!! "
  },
  {
     text:"Perfect Some songs in the past have been better than songs in this album but you \ncan really hear how much they've grown up in this album and it's so \nbeautiful that it hurts!!! Some of these vocals literally make me so happy \nI don't know what to do with myself. Can't explain in words how good this \nalbum is. Love the boys forever *heart* "
  },
  {
     text:"Loved it I really loved it it's really amazing no kiding including you niall,harry, \nLouie ,liam and zayn I loved it "
  },
  {
     text:"ONE DIRECTION IS MY IDOL See im a directioner and a drummer in my school band and when i saw harry \ngive his drum sticks away to some one else my heart sunk. ψ(▼へ▼メ)～→ so this \nalbum gives me hope "
  },
  {
     text:"One Direction Is Life I love them soooooo much. I really wish I could meet them. I like all of \nthem but my favorite is Niall because I like his personality and his humor \nand especially his laugh but I love all of them equally. So ya I love u \nguys soo much and I hope I could see you soon. :) And my favorite song in \nthe album four is ready to run. There album is perfect I could listen to it \nall day and their other albums 2:) "
  },
  {
     text:"Per-fect First album by 1D that I loves every song! The album is purely amazing. \nIts incredible to see the boys' style change throughout the year. The style \nof music grows more abd more mature each time. For new comers who wants to \nbuy this album, I guarantee you won't be disappointed! Best album yet. "
  },
  {
     text:"Perfect This album is just perfect! The best they did so far so it's so hard to \nchoose which one is your favorite. I really recommend 18, Fool's gold, \nChange your ticket, and Act my age. Then No control and Where do broken \nhearts go and well the whole album "
  },
  {
     text:"FREAKING AWESOME I love it so much. The guys have grown up SO fast. It seems like just \nyesterday they were on the x factor. Haha I sound like a proud mother. The \nwhole album is awesome. I love all the songs. They are each so beautifully \ncrafted and individual in their own way. My favorites are all of them haha \nso dont make me choose. "
  },
  {
     text:"Love it Makes me cry with love and joy I love you niall Louis liam harry and zayn \nyour my dream "
  },
  {
     text:"Awesome I found out of them from a friend! She said they were really good! So I \nhave been a fan of them sense than and I believe that's in the beginning! \nThere songs meant a lot for me! Haha! And even though I listen to them it \ndoes not mean I am a gay! It just means I like there songs! Hahahah "
  },
  {
     text:"I love it so much These songs are amazing i could listen to it 24/7 and i will never get \ntired of it its seriously amazing like midnight memories take me home and \nup all night "
  },
  {
     text:"GOD BLESS I got aids back in 2012 but then I listened to this album and I've been \naids free ever since "
  },
  {
     text:"I love this album so much!!!!!!!!!! I have been a directioner since day \n1!!! When ever I am sad or anything I just listen to them and I sing and \nthey make me feel better!!! Theny make me so happy!! When ever my family \nsays really mean things about them like they can't sing and stuff I don't \ntalk to them for like weeks at a time!! I love them so much!!! "
  },
  {
     text:"FOUR! ❤ Best Album! The Guys Ever surprise us, but this.. it's.. INCREDIBLE! \nAMAZING! just PERFECT! "
  },
  {
     text:"amazing! its so gooood its making me cry love one direction their album just keeps \ngetting better love them so much "
  },
  {
     text:"This is just perfect. One of the best albums by far, I would say it's actually quite mature and \na bit laid back. "
  },
  {
     text:"Amazing! I love all the songs on the album. They just keep getting better and \nbetter. It's so hard to choose a favorite song from this album. Definitely \nrecommend it! "
  },
  {
     text:"Best Album Yet I have listened to this album nonstop since Monday... I love it so much \nthat I memorized all of the words to all of the songs.... Act my age, Girl \nAlmighty, Stockholm Syndrome, and No control are the best.... even thoufh \nthe whole album is perfect... "
  },
  {
     text:"I'm in love!! My idols are better than your idols!! Jk, but I love this album I can \nfinally die ☺ ☺, I love niall , bye!.,, also if u have twitter add me at \n(unnoticedmofo) I want to follow more of you guys!! "
  },
  {
     text:"1d sucks They should just stop trying, honestly. 5sos fam is better than \ndirectioners. The only good thing 1d did was make 5sos famous because 5sos \nis obviously better, writing their own songs and playing their own \ninstruments. "
  },
  {
     text:"Worse than geniside!!!!!! This album is the worst thing ive ever heard since hitler! I usually love \nmusic but this has just led to me self harm and go into a worldwind of \ndepression and hatred! "
  },
  {
     text:"Great!!! 18 is one of their best songs!!! I love it so much it relates to how I \nfeel! The whole album is definitely awesome! Some of their best work. "
  },
  {
     text:"I loved it BUT MM is still #1! It's amazing and I feel like people aren't liking it as much because its a \ndifferent type of music ; a little slower beat. Up all night was very fast \nand childish just like them and the TMH was better then MM and now Four. It \nrepresents the four years the four albums, and the four stages of them. So \nstop complaining and some fans just need to learn that they're growing up. "
  },
  {
     text:"One Direction Four night changes People say that I am gay just listening to one direction "
  },
  {
     text:"An awesome album like Reese W. said. Great album!! I Love his version of Cop Car and how it portrays a first \nlove (and it's innocence). Although I love Keith Urban ' s version, Sam \nHunt ' s is much more believable some how. 5 stars. "
  },
  {
     text:"Loved this album!! Ex to see, take your time, and break up in a small town \non repeat for the last few days. Love the lyrics. Can't wait for the next \nalbum! "
  },
  {
     text:"Really Great Sam is awesome! His tunes are unique, catchy, and lyrically tremendous. \nYou won't go wrong with this. "
  },
  {
     text:"It's complicated I'm starting to think that the rating for songs are bull. Not about what \nother people think, you listen to it and you know you like it. How do you \nknow you like it by looking at someone else's rating. Don't get me wrong I \nlike this album a lot. Especially houseparty that one is my jam. "
  },
  {
     text:"Overrated When he released his first 4 songs I was thinking his album would be \ngreat! However most of the songs have way to much pop sound to it. I \nthought this was country music? Sam hunt should just go to pop music or \nalternative. "
  },
  {
     text:"Bad country, great pop music, talented artist Not a country album at all! This is just a dance music album and not very \ngood at that. Has a very good voice and has written some other very good \ncountry songs, too bad none of these are. "
  },
  {
     text:"This music is jamming hot. I wish I could meet him in person.I wish I could \nbe at all of his concerts. "
  },
  {
     text:"I love this I think this is awesome. Plus, to the haters, its not overrated. Its not \npop either, do u hear and GOOD and ACOUSTIC guitar in pop music... Yup, \ndidn't think so. Also, if u don't like country, y r u listening to it \n(¬_¬). I think my points taken ( ͡° ͜ʖ ͡°) "
  },
  {
     text:"Boring and I COMPLETELY HATE COUNTRY MUSIC!! Ugh I don't even know how to explain how bad this album is!! It's so \nboring I feel like falling asleep...hopefully better music comes up soon \nT_T "
  },
  {
     text:"Wow... Is this really what \"country\" music is passing for? Jesus, if so, that's \nawful. I didn't know country singers used autotune. Some of his songs are \ngood, but not country. Break Up In A Small Town has got to be one of the \nworst songs I've ever heard. It was TERRIBLE. I'm 21 and feel really badly \nif my generation thinks this is real music. "
  },
  {
     text:"Love it Miss being loved by my husband ,we still together but he doesn't show me \nlove. Very lonely for his touch. "
  },
  {
     text:"In love with Sam Hunt Can't get enough of Sam Hunt! Loving everything this album has to offer \nlove the vibe of it, the originality, and the amzing music. When I buy \nsongs from an album I have to like the little clips I here. I ramdomly \nresearch top charts and up coming artist so I'll have a lot of different \nvibes on my play list and this is definitely a good change of pace! Keep up \nthe hard work and I'll be a fan for life!! "
  },
  {
     text:"I really love this song! I saw him live when he performed with Taylor and I \nfell in love. "
  },
  {
     text:"In Love Definitely loving all of his music, especially Make You Miss Me & Take \nYour Time! Love the beats, love his voice, love it all! Not to mention he's \na cutie ;) "
  },
  {
     text:"Montevallo Sam Hunt is an excellent musician. Each song showcases different elements \nof genres that usually don't mix with one another. But Hunt does this so \nwell in all ten cuts on his full length debut LP. The songwriting is top \nnotch, but the production of a few cuts holds the record back at times. \nHowever, this doesn't ruin said cut. This record will be recommended to \nfriends of mine and enjoyed by myself for a long time. Congratulations on a \nspectacular debut record Mr. Hunt! "
  },
  {
     text:"Love Sam Hunt His songs are amazing and I just love his voice! A must have, the whole \nrecord is wonderful! "
  },
  {
     text:"Great album loved every song Actually loved every song on the album. Esp. Ex to see, make u miss me, \nand leave the night on!!! "
  },
  {
     text:"Sam Hunt I love the song take your time and leave the night on and cop car And \nbreak up in a small town. Love it Keep me updated!!! Keep singing every day \nSam hunt "
  },
  {
     text:"I love this song but I can't listen to it won't let me at all I click on \nlisten an every time it says syncing your music an it stresses me so \nbasicly it took my money "
  },
  {
     text:"AMAZING Sam Hunt is the best country singer ever! Go see him live before knocking \nhim. Seeing videos of him performing doesnt do him justice. Hes absolutely \namazing. His stage presence the notes he hits chills. Hes gonna be a,legend "
  },
  {
     text:"Like it than like it! He is a great artist I love him and pop or country it doesn't matter if \nyou like it than like it! And if you hate country than don't bother even \ncommenting about how it's too country or not enough if you like it you like \nwhich I happen to love it! "
  },
  {
     text:"Awful This is the worst music I have ever heard. Break up in a small town has to \nbe the worst song I have ever heard. He talks more than he sings. Not \ncountry music at all. "
  },
  {
     text:"SAM HUNT IS AMAZING I KNOW ALL HIS SONGS IF COUNTRY MUSIC WASNT REAL I WOULD KILL MY SELF IF I COULD MEET U SAM I \nWOULD HUG U THEN I WOULD NEVER TAKE A SHOWER!!!!!! AND FAINT!!!!! OH YA U \nPEEPS THAT HATE COUNTRY MUSIC HATERS GONNA HATE "
  },
  {
     text:"Awesome Only listened to it one time thru but my favorite lyric is is Make you \nmiss me. 'you leave a slipknot in the strings you attach' awesome CD "
  },
  {
     text:"Amazing I love Sam Hunt and this album he just totally rocked. Some amazing talent \nand the feels are just amazing! I recommend! "
  },
  {
     text:"Sam is such an amazing artist! I have yet to hear a song of his that I \ndon't like. "
  },
  {
     text:"Small town, big star Proud to say this guy is from my hometown. Way to go sam. Amazing album. "
  },
  {
     text:"I love this album ! My favorite song is break up in a small town , but \ndon't get me wrong I love all of them so much ! One of my favorite albums . \nSam is such a talented artist one of my favorite . "
  },
  {
     text:"Loved it I love this album, leave the night on, house party, break up in a small \ntown are deffently my faves. I would highly recommend this album. :-) "
  },
  {
     text:"I love it I love love love love love love it!!!!! Whether I'm sad or in a dancing \nmood I put this on and I just get my mood back up again "
  },
  {
     text:"Love love love!! Omg Sam there's not one song I don't love!! Look out looks like we have a \nnew #1 artist in town! "
  },
  {
     text:"Montevallo This album is amazing! Sam Hunt is such a breath of fresh air in Country \nmusic. Make you miss me is my all time favorite right now! "
  },
  {
     text:"LOVE After I heard his first single, I searched for his other stuff. I didn't \nfind anything that wasn't good. I <3 Sam Hunt! "
  },
  {
     text:"Favorite artist! Sam is by far my favorite new artist! Love, love, love everything he \nrecords & am dying to see him live! "
  },
  {
     text:"Yeah we both know Your \"girl\" will have her mouth, I'm sorry hands full for a bit, post your \nemail I'd love to send you the pics "
  },
  {
     text:"Love it! Love his rap talk/ country singing! Amazing album. Love the song speakers, \ntake your time, housr party, and his version cop car. "
  },
  {
     text:"I usually never listen country. As a matter of fact I hate country but for \nsome reason I like this album. "
  },
  {
     text:"Best Album EVER!! I listen to this album everyday! No joke! And I never get tired if this! I \n\"discovered\" leave the night on in late September. Fell in love \nimmediately! Looked for more songs, but sadly there weren't any... Kept \nlistening to the song over and over. Until about December. I found out he's \ndropping an album!!! Got so excited and listened to it and fell in love all \nover again!! Rate this album 1,000,000/10 "
  },
  {
     text:"Hi...loved the words...it's only but a memory now. Listen, the only \nnegative was combining the lyrics and the video...the story doesn't match. \nLike: if it's about a single woman in a bar; fine. It's (the words) not \nabout a married woman leaving her abusive husband! Get it??? Hope so. Best \nWishes to you + yours!!! :) "
  },
  {
     text:"Great It's cool to see how different genres influenced Sam Hunt's song writing. \nIt's not just country! Great album and a great artist. Have been rocking \nthis album in car/phone for months now! "
  },
  {
     text:"He is the real deal A musician like this comes around once in a generation (if that) - don't \npass him up "
  },
  {
     text:"Good songs I loved \"Take me to Church\" when it first came. Untill that song came out, \nI'd never heard of Hozier. I hope he makes more songs that are just as \ngreat as Take me to Church. "
  },
  {
     text:"I don't think anybody understands what he was trying to say in this song. \nWhich is what causes the dislikes and unhappy \"fans\". Sad because this is a \nbeautiful song with a meaningful video. "
  },
  {
     text:"Amazing presence... Hozier has an amazing vocal talent. I could listen to him all the time, \nlove his style and the power in his voice. Real talent. "
  },
  {
     text:"New Fan Dark and soothing! He has a great voice and the lyrics are very \nfulfilling. Good to just sit and get lost into. "
  },
  {
     text:"Positive! I am not support same sex marriage, however, I love the song \"Take me to \nchurch\". If you listen to it without watching MV you would feel the pain in \nthe song. Perfect pain! "
  },
  {
     text:"Hozier Awesome! When you can play nearly every song on it & they're ALL GREAT!! \nHe is one of the best Blues artists to come around in a long time. Although \nhis Unmistakable Style Is most Definitely his Own!! If he continues on his \npresent path technically, artistically & lyrically~ Such enthusiasm & ever \nso humble....., Quite possibly could be up there with Vaughn, King & \nColtrane. Lyrically he's phenomenal. Bravo!! ;-) "
  },
  {
     text:"Hozier Take Me to Church This whole album is gut wrenching goodness! The style and lyrics make me \nwant to scream MORE NOW PLEASE! I love the wordplay, always. Been awhile \nsince I found an album I enjoyed this much. Thanks, Hozier! "
  },
  {
     text:"Awsome I love him his song's are great when his song came out ''TAKE ME TO \nCHURCH'' I never knew him before his own album came out like I said I love \nhim I love him "
  },
  {
     text:"Take Me To Church Didn't know I could cry so hard from this song, it is really beautiful, \nbut it is so sad. "
  },
  {
     text:"Great album; what a soothing yet powerful voice! A bit of Soul, Gospel and Blues. The end of each song desires you wanting \nmore. A refreshing and addictive sound. His music reminds me of why I love \nBen Harper's music...it's deep, personal and spiritual. Would love to see \nthem together in concert! "
  },
  {
     text:"Take me to church A truly deep, chilling and beautiful song. However, the interpretation of \nit for most people is very wrong. It is a metaphor comparing a relationship \nbetween a boy and girl to religion. Hozier also talked about the song and \nits relation to the catholic church and its view on homosexuality and its \npolitical and social cowardice. I am a Christian, albeit shaky on the \nsubject of homosexuality and love, find its message negates the fact that \nits a song about heartbreak between a man and woman. However, that doesn't \nchange my opinion as this being one of the greatest soul songs ever. "
  },
  {
     text:"Best Album Heard In My Life This is probably the best album front to back I may have ever heard in my \nlifetime! I usually never buy albums but the quality of song writing and \nholders amazing soulful voice makes this album absolutely one of the best. \nTruly the best album I have ever heard! "
  },
  {
     text:"Hozier has just got the most amazing and melodic voice. He's extremely \ntalented with his words and music and it makes each song beautiful in it's \nown unique way. Something that is really rare is that he's as good live as \nhe is on record. He's a very soulful artist and extremely talented. "
  },
  {
     text:"Unique style, captivating voice I love this album. I love every song...except \"in a week.\" That song is \njust creepy. Love Jackie and Wilson. Love From Eden. Great voice. I'd love \nfor Hozier to be known for more than take me to church. It's a beautiful \nsong but he's so much more than that "
  },
  {
     text:"Take me to church love! ♥ I love songs they are smooth and graceful I only like slow and grateful \nsongs they are awesome I love take me to church but the one thing I really \nwant is um I forgot that song but I really love it. It had the word I \nforgot sorry but I love your songs! But plz make them free plz reply back \nits really grateful-kardia (I am a female) "
  },
  {
     text:"All the Songs Glorious. There is always this sense of peace that washes over me when I \nhear his voice... It's like all the tension comes rolling off my shoulders \nand I can relax. But at the same time I can really concentrate. His music \nis so emotional and breathtaking and inspiring, it's perfect for an artist \nlike me to draw some imagination from instantly. Love it. And Love him. "
  },
  {
     text:"Great A well written song, catchy beat but not annoying "
  },
  {
     text:"Hozier Hauntingly spine tingly warm cuddles by the fire awesomeness. Thought \nprovoking, and smile persuading genius, thanks Hozier :) "
  },
  {
     text:"Being gay is wrong so if your gay god is there pray and ask him for a new \nstart gay plpe might be in love but what's the use being in love if its not \nthe love gods wants you to av the devil is who gives plpe the way to love a \ngay person so repent pray for go to forgive you and repent I'm a guy and I \nbelieve that God loves us all so y not love God like he loves you?? How do \nu we love God..?? Well we do what is right and what God wants us to do so \nplease stop being gay and love God !!!! "
  },
  {
     text:"Best singer ever! Hozier has such a great voice, I am glad he is using it well to create \nsongs that I enjoy, and I'm sure plenty of people enjoy, a lot "
  },
  {
     text:"Love this album!!! Definitely influenced by Elton John, and that's a good thing! I can feel \nwhat he feels in the song, not far away from the visual lyrics of Bernie \nTaupin. The Buzz at 96.5 has made this song a hit in Kansas City and I hope \nHozier's fame is spreading all over like it was welcomed here cuz he needs \nto be heard. "
  },
  {
     text:"New fan! I have only heard their hit song before today, and decided to take a \nlisten to the rest of their songs. I'm glad I did! I absolutely love their \nsound! "
  },
  {
     text:"Superb What a powerful voice this fellas got. Love this track even copy and \npasted the lyrics so I can sing along. Will certainly be purchasing the \nrest of his album. Quality stuff. "
  },
  {
     text:"Absolutely Beautiful I discovered Hozier like most people did,\"Take me to Church\",and the first \ntime I heard it I got chills all over my body.The song moved me and it \naffected me to my core. I got it, maybe not in the way it was intended,I \nhad my own interpretation. I saw my own pain and loss. All his music is \nbreathtaking. This man is baring his soul in his music and sharing it's \nbeauty with the world. Instead of acting crazy and preaching him as the \ndevil, we should be grateful to be a part of it. "
  },
  {
     text:"ACE! One of those albums you need to own in your lifetime, regardless of the \ntype of music you own. This guy's voice and pure artistry will bust through \nyour door, tear down your walls and latch onto your heart like a \nparasite.... For a ripe 25 year old, Hozier is one of the most refined, \nsophisticated and competent musician I have ever heard! Don't even get me \nstarted on his live concerts, that's a whole other level!!!! Ace!!! "
  },
  {
     text:"Even better live! I saw him in September here in Nashville and will be seeing him again in \nMarch! So amazing :) "
  },
  {
     text:"Hooked on Hozier This album is fantastic! I could listen to Take Me To Church on repeat all \nday, and the rest of the album does not disappoint. "
  },
  {
     text:"Amazing voice Great album and an amazing voice. Powerful lyrics! "
  },
  {
     text:"Good feeling when it hits your ears This album is so daggon good. Very diverse set of songs and his voice is \namazing. I love it. "
  },
  {
     text:"Its like crack you just can't stop lol Best song ever "
  },
  {
     text:"Lyrical poetry There is something about the way the words flow in his songs. Perhaps \nbecause they pertain to deeper matters of humanity. His messages are woven \nwithin his music. "
  },
  {
     text:"Hozier Wow, outta nowhere this album arrived and I love it. Great tunes, great \nvoice, great! "
  },
  {
     text:"Hozier Outstanding; truly inspiring and at the same time soothing and comforting! "
  },
  {
     text:"High quality album The whole album is full of just masterpieces. Even from the beginning of a \nsong to the end. I recommend listening to this album on a nice pair of \nspeakers or headphones because it really has some nice sounds blended into \nthe songs you just can't hear on a cheap setup. "
  },
  {
     text:"Great singer song writer He's a refreshing and awesome artist. Love this album "
  },
  {
     text:"Worst Take me to church is literally the worst song I've ever heard in my life. \nI don't care about the lyrics. The melody is so annoyingly dark and is not \npleasant to listen to. "
  },
  {
     text:"Hauntingly beautiful Smooth, sexy and powerful. A must have. "
  },
  {
     text:"Awesome love it. This album has such great songs especially 'take me to church'. I can't \nstop listening to this song. It's so awesomeness. "
  },
  {
     text:"Love This Album Take me Church was what I was going to purchase, but after previewing the \nother songs bought the album. "
  },
  {
     text:"XO TIILL I OVERDOSE Myyy babyyyy .. Hes amazingg being listenning to him even before he hit \nthe charts !! Never failed me "
  },
  {
     text:"Much much better than Kiss Land, 1st 5 songs are amazing, that sample on \nTell Your Friends was used before him by GZA/Genius from Wu-Tang Clan on \nhis solo album Pro Tools but Weeknd killed it, from the 1st time i heard \nthat song i new Kanye West produced it, cos only Kanye can put those lyrics \nwith that sample and make an epic song , i hope he releases a new album \nthis year this not time for resting, he's gotta work 24/7 , like Pac did , \njust record and put out albums, he can rest in his 40's, by then he ll be \nbigger than MJ ... "
  },
  {
     text:"Yessss Abel I wish I would've found out about The Weeknd sooner...oh well, his music \nis my life now <3 "
  },
  {
     text:"Amazing, as always I can't tell you how much I love Abel's songs. He is such a talented \nartist and I'm proud of him getting this far. XO "
  },
  {
     text:"Terrible How can he grow up listening to the best music ever made and be a part of \nmaking the worst music I've ever heard? "
  },
  {
     text:"Beauty Behind The Madness One of the best LPs I've heard n a long time! The music world needed this. \nTo me it sounds like a mix between R.Kelly n Drake. Excellent Music. Listen \nto this "
  },
  {
     text:"Blown away! Not many albums out there I can say I would listen start to finish. This \nis definitely one of those albums I can hit play and just listen for hours! "
  },
  {
     text:"Old Fan.. I've been a fan since his first release, I will say that I miss his old \nstyle but after listening to this album on repeat this evolved style is \nactually amazing. He still has a lot of songs that have his old style, one \nthing I'm not a fan of is all these random features, I mean ed sheeren? \nLabyrinth? Only good feature is lana del rey which is a collaboration \nthat's overdue. "
  },
  {
     text:"XOTWOD I've been XO since 2011 hes grown a lot it went from nobody in my school \nknowing who Abel was a now we poppin now everybody wanna be XO its levels \nto it XO fam got traditions /THE NOISE/HOB,EOS,THURS/KISSLAND/ and now \nBEAUTY BEHIND THE MADNESS "
  },
  {
     text:"The weekend, he's got his own special kind of voice.. Cant feel my face "
  },
  {
     text:"Perfect Blend of The Weeknd I don't usually write reviews, but I started listening to The Weeknd 2-3 \nago it has been a pleasure to listen to his music and how he's growing as \nan artist. The songs have a high replay value which I love most, Tell Your \nFriends and Prisoner come to mind. Great album and worth the purchase. "
  },
  {
     text:"Real experience What he talks about hits home for a lot of us out here.... that is if you \nbout that life. "
  },
  {
     text:"This is absolutely my favorite album! Since it was released I've listened to it ever day. "
  },
  {
     text:"Amazing I can't believe how amazing this album is. Granted there is one song I do \nnot like, but everything else is a master piece. I love the different vibes \nas the album caters to all music lovers. "
  },
  {
     text:"There is NO song I don't LOVE, this album and the last one have been on \nrepeat sine the 28th. Every song is relatable to different situations in \nlife, and the sound overall is amazing, I find myself really enjoying every \nbeat. Songs I love the most are Shameless, Angel and Acquainted. "
  },
  {
     text:"God of voice like himself He's more than human, the words of his breath consume me. Everything he \nsays is real. Angel was definitely show him off on me. Your biggest fan "
  },
  {
     text:"Chapter 3 Been following Abel since day 1. His sound has definitely changed, but i \ncontinue to love his music! My top track faves are Aquainted, Shameless, \nDark Times & Prisoner. Oh and kudos to all collaborations on this album! \nThey all sounded heavenly ❤ "
  },
  {
     text:"INLOVE WITH THE WEEKND I've been listening to the weeknd for about almost 3 years now....When I \nfirst listened to one of his songs immediately it hit me. The lyrics to \nRolling Stone were just perfect...And that's when I started downloading \nmore songs to my phone and ever since then his music and I clicked I fell \ninlove with his music as well as his hair lol. I love him so much one of \nthe best artists I have ever listened too. "
  },
  {
     text:"Abel is a vocal god I've been apart of XO since 2011 I was twelve and fell in love with him \nand his voice. I'm glad for his success but I hate the fake fans that claim \nthey're a fan but don't know anything besides his more mainstream songs. \nReal life and shameless are the best songs on here. Abel I love you. You \nare my king. "
  },
  {
     text:"A Little Dissapointing This is no one near as amazing as Trilogy. Now this isn't a bad album yet \nit's also not an amazing album. I was really let down by this, only a few \nof the songs really had a deeper meaning, most of the songs were just about \nsex and drugs which I'm fine with sometimes. J Cole does it perfectly , the \nweekend, not so much. Can't feel my face could've been way better yet I \nhope he doesn't continue putting out music for 15 year olds, I want some \nreally deep and emotional music, that's what I love about Abel. "
  }]