[
  {
     text:"It's worth one listen. The last 5 songs are the best. Started from the bottom shouldn't have been \nhis opening song. Drake isn't a bad boy, and this album seems like a fraud, \na little. Too Much is my fave track. "
  },
  {
     text:"Excellent! Make no mistake, this is probably the best album of the year tied with J \nCole. Every album he keeps proving his credibility. Yes he's no Nas, Common \nor Jay-Z. But you can always appreciate his stories, the pain the love the \nloss the bravado. Great replay value, unlike the trash that Kanye put out \nearlier this year. "
  },
  {
     text:"Music to STUNT to. Other than the few lyrics set to past romances, seems Drake went with the \n\"F@*£ you I'm rich now\" version of drake, that is ignorant bliss, but its \nunderstood as he's rapping the life he knows. - Just the market is full of \nsuch lyrics, would've been nice to have more of a mixture between the woman \nand how they fit the new lifestyle, with the more witty version of Drake \nwhen he knew his audience would understand. "
  },
  {
     text:"He's real. #NWTS A lot of different pieces to him rolled into this album. You get the loved \nup side, failed romamces, broken family, life lessons he's had to learn, \nand the tougher hiphop side of him all on the one album. Its not the same \nas Take Care cause it takes you to where he is as a person now. Drake will \naswell be one of my favourite rappers. He's real. Don't expect him to \nsugarcoat anything out here. "
  },
  {
     text:"Drizzy at his best I loved his last album. But this is much better! I can't get enough of \nTuscan Leather and The Language "
  },
  {
     text:"Moments of magic There are some great parts on this album. However the majority is average. \nNothing like take care. Similar to yeezus in the sense that sometimes it \nfeels like drake just chose complete abstract sounds to sing/rap over( not \nas bad as yeezus). Drake is fantastic a lyrical genius and the if your \nthinking about buying the album you have to weigh lyrical genius against \nabstract sounds. I am in no way a \"true fan\" of drake. Therefore I am \nunbiased. "
  },
  {
     text:"IYRTITL mixtape has been out for a while but i still think this was his \nbest album ever. Been a Drake listener/fan or whatever you want to call it \nsince Take Care. So, my opinion is this: NWTS and TC were his best albums, \nbut NWTS has that little extra. It is worth listening. All songs on this \nrecord are very good and catchy while on his last mixtape, there's only a \nfew I really like. Can't wait for his next album. I'm curious if it will \ntop this. -Take Care OVOXO "
  },
  {
     text:"Good Love it.. even the song Worst Behaviour is soo dry, the rest is GREAT! "
  },
  {
     text:"Amazing Drake captures emotions and energy like no other rapper. This album is on \npar with Kanyes Dark Twisted Fantasy "
  },
  {
     text:"Great album but... One of the song \"The Motion\" is not in the deluxe album. Other than that \nits a must buy. "
  },
  {
     text:"Owned it Sounds from his old mixtapes combined with sounds from take care this \nalbum could not have been made more perfect! "
  },
  {
     text:" Quick Question; Howbis it not avaliable in my county? Where do I live \nUnicornTopia? Tf "
  },
  {
     text:"You wanna get a listen to sampha's 'too much' heard tht first, but drakes \ntaken it to the next level "
  },
  {
     text:"Love It Just 1% better than take care, take care is a realllllyyyyyyy reaalllyyyy \ngood album & so is this:') "
  },
  {
     text:"Hold on were going home I haft to pee just hold on were going home. Love this song lol "
  },
  {
     text:"Don't let 'started from the bottom' fool you I really enjoyed this album. "
  },
  {
     text:"Toooo beast Well done drake good one "
  },
  {
     text:"Drizzy is a legend Loved the whole album. Go Drake, go! <3 "
  },
  {
     text:"NWTS A must have, who knows, knows and if you don't get to know!! "
  },
  {
     text:"Class! Okay so, yes I may be bias, and he is no young Jay-Z but, the stories and \nemotion, any one can empathize with "
  },
  {
     text:"AWESOME !!! Don't know how drake does it but this album is epic!!!! The motion is not \non the deluxe copy??? If u like drake buy asap !!! "
  },
  {
     text:"Absolutely Fantastic Album Im not one to review music. But I really like this album "
  },
  {
     text:"Not Take Care drake If your expecting the drake who did \"Take care\" and \"Make me proud\" well \nyou would be disappointed it seems drake left his softer side and become \ntougher because hip hop didn't take him seriously. . Im really disappointed \nin this album its not drake it seems forced mr tough guy... shame because \nhe is a amazing artist "
  },
  {
     text:"Dream of Possession, I'd have my eye on drake. Smooth beat, slow and sexy. Romance of today. He \nnever occured to me Untill I was swept away in depth. Old fashioned feel, \npersonal. Your made to be desired, melt "
  },
  {
     text:"Drake Tuscan leather the motion and pound cake jheeze them songs are hard "
  },
  {
     text:"Perfect Remember this album does come under hip hop aswell as rap, so dont be \nsuprised if you get a taste of him singing, cause hip hop does entail \nsinging, songs like tuscan, wu-tang, all me, furthest thing, poundcake, is \nthe new generation of rap, its not great but its certainly the best \ncompared to what you hear from other 'rap' artists today "
  },
  {
     text:"Drake love all his albums theRe great, but love this one even better, he sounds \neven better live, n he's God dam sexy, he just gets better n better xx "
  },
  {
     text:"Incredible album Drake back with another incredible album, he's stepped it up again this \nyear, the beats are hard hitting and the lyrics are genius. Not a bad song \non the album well worth £10. "
  },
  {
     text:"Sameen02 I think this album is the best especially hold on, where going home "
  },
  {
     text:"Beat album I loove this album so much, and I can't choose one song as my fave cause \nit's like a story. "
  },
  {
     text:"It was leaked Album was leaked long time ago. But, its still good especially pound cake "
  },
  {
     text:"Awesome Album Drake is a master story teller, one for the ages "
  },
  {
     text:"A Must Have-EPIC★★ SIICKKK ALBUMM..drake went in with this album.♡♥ "
  },
  {
     text:"Amazing. Better than thank me later, not necessarily worse than take care, just a \ndifferent style, but I do prefer take care. NWTS. "
  },
  {
     text:"Sick album Best album by drake in my opininon, love it! "
  },
  {
     text:"Drake is just so perfect he's voice is just amazing tbf! "
  },
  {
     text:"Excellent music Looking real sexy, with a amazing voice & Drake's lyrics are out of this \nWORLD!! "
  },
  {
     text:"Unexpected Not his best album, but it's growing on me, first half is quality. In time \nis a tune also. "
  },
  {
     text:"Just bloody awesome Awesome beat too "
  },
  {
     text:"Llove I don't usually buy albums but I heard drakes on YouTube and had to have \nit "
  },
  {
     text:"Fantastic compilation I happened across this while browsing, and as I listened to each track on \nthis album I was surprised by how many of them I recognised and remembered, \ndespite not being familiar with some of the song names. Theres hardly a bad \none in the bunch. Well worth a purchase, especially at the price. "
  },
  {
     text:"I've owned this CD for years and it's one of the first albums that I've \nrepurchased - it's that good. If you're a casual Fleetwood Mac fan like I \nam, you'll really appreciate all the really good music on this album. It's \ngot everything you'll want to hear, except \"The Chain\", which I highly \nrecommend you download as a single to complete your collection. Happy \nlistening! "
  },
  {
     text:"One of the greatest groups... Thank-you. Always loved their music. What an artistic, musically gifted \ngroup of talent conjoined together. Unique & delightfully quirky... "
  },
  {
     text:"Only giving this 2 stars because you can't listen without an Internet \nconnection. Disappointing when I have to turn my data off! "
  },
  {
     text:"Love this album. Reminds me of my mother, she used to love listerning to \nstevie nicks sing for fleetwoodmac. The best "
  },
  {
     text:"Fleetwood Greatest Hits Great album, strong vocals by Stevie Nicks, great memories. "
  },
  {
     text:"One of the best compilation albums ever! The songs on this album are some of the best ever written & performed by \none of the best bands of all time. Stevie, Christine & Lindsey at their \npeak. "
  },
  {
     text:"Awesome hits! Some of the best, most enduring songs from one of my favorite bands. "
  },
  {
     text:"The Best for sure!!!! I will take this one with me to my grave! One of the greatest best of \ncompilations by any band ever! Cannot imagine life without it! "
  },
  {
     text:"Awesome! I have a lot of love for this album, it's 1 of my favorites. "
  },
  {
     text:"My type of music I'm 32 and this is my type of music none of this rubbish u get now.i can \nlisten to this all day and stevie nicks is my hero xx "
  },
  {
     text:"Fleetwoodmac Stevie nicks,does an awsome job with Rhiannon. I've loved this band for \nyears. You can't go wrong with this band.Fleetwoodmac is One of the \ngreatest bands around. "
  },
  {
     text:"Have it on record Lovely album love all the tracks. Love you Stevie nicks "
  },
  {
     text:"Great album have on cassette but for .99 Can't pass up rocking on my galaxy s6 "
  },
  {
     text:"greatest hits fleetwood mac i love fleetwood music my favorites on this album are 1.rhiannon- 2.dont \nstop-3.go your own way 4.hold me-5. everywhere-6.gypsy 9. dreams 13.sara i \nthink this album is an all around good album, i wish i had this music on \ncd, i just love their kind of music, "
  },
  {
     text:"Great mellow music Good for the road, you can sing most of the songs by heart. "
  },
  {
     text:"Fleetwood Mac Greatest band to ever perform, if I don't see them before I die, my life \nwill have been for nothing "
  },
  {
     text:"Greatest hits by Fleetwood Mac Thanks GingeChapman for reminding me how much I love them "
  },
  {
     text:"Bring s very great memories and keep s me dancing song after song. Peace "
  },
  {
     text:"Fleetwood Mac 2016 Music Rock Classic...Good Hits.Like...Gypsy .*Edwin Noria* "
  },
  {
     text:"V good ..can t wait for there concert next month ... "
  },
  {
     text:"Hey guys are you been looking out for the album My dad likes it to and zayden "
  },
  {
     text:"Can I give ten stars?? Goosebumps! Truly master's of their art. This music just doesn't date. I'm \nwearing out my speakers listening to it!!!! "
  },
  {
     text:"Awesome album Fleetwood Mac greatest hits is great. Highly recommended. "
  },
  {
     text:"Go away 1 its not very good, 2 these are supposed to be weekly deals, not ones \nthat last over 3 quarters of a month "
  },
  {
     text:"I'm a 17 year old hipster... That can't get enough of the only music I allow to exist in my mind. That \nmusic is that of 60's, 70's, and 80's. Now, I know many will disagree, but \nmusic of today is disgraceful compared to the real music such as Fleetwood \nMac! My favorite is Dreams, followed by Rhiannon (Best Album: the chain) "
  },
  {
     text:"Love the mac. Dreams is my favorite song followed by sara. "
  },
  {
     text:"Almost perfect I just can't believe The Chain isn't on here... "
  },
  {
     text:"Never Ending Pleasure. Been listening to this for a very very long time. Always come back to it \nas real music lives for ever! "
  },
  {
     text:"Amazing. I'm might be a youngin' but I do love me some Fleetwood Mac! "
  },
  {
     text:"Fleetwood mac Loved every song,went & bought the album "
  },
  {
     text:"Love them Beat band ever i just absolutely love stevie nicks.!!!!! "
  },
  {
     text:"The whole album Each song is better than the last "
  },
  {
     text:"Best What can I say other than brillent "
  },
  {
     text:"Excellent music that gets better as it gets older "
  },
  {
     text:"Anne-R Love this album ..I've been listening to it for over 25yrs Lol "
  },
  {
     text:"Fleetwood Mac Greastest Hits Best of their albums "
  },
  {
     text:"The Best Music Ever Listening To Growing Up. Real Music With Meaning. "
  },
  {
     text:"Amazing album I grew up to their music, I still love the peace it brings. "
  },
  {
     text:"FLEETWOOD MAC Every song a classic timeliness never tire of listening to them "
  },
  {
     text:"Good Kidd maad city This album dope as f***, reminds me of olden day rap when hip hop was \nrapping "
  },
  {
     text:"BEST ALBUM OF ALL TIME My opinion ...every song was a hit..still pumping till today "
  },
  {
     text:"2012 Bought this back in 2012, best album I heard along a few others "
  },
  {
     text:"Is the best rapper king kendrick lamar Great album cool beats and ryhemes "
  },
  {
     text:"Overrated It is good album, but the amount of praise it gets, is just sad. "
  },
  {
     text:"Maaaaaan i mean Kendrick!!!!! This guy i have the most respect for, just perfection "
  },
  {
     text:"Simply superb..... One of the greatest albums ever, unbelievable flow and delivery from a \ntrue master. "
  },
  {
     text:"Fucking fire Loved the meaning behind the lyrics and the beats were definitely dope. \nImo this is better than TPAB. "
  },
  {
     text:"Brilliant album! Kendrick lamar is the best rapper around these days. His flow and rap is \ntoo sick with mad lyrics as well. "
  },
  {
     text:"The best The/one of the best rappers alive in my opinion "
  },
  {
     text:"Amazing SICK ALBUM! Best lyricist/rapper of our generation! "
  },
  {
     text:"M.A.A.d Trill Let us all worship at the church of Kendrick. Album is a furnace. "
  },
  {
     text:"My favourite rapper and this album is the best.Good work K.dot "
  },
  {
     text:"Sorry i think i spamed someone But its a good album "
  },
  {
     text:"Classic. This is a classic. Full stop saying anymore would be spoiling it. "
  },
  {
     text:"GOAT best rap album of the decade xo "
  },
  {
     text:"Good Kid m.A.A.d city Good shit "
  },
  {
     text:"Good Kid Maad City Kendrick Lamar "
  },
  {
     text:"Mint as I like the song M.A.A.D CITY "
  },
  {
     text:"Very good My favourite kendrick album by far once you have listened to it a bit the \nwhole album sounds great "
  },
  {
     text:"Rap Rebirth Pure excellence a bloody god "
  },
  {
     text:"the sickest can get over how good this is i listen to it over and over and im jammin \nevery single time "
  },
  {
     text:"Yeeer Love love love himmmm!!!! "
  },
  {
     text:"Best Album ever seen Ever thing is on fleek "
  },
  {
     text:"Love it!!! Listen to it from start to end and listen to the story it's amazing "
  },
  {
     text:"Excellent Top tunes "
  },
  {
     text:"Too hard Maad city is hard "
  },
  {
     text:"King kendrick lamar Good kid mad city is a classic love it "
  },
  {
     text:"I love it just for 'sing about me' great track "
  },
  {
     text:"Love it! Kendrick Lamar is amazing! "
  },
  {
     text:"1 not to miss Pure genius "
  },
  {
     text:"The best! Fantastic rapper! "
  },
  {
     text:"Sold Best ever "
  },
  {
     text:"Hardcore Sexy amazing "
  },
  {
     text:"Good "
  },
  {
     text:"Amazing album!! "
  },
  {
     text:"Best Ever "
  },
  {
     text:"Good album "
  },
  {
     text:"Great album "
  },
  {
     text:"Amazing "
  },
  {
     text:"Love it Catchy songs, good music and amazing band. We know it's not punk rock but \nfans are just making jokes about that they are punk rock. Btw they are NOT \na boyband. The four boys are also funny and have good personalities make me \nalways laugh when I feel down. They also saved me and this is what makes me \nlove them so much. ~ Real Bands save Fans real Fans save Bands. ~ "
  },
  {
     text:"Love it Love these guys and to get their album on my phone which im allways \nlistening to music 24/7 is really good with such high quality. "
  },
  {
     text:"5Sos are the best They are my favourite thing in the world i listen to this album non stop \nxxx these guys are my life #OBSESSED luke is my fave. Best album ever they \nare the best. Number 1 fan! "
  },
  {
     text:"Best album ever I never get tired of this album it so amazing i love dis so much so proud \nof them they did an amazing\\awsome job "
  },
  {
     text:"They are great. I love 5SOS. Their albums are great and also u should check \nout One Directions new album Midnight Memories. They are also great. "
  },
  {
     text:"I love vamps grl one direction little mix xx p.s I am 10 11 on 10 November \nxx I've saw 5sos live they were 1d other band "
  },
  {
     text:"5sos I love 5sos soooo much i had the oportunity to met them and they are so \ncool omg i love them "
  },
  {
     text:"Just became part of the fam! From what I've seen and heard about and of 5sos I think I'll become a \nproper fan soon, this album is looking good "
  },
  {
     text:"Love adore obsessed ! Omg I love dem stay strong Ashton I love mikey Luke's so funny callam is \nan amazing singer "
  },
  {
     text:"5 Seconds Of Summer So proud of 5sos.They have worked so hard over the past couple of years \nand to finally of released a album is amazing!!! This album is definitely \nthe best one I have ever bought! :) "
  },
  {
     text:"Omg I have tickets to see them. I love them so much. Love the music. So yolo. "
  },
  {
     text:"5SOS IS MY LIFE The best songs ever listen to them on repeat. "
  },
  {
     text:"Love it! I love this so much I listen to it everyday! I love these boys they mean \neverything to me and I am so proud of them "
  },
  {
     text:"Extremly excelent album by far 5sos are my idols Micky and luke are the reason Im Learning the guitar and \nash drums. And cal is the reason Im not shy no more this album is great "
  },
  {
     text:"Thumbs up!!! This absolutely rocks. No matter how bad the day is, this one makes it a \nparty! :) "
  },
  {
     text:"I absolutely love these people and songs could listen to them all day "
  },
  {
     text:"The Best I love this album so much, it's my favourite album, there's up tempo songs \nand slow songs and its just a really good album. "
  },
  {
     text:"Punk.. I don't think so ! At best an average Pop band... "
  },
  {
     text:"IM SO PROUD OF THEM :') I can't handle this album at all "
  },
  {
     text:"Best album ever It's just 2fab4you if you hate it I love it "
  },
  {
     text:"Amazing! I love 5sos sooo much they are deffo the best band ever! I'll never get \ntired of this album! "
  },
  {
     text:"Love it love it love it I am so addicted to 5sos love em so much "
  },
  {
     text:"Calum,Luke,Michael&Ashton♥ Proud of them ♥♥ Literally cried when my sister bought this album for me. \nAmazing Album!! "
  },
  {
     text:"#finallya5sosalbum Oh wow this was worth the wait... Only thing that could be here is try \nhard... But I don't really care so I LOVE IT "
  },
  {
     text:"I'm so proud of these boys,they made it♥ "
  },
  {
     text:"Ok I was going to buy this when i realised ive got two of the ecact same \nalbum bc i git 1 for xmas and some1 sent me it 2day "
  },
  {
     text:"Teen Pop WTAF IS THAT ABOUT?! IF THEY HEARD ENGLISH LOVE AFFAIR THEY WOULDN'T BE \nSAYING THAT!! Love it though♥♥ "
  },
  {
     text:"5 seconds of summer 5sos are all awesome and so is this album "
  },
  {
     text:"<3 I'm am in love with these songs :don't stop,look so perfect and good girls "
  },
  {
     text:"The best album never really listen to this kind of music "
  },
  {
     text:"BEST ALBUM EVER 5SOS ARE THE BEST AND ALWAYS WILL BE IM SO PROUD OF THEM "
  },
  {
     text:"Best Album Of All Time I'm so proud of them :') ♡ "
  },
  {
     text:"I love them so much and I love this album so much I'm so proud of them "
  },
  {
     text:"AMAZING I have loved these boys since I saw them support One Direction on their \nstadium tour on May 23rd 2014. I don't regret anything! :) "
  },
  {
     text:"I love 5 seconds of summer Its really good and I'd recommend it to everyone!!!! "
  },
  {
     text:"Loved,but.. Why have to pay? "
  },
  {
     text:"Right good album, this is. For all girls who love pop rock! "
  },
  {
     text:"Favourites :) love 5sos so much ♥ "
  },
  {
     text:"5SOS Omg they are absolutely perfect in every way!!! "
  },
  {
     text:"One song. I only like 'Dont stop' "
  },
  {
     text:"Amazingly Awesome!!! Finally our generation has our \"Aretha Franklin\". This girl here will be \nmaking chart Toppers for years to come. Do your thing girl! "
  },
  {
     text:"Luv dhizz album i bought dhiszz album..... psych i didnt but its really guddd adele is a \ngood singer i think she deserved all ha grammy's "
  },
  {
     text:"Breathless I love Adele so much.... Im totally breathless... Every time i hear her \nsongs... Its like angels singing in my ears... Well Done Adele .... Five \nStars "
  },
  {
     text:"Love it!!! This album is so soulful, so deep, and so moving. Adele's talent and range \nwith her voice and the emotion she portrays in these songs just makes it \none of the best albums i've heard in years! As soon as you hear her sing, \nit instantly takes you to another place. Love it!! "
  },
  {
     text:"21 By Adele is record breaking album and has 4 hits and 3 of them are #1 on \nthe billboard chart. The album received Adele 6 grammy nominations at the \n2012 grammys and Adele won all 6 grammys. The grammy nominations included \n\"album of the year\" and \"Song & Record of the year\" and \"Best Pop Vocal \nalbum\" etc. 21 debut at #1 on the billboard chart and was #1 for countless \nweeks. Adele suprisingly beat other major artist for the grammy icluding \nartist such as Katy Perry and Rihanna. As you can see , Adele is an amazing \nsongwriter and vocalist. "
  },
  {
     text:"Over rated... over played The way Set Fire starts is incredible. The rest of this so called \"music\" \nis just to monotonous. "
  },
  {
     text:"Classic Columbia recordings picked her up on a good deal and made a good choice \nhere. Adele has a very classic style voice with a modern theme, such \nthrowbacks can be heard from the music in her songs like \"Rumor Has It\" "
  },
  {
     text:"Plain I love Adele but only good songs are Rolling in the Deep,Rumor Has It &Set \nthe fire to the rain! the rest to slow or sounds weird "
  },
  {
     text:"It Stinks This is what google calls rock? I found this in the rock section. Second, \nevery song on the album stinks. This is not real music with instruments. I \nwould know, i'm a musican. I like rock music. Modern rock stinks. Good \nmusic is about to die. Classic rock is the best. You people should listen \nto some bands like Led Zeppelin, Van Halen, Metallica, AC/DC, Def Leppard, \nGuns n Roses, Rush, The Who, and Deep Purple. Those are most of the best \nrock bands. Don't let real music die out! "
  },
  {
     text:"Love this song... This is one of Adele best songs. I cry everytime I hear this song. Keep up \ngreat job Adele!!!!! KitKat "
  },
  {
     text:"Great Those who gave her a 1 should suck up the facts of life beautifully \npresented by Adele in this album. Such as rumor has it, rolling in the \ndeep, turning tables, and someone like you off the top of my head "
  },
  {
     text:"Raw talent More talent in her little pinky than any manufactured poptart on the \nmarket. This is what REAL singing sounds like!! Most people favor Rolling \nIn The Deep, or Set Fire To The Rain, both of which are awesome, but I \nthink Someone Like You is her best song. And the best I've heard (so far) \nthat really shows her talent. "
  },
  {
     text:"LOVE IT!!! I dont know how some people dont like her but I guess they dont understand \nthe things shes gone through and her music is just amazing I love it!! "
  },
  {
     text:"Amazing woman<3 This woman knows how to sing...amazing voice lol wow I love her songs \nmakes me tear:') "
  },
  {
     text:"Lol Lot of you keep complaing but i wonder who was the one that one 6 grammies \nand was the star of the year. Oh ya..pft..wait. where else are we... "
  },
  {
     text:"Adel She sings from her heart nd you sure know it . goose bumps all over \ncrackin singer "
  },
  {
     text:"Love abandoned She really got to me one this album I am going through it with my husband \nI love dearly ni feel it fading away. She says how I felt "
  },
  {
     text:"Timeless This album falls as a classic for me coming from 2011. It's a great listen \nand chronicles the shades and emotions of dealing with heartbreak and life. \nIt may not prove for all but Adele's soulfully enthused voice is far beyond \nher years. I wonder what lies in the future for a talent such as her. "
  },
  {
     text:"100% 5 stars Her album is truly one of a kind. From 1st to the last song very \ncaptivating!! "
  },
  {
     text:"I Love Adele! My Favorite Artist I have the full album 21 and she is amazing you don't have to buy it here \nyou can get it free but my favorite song is Some One Like You and Turning \nTables...you never get tired of this album best ever in 2011 "
  },
  {
     text:"This sucks!!!!!!:-) You should die if you like her music i will kill myself if i listen you \nare a luser if you like this music so you are a stupid sico if you \nlistentoothis to! "
  },
  {
     text:"I love Adele & 21! This girl is a beast! One of the best out there! "
  },
  {
     text:"Comnent from lilkhaleesi I love you adel you make music what it use to be and bring my own voice \nout again youve written songs that my life has written out but I never \ncould have found wirds to describe the things I felt I swear songs like \nsomeone like and others were things that described things I felt in life \nthank you And to the person named googleuser stfu and learn diffrent music \nthis is defiantly real music some one wrote because they felt something on \na real stiry they went through have you ever even written music stfu "
  },
  {
     text:"ADELE \"ADELE 21\", her, debut album, for the world. \"Rolling In The Deep\", broke \nall existing, invisible barriers, and reached the core, of music, lovers' \nhearts. Bravely, Adele revealed her soul to us, baring, her innermost \nmysteries of the enigma of love, passion and the destruction, of the \nspirit, of two lovers, who had become one. Adele breached past the forces, \nprotecting, the hallowed dwelling of beauty. Adele is the first to enter, \nsince Janis Joplin. "
  },
  {
     text:"SERIOUSLY?! YOU HAVEN'T BOUGHT THIS YET?! Takes my breath away it is so beautiful. Great album to blast at full \nvolume and scream-sing to it rain or shine. "
  },
  {
     text:"Awsome Adele is the best singer of our generation. For all of u idiots that say \nit is fake then go to youtube and watch her live at the Royal Albert hall. \nAdele is amazing. Adele keep up the great work. P.s. the reason she sounds \ndeppresed is because she wrote the songs about he ex. For those of you who \nr saying she is depressing she is an insperation. "
  },
  {
     text:"This album has four songs with #1 single potential Even if you've been beaten to death with \"Rolling in the Deep\" or \"Someone \nlike you\" more recently, you should know that Adele carries that quality \nthroughout the entire album. \"Set Fire to the Rain,\" \"Turning Tables,\" and \n\"One and Only\" could easily climb today's pop dominated charts just as \nwell. Adele's 21 is a real evolution from her 19 album. I'd strongly \nrecommend the album "
  },
  {
     text:"Terrible I have not heard worst it is sad irritating and annoying does she ever \nstop tell her to do something else go back to school or something "
  },
  {
     text:"Leydi garcia I love her songs...they are beutiful lyrics... sad but nice.. "
  },
  {
     text:"Adele is amazing Her voice is so powerful i'm sick of the majority of modern\"music\" as it \nconsists of love drugs (sex) and other stuff modern life has just become \nbased on greed and other inappropriate needs so glad she can sing from her \nheart :-) "
  },
  {
     text:"WOW So my best friend is getting married and I'm her wedding singer.. and i \nhave to sing this whole album.. i couldnt top her if i tried shes amazing i \nlove her so much!! Shes my inspiration adn everything.. :)) "
  },
  {
     text:"CYNTHIA. M. LOVE YOU! ADELE! YOU ARE. A BEAUTIFUL! TALENTED, AN. WONDER - FILLED! \nWOMAN! LOVE YOU ALWAYS! CYNTHIA CINDY MASHBURN ROSSER-SHAY "
  },
  {
     text:"In love with all Adel songs! She has such an amazing voice that touches you in the most unique way. \nGreat job! Love the downloads! "
  },
  {
     text:"Adele Is AWESOME Adele is truly a talent to remember. I am at a loss for words. There is no \nprecise way to explain how magnificent Adele is. "
  },
  {
     text:"Outstanding! Adele is the best blues vocalist of the last 20+ years. She goes from raw, \ngut-wrenching soul to beautiful ballads. "
  },
  {
     text:"I love adele Adele is amazing.doesnt matter what mood I am I always listen to adele. \nshe is beast. my favorite song from her is the fire to the rain and I love \nit so much like I listen to it like everyday. love you ADELE!! "
  },
  {
     text:"Lov it You dumb stupid idiots that don't like her music are retarded especially \nkaydence storm you retarded idot you shut you punk mouth you probably like \nMiley Cyrus better than Adele Miley Cyrus sucks she sings about stupid \nthings Adele sing abou things that are not gross so shut up \nidiot!!!!!!!!!!!!! "
  },
  {
     text:"Great voice Adele is a great artist. Beautiful voice.. I love it & my kids love it.. \ndon't understand why the album is marked explicit on here.. it is far from \nthat. "
  },
  {
     text:"to EWWBLAW?(SP) u haven't a clue, poor thing..Adele is AMAZING, UNIQUE AND WORTH LISTENING \nTO, EVERY NOTE, EVERY LYRIC ! "
  },
  {
     text:"Absolutely perfect!!! She has a BEAUTIFUL voice and a wonderful range! Definitely one of the \nbest artists of today! "
  },
  {
     text:"Not really a big room fan... Pretty good album, I brought 18 months which got me into Calvin Harris. \nI'm more of a Dubstep/house fan but HATE bigroom. But on a whole, the album \nis actually awesome "
  },
  {
     text:"Best album from him I think that his a genius and that all the songs on that album has so much \nmeaning and a nice and great story behind it! He has some sick beats and \nyou cant get enough of any of them! Adore this album. **bought it** "
  },
  {
     text:"Motion This Album Is Epic Well Done Calvin Harris \"My Favrioute Song On This \nAlbum Is Blame, Outside (Feat. Ellie Goulding) And Open Wide (Feat. Big \nSean) I Think This Album Could Go To Number 1 in the Album Chart With \nJameela Jamil This Sunday Coming up. Well Done Calvin Harris.\" "
  },
  {
     text:"Really disappointed The only song I like is 'outside' and some others like summer that came \nout before and are old now... "
  },
  {
     text:"Phenominal With songs like faith, under control, summer, blame, outside, open wide, \ntogether, dollar signs and burning Calvin Harris has yet again produced \nsome more smash hits.18 months was great, but motion is even better! "
  },
  {
     text:"What... I Created Disco and Ready for The Weekend were classics. This is trash. "
  },
  {
     text:"Not great I usually like his songs but in this album they aren't great. Summer, \nBlame and Outside are the only good songs, the rest aren't good at all. \nDisappointing "
  },
  {
     text:"A Nice Change from his Last Album I was surprised by how much I liked this album, it has a nice mix of \ndifferent house styles and a variety of talented artists he worked with. \nAll in all its pretty darn good. "
  },
  {
     text:"Lockett429 This album is spectacular!!!!!!!!!!!!!!!!!!!!!!! Love Outside, Faith, \nUnder Control, Blame and Burnin!!!! Calvin Harris you outdid yourself with \nthis!! Love it!! And to people who dont like it... Dont comment and ruin \nthe vibe.. This album is great! "
  },
  {
     text:"My new temporary number 1 song is on this album. Outside is awesome! I love Ellie Goulding! My music collection grows \nrapidly, so my number 1 song will change rapidly. :) "
  },
  {
     text:"Don't really listen to any of calvins songs but \"outside\" When they first put this on i actually payed attention. The beat is really \ngood "
  },
  {
     text:"Pointless & dull Only songs I liked was outside, blame & open wide, the rest of it was like \nwtf is this....so boring & a waste of time! "
  },
  {
     text:"AMAZING! THIS ALBUM IS AWESOME SCREW ALL THE HATERS WHO DON'T LIKE THIS BECAUSE \nTHIS IS SICK OTHER PEOPLE JUST DON'T KNOW MUSIC "
  },
  {
     text:"Awesome track I don't care what anyone says calvin harris is awesome and makes the most \nawesome beats "
  },
  {
     text:"Great Sound! Outside is the albums best track but i find it to sound very similar to \nHarris's song Let's Go. Blame also sounds similar to Sweet Nothing & Summer \nsounds extremely similar to Feel So Close. I will say the formula works and \nthis album is awesome. I'm a huge Calvin Harris fan and I think his sound \nis creative and catchy. never thought he would work with big sean honestly. "
  },
  {
     text:"Love the song but It should NOT say free than when you click on it it says payment method \nthat isn't right don't advertise it as free if it is not "
  },
  {
     text:"Perfect album ❤ 12/13 Gwen Stefani & Big Sean OUTSIDE i will replay this song all night \nlong... "
  },
  {
     text:"Best album yet u defo owtdun guetta Gets u in the partymode class too listen too before going owt xx "
  },
  {
     text:"Motion! I can listen to the whole album; good mix of chill and pump songs from \nHarris. "
  },
  {
     text:"Dance The best of both worlds largest selection of new things in my life "
  },
  {
     text:"Excellent dance music This guy sure is talented. Great dance music. Slow acid, under control are \nawesome. "
  },
  {
     text:"Problems... For some reason i didnt have enough space to download it so i can only \nlisten to it with wifi WTP "
  },
  {
     text:"This is the best music I ever listened too if you don't like this music \nyour crazy!!!! "
  },
  {
     text:"Awesome Great record with soul, energy, awesome beats and magnificent \ncollaborators. 5 out of 5 "
  },
  {
     text:"love this album there's a few old but still great songs plus there's also awesome new \nsongs that I can't get out of my head "
  },
  {
     text:"Awesome Summer is starting to get old, but the rest is golden. Can't wait until it \nmoves off the 'first listen' lists and into my library. "
  },
  {
     text:"Ehhh Might take a few listens to grow on me, but so far, not a fan. Some good \nsongs but most are skippable. ICD, RFTW, and even 18 Months were great \nalbums, but this one seems to try too hard and fails miserably. "
  },
  {
     text:"Great album! See you at Hakkasan for new year's eve :-). "
  },
  {
     text:"Motion Very well put album, several songs soothing to my ears.... "
  },
  {
     text:"AMAZING I absolutely love the song summer. I listen to it all of the time and it \ndoesn't get boring. I haven't listened to many of the other songs but I bet \nthey are amazing too!☺ "
  },
  {
     text:"Calvin harris Love calvin Harris me fav songmis out side xx "
  },
  {
     text:"I just saw him at DOTD! Love every track. Especially Ecstasy and Faith. <3 "
  },
  {
     text:"Like most of it. They are all really good tracks. Not a big fan of ecstasy. And love now is \nnot really Calvin's style. It sounds like something clean bandit would do "
  },
  {
     text:"Best Album yet! ♡ I'm a huge fan of Calvin and no doubt you can see he put a lot of effort \nand energy in making this extraordinary Album. So show him some love by \nbuying this Album! "
  },
  {
     text:"Just gets better and better!!! Calvin Harris has done it once again... What a great album.. Keep up the \ngreat work... "
  },
  {
     text:"Trash Just a bunch of pop and big room. Calvin Harris is a good producer when he \nactually tries "
  },
  {
     text:"It paid off I've been waiting long enough fir calvin harris's 2nd album and it's \nreally worthy "
  },
  {
     text:"So awesome This is the best song in the world. Well that's my opinion is. It's OK if \nyou don't think so "
  },
  {
     text:"It is my favourite song is outside and summer . It's epic "
  },
  {
     text:"Beautiful Calvin Harris is so genius on how he approaches dance music, every song \nmakes you feel different emotions! Awesome! "
  },
  {
     text:"Platinum Album by Miranda Lambert Awesome! Love Smokin' & Drinkin' it has a catchy beat and makes you want \nto sing along...so many good songs love it!! "
  },
  {
     text:"Platinum I love you Miranda Lambert I love the song something bad with Carrie \nUnderwood when it makes me feel so happy I love you songs Miranda Lambert "
  },
  {
     text:"\"PLATINUM\" Miraaanda! Lambert. Me and My Step Mama sang Our hearts out to it all the way ta Louisville... \nwell make a long story short.. made that trip a lil bit shorter! We were \nreally stressed!! Loved it ever since! Out did yaself Young Lady!!!! \nMarvelous! "
  },
  {
     text:"AUTOMATIC(Still No Help) AWESOME ALBUM, I PURCHASED A AUTOMATIC AND IT KEEPS STOPPING!? I NEED HELP \nWITH THIS PLEASE!? I HAVEN'T HEARD THE WHOLE SONG YET! I can't get all the \nsongs I really want!? Like the English Version of Shakiras \"Object\" the \nTango! Please Help Me I LIKED THIS AT FIRST BUT NOW IT'S JUST TROUBLE!!! :( "
  },
  {
     text:"whoa shes made a great prediction, something bad was about to happen the second \nafter this album dropped.....she sucksssssss "
  },
  {
     text:"Country Music is Badass Again! Every single song on this album takes me back to a time in country music \nwhere everything was genuine & relatable. The songs are catchy and tell \nstories within themselves. It's clear she's the new queen of country music! "
  },
  {
     text:"Fantastic album Brilliant. Country at is modern best. Every listen creates a new favourite \ntrack "
  },
  {
     text:"Miranda Such a good artist. I couldnt ask for anyone better "
  },
  {
     text:"Something Bad is the Bomb I love this song I would sing it 24/7 if I could my favorite song. Miranda \nLambert is my favorite artist fallowed by Carrie Underwood. Love it! "
  },
  {
     text:"Love Miranda sticking to classic country Miranda is real talent. The guy that gave her a 1 and iggy izalia a 5 is \nan idiot "
  },
  {
     text:"Miranda!!!! Omfg there isn't a song she can't sing that's all I gotta say. \nBut this is a amazing album! "
  },
  {
     text:"She is such an amazing artist. Miranda never fails to impress me. Miranda \nand Carrie are both amazing female singers on Somethin' Bad. I absolutely \nlove Automatic and Platinum and Somethin' Bad. "
  },
  {
     text:"Smoking and drinking Loved it good song reminds me of my two daughters dad...long time ago "
  },
  {
     text:"The best country singer ever I can't wait to buy this album but have heard majority of the songs on it \nand I love them Miranda is so gorgeous and love all her songs my favorite \nsinger :) "
  },
  {
     text:"SHE ROCKS THIS ALBUM!!! Purchasing this album was no regret!!!! Every single song is awesome!!! \nSmall town girl from SC right here that is rockin out to this whole \nthing!!! Miranda is awesome!!! "
  },
  {
     text:"Platinum Miranda just keeps us on our toes.Wonderful article about Miranda and her \nnew look in Maire Claire magazine! "
  },
  {
     text:"Miranda lambert She has put words to songs that we all feel, with the old country ho down \nan new beat together she's got something going on with words music like \nI've never heard. With magic . "
  },
  {
     text:"Won't sync I bought the song, had to create a Google play account, I get that done, \nit said waiting for music to sync, I left it waiting all night and it still \nhasnt synced, I'm very disappointed considering I bought it to listen \noffline. . "
  },
  {
     text:"AAWWEESSOOMMEE Mranda Lambert is the best singer in da world to find more stuff like this \nfind Carrie Underwood "
  },
  {
     text:"Yesss Put miranda lambert together with carrie underwood and you get a hit "
  },
  {
     text:"Great as always except for one thing Miranda Lambert is talented and unique and believe me, it was great. But I \nwish it didn't sound so mainstream music ish. That's just my opinion \nthough. Otherwise great album. "
  },
  {
     text:"Pink pistal Ya you show him what the pink pistal about..lol love ya music...you look \nhappy.. "
  },
  {
     text:"This album gets me through a long road of traveling...love her voice! "
  },
  {
     text:"Platinum She puts a lot of work into all of her song! Which are great! "
  },
  {
     text:"Something bad Love it it is got a good beat and I love her "
  },
  {
     text:"Smokin' and drinkin' <3 my favorite song! <3 thanks miranda! I'd love to meet u too. :-) (a \ngirl can only dream) "
  },
  {
     text:"Country at its best Another great album by Miranda that balances her butt kicking attitude \nwith her softer side. Love it ! "
  },
  {
     text:"Ok First off, I never would expect her to release an absolute bullshit song \nlike Something Bad. It was awful. She sounds so fake in this album. It's \njust disappointing. "
  },
  {
     text:"Wanna be country I live in the South and if I had a quarter for ever time a girl said she \nwas Southern, Country, or a belle I would be a billionaire. Almost all of \nthem are fake wannabes just like this trash album. "
  },
  {
     text:"Love her new album!! I heard the whole album once. I can't wait to listen to it over and over \nagain! Classic Miranda! "
  },
  {
     text:"SHE IS AWSOMEE LOVER THE SONG SOMTHIN BAD AND MAMMAS BROKEN HEART!!! She is the best along with carrie Underwood "
  },
  {
     text:"Great but... Its a great song but it will not play but a few seconds "
  },
  {
     text:"Amazinf! Love platinum and sunday in the south. This album is def on repeat!! "
  },
  {
     text:"Good ol' country She's a keeper. Back road, windows down kinda music. "
  },
  {
     text:"Keep em\" coming MIranda, I see lots of awards on this album. Great job. Keep em' coming. "
  },
  {
     text:"Wow! Country Music at its Best. Love the new album!! "
  },
  {
     text:"Platinum Love this woman ...her music is like nobody else's "
  },
  {
     text:"Platinum Doesn't sound like good old a miranda country music "
  },
  {
     text:"Lil red wagon Love it she's my favorite singer "
  },
  {
     text:"Love it! Love the song little red wagon. Also love Gravity's a b**ch. I \nrecommend pricila and automatic. "
  },
  {
     text:"Doesn't work (update) Would love it if it'd download I'm sure. All it says is error and that \nit's processing. Google says it'll be available in a few minutes but it's \nbeen at least 4 hours. Will keep this updated. (Update) works after about 2 \ndays "
  },
  {
     text:"usahou I know this seems unfair and I really like his music, but I got the email \nto download his album for free? Free is free, it means \"doesn't cost \nanything\" so why is there any need for any payment info. or prices on \neverything???? This review is not really a reflection on Michael Bublé \nworks at all but more on the Google Play email and how it appears. Now, I \ndid not click on or go forward with this, so it might be that it charges \nall this stuff and then gives you a credit at the end which makes the cost \nzero. But, it doesn't say that so the comments do say STAY AwAY, AND THAT \nIS WHAT I DID. Sorry Google Play, if you are trying to be nice and offer \nsomething for free make it truly free. "
  },
  {
     text:"Thank you for beautiful music!! For those skeptics about this being a scam, it really is NOT a scam. Yes, \nthey do ask for credit card info or PayPal, but they never charge you. I \ndownload a lot of their free albums and never had problems. I've never been \nwrongfully charged for anything I didn't purchase by my own free will and \nauthorization. This is a beautiful gift from google and Michael. Thank \nyou!! "
  },
  {
     text:"Christmas In a Wonderful Way Michael has always had a very unique take on Traditional music and this \ncollection is no different, it shows the same grace and command of skill he \nhas shown before. Thanks Michael this is a great gift and Merry Christmas \nto you too!! "
  },
  {
     text:"Thanks for your beautiful free music, in the Christmas Spirit . I have always loved Michael Buble music and voice talent. Better than any \nof the Voice contestants or american idle. Keep singing, god has given you \na real gift to share with the world. Merry Christmas Michael Buble' and \nhope to continue to hear your classical voice through the air ways by any \nmeans that it may fill the hearts of all of us for many years to come. "
  },
  {
     text:"Thanks for free music! I haven't listened to it yet, but these are my favorite Christmas \nclassics. I'm sure I'll love it as long as he can sing haha! For those \nworrying about whether or not it's free, the way Google play is set up you \nhave to \"buy\" things. But the price is $0.00. You can put 1 cent on your \naccount and be able to get this album. I've never entered my credit card \ninfo on Google play, only Google play cards. So stop being cheap and put \nsome money on your accounts! "
  },
  {
     text:"Thanks for the free albums google To all people complaining that they ask for your credit card info: this is \ndone because you have to press buy to get the album but the price is zero. "
  },
  {
     text:"Great album Reviews are supposed to be about the product not your opinion of the \ncompany, but in response...this is the 10th free album I've gotten from \nGoogle and I've never been charged for something I wasn't purchasing. Your \ncredit card is requested for any \"purchase\". When you \"buy\" the album you \nget an email receipt for $0.00. Calm down. Every store keeps track of your \ninformation so if you're that terrified and susceptible to fear mongering \ngo get some CASH and actually but the album for $10 in a physical store. "
  },
  {
     text:"Great Holiday Album. I'm not much of a Bublé fan but this is a great holiday album to have \nespecially if you're able to get it when it's free. It's a very easy \nChristmas album to listen and relax to. I read a few of the other \nreviews... if you're not familiar with Google play or are using it for the \nfirst time, of course you're required to give payment information for \npurchases like music and books even if they're free. That really isn't a \nbig deal... don't bring those kinds of issues into the reviews. "
  },
  {
     text:"Brilliant album Don't usually like christmas albums but I LOVE this album probably helps \nbeing a big buble fan but its brilliant guaranteed to get you festive "
  },
  {
     text:"Amazing! I'm 12 and I LOVE his music! He adds a unique touch but keeps it classic \nso everybody can love it!:) "
  },
  {
     text:"Great Album and artist! Only a talented artist can make me love Christmas music. For those saying \nscam, you have to have a payment option attached to your Play account, even \nfor free stuff. If you are worried about it, go pick up a pre-paid Visa/MC \nor use an empty PayPal. I have had an active Play account for years and \nhave never received an unauthorized charge. "
  },
  {
     text:"Amazing (: Love michael buble.. and this album is amazing the vocals are just lush! \nAhh just brriliant! :) "
  },
  {
     text:"Link doesn't work I was so excited to get this free download and when I tried, the link is \nstating to pay full price. I was so looking forward to hear Buble's \nChristmas CD. "
  },
  {
     text:"Its free, not a scam Thank you for the music!! To you people that can't understand how this \nworks, let me clue you in. This and many other things on Google Play are \ncompletely FREE!! If you a Play account already, then they have your credit \ncard info. Click the button and its added to your account. Free, no charge \nto your account. If you haven't set up your account, yes they do want \ncredit card info for future purchases. This is the 3rd completely free \nalbum I've received. Quit being a bunch of Negative Nancys!! "
  },
  {
     text:"Why are people stupid When Google offers a free CD its freaking free! The credit card info goes \non file for your Google wallet. If you already have one set up like \nmillions of people do then they dont ask for it on the free giveaways... \nGet a life. Get a job. And stop worrying.... nobody wants your ebt cards "
  },
  {
     text:"What a treat! Lovely! Thanks for all the holiday songs from a classy talented artist! "
  },
  {
     text:"I love this album he got amazing voice. I listen to the video on youtube and loved it. \nperfect voice and tunes for the holiday. bought it to help supports the \nartist.Tyvm for having this wonderful album for such a wonderful price. \nHappy holiday to everyone. have a safe holiday. "
  },
  {
     text:"Wish people would stop lowering ratings Just because google asks for information. I bought past apps so I have to \nenter my info anyway. Anyhoo, stop ruining people's ratings because of your \nown paranoia. /// I avoid the radio but it is quite nice to listen to \nChristmas music once in a while. "
  },
  {
     text:"Larry Davis It is free. They have to have some kind of account. If you bought a google \nplay card and redeemed it, then you would be able to get it and see that it \ncharges you absolutely nothing. It is not a scam. "
  }]