[
  {
     text:"Ugh It's terrible. Just, I expected better man. Super let down. "
  },
  {
     text:"This is NOT scam and the album is AWESOME For those worrying, just proceed with your Paypal account or a gift card. \nThis man's heartwarming voice makes this album one of the best Christmas \nalbums. "
  },
  {
     text:"It is free,not a scam I guess those who get a pop up for card info must be logged out of their \ngoogle account or their google account does not have card info, I wish I \ncould post a screenshot of my receipt that says I paid $0.00. A pop up with \na buy button showed up and it didn't ask me for card info. "
  },
  {
     text:"It is so free!! I have free movies free books free songs free games. And I don't even have \na credit card!!! Google play is not a scam. If it says its free you get it \nfree. If it says it costs...then you pay. Simple as that.... "
  },
  {
     text:"Thank you! I was just talking about having this album for Christmas just this morning \nwith my best friend. Thank you so much you really just made my Christmas "
  },
  {
     text:"This man produces pure gold! My family and me love to listen to Michael Buble all year round, but I \nhave to say that listening to him sing all of those great Christmas songs \nhas become a tradition in our home. I will go as far as saying that our \nChristmas time hasn't begun until we are enjoying his Christmas music! \nThank you Michael, and Merry Christmas to you and your family. "
  },
  {
     text:"He makes every classical song sound 100% better just like the singers who \noriginally created those classical songs did. "
  },
  {
     text:"IT IS, FREE It's good Christmas music for FREE! FYI you don't need to be a \"member\" \nlike others say, it's FREE for everyone, and it's just like every other \nfree app they offer. FREE. "
  },
  {
     text:"Love His Voice! This is a great album and I'm so glad it's free! It's amazing!! Great \nmusic to help you get into the christmas spirit! (NOTE: To everyone saying \nit's a scam, it's not a scam! As long as you have had a gift card on your \naccount it will let you get it! It's Completely free!!) "
  },
  {
     text:"Good Christmas Album This is a great FREE Christmas Album. Some people are upset about having \nto give credit card info. Understandable, but you have to do that to \npurchase anything on the play store. "
  },
  {
     text:"Yes free I buy a $10 Google play gift card...loaded it and when I buy free games, \nmusic, books no credit card needed. Piece of cake! And thx for the free \nmusic. Merry Christmas! "
  },
  {
     text:"It's good but... I like this album for the most part and I'm glad I got it for free but \nwhen I listened to Ave Maria, I cringed. Idk why artists tackle language \nsongs without learning how to pronounce the words in those songs. Sheesh! "
  },
  {
     text:"Wow Nice timing from Google who picked it out for me, and such a great price. \nBesides that, great sound from him and his friends! "
  },
  {
     text:"In all fairness: Just like iTunes, a credit card is required to establish an account. I \nhave not had any problems with Google Play (or iTunes for that matter) \nregarding security or unapproved billing. Free really is free! Build your \nlibrary and enjoy!! It's worth it. Michael is a real crooner and I enjoy \nhis fascinating rework on old tunes. Very surprised to see this >entire< \nalbum for free. Thanks! "
  },
  {
     text:"Yes it's free. you people are retarded. This is a decent album. it's free so 5 stars. and it really is free. yes \nyou need credit card info but so many things need it. same as the apple \nstore. They only need that info to link the purchase to an account. I've \ndownloaded TONS of free stuff the Google Play store offers. I got the lord \nof the rings movie in HD FREE. and some other great movies and music. A \nwhole free Lorde album. Google play has saved me plenty of money. so please \nstop giving a free item 1 star and complaining about credit card info. it \nisn't a scam. It's funny that people like you can even use a computer. "
  },
  {
     text:"Thank you Google Why can't people just be thankful for an entire FREE album. \"OMG GOOGLE'S \nSTEALIN MAH INFOS!!1!1\" You're signed into an android device with your \ngmail so they already get all kinds of info from you. Get over \nyourselves... "
  },
  {
     text:"Free but blah I prefer original Christmas music not this new remix "
  },
  {
     text:"Bad This guy cannot sing...it wants to be la sinatra, but his voice is really \nbad...bad free album google "
  },
  {
     text:"Thank you for the free music! What a great list to play today. It really is free. Your card on file \nwon't be charged. "
  },
  {
     text:"I love these free albums While every one is stressing about credit card info I'm listen to some \nChristmas classics for $0.00 "
  },
  {
     text:"I love Journey and think the lead singer has the most incredible voice, too \nbad he keeps retiring. I buy all their stuff and highly recommend them. "
  },
  {
     text:"journey Just a handful of amazing mellow hits. Look further into the Journey \ncatalogue for even better songs and more up to date stuff. Been to see them \nlive twice, their music is mind blowing. I would recommend live cd \nCaptured. "
  },
  {
     text:"My Journey is complete Im only 26 and grew up listening to my aunts blast a journey song on radio \nand albums and ive been hooked ever since. I loooobr Steve Perry and Neal \nSchon's guitar lix! "
  },
  {
     text:"Great album and band Steve Perry has one of the greatest voices of all time. Who's crying now \nis my favorite song but I like the whole album. "
  },
  {
     text:"Its classic rock now. Saw Journey in '79 while stationed in TX serving in USAF. Don't know what \nwas hotter, band or the babe's in the audience. Steve Perry WAS Journey. "
  },
  {
     text:"I am only 13 and l love every song!!! I am tired of hearing the same songs \nover and over again on the radio. It is time they put on some 80s. "
  },
  {
     text:"Dear journey who was the new kid in the band he sounds just like original \nsinger in the van I am surprised he sounds very good excellent job well \ndone I said from the Philippines no one can do Lykke til Sun just like him \nduck vs twin brother to know good job well done very good idea I think him \nand Steve could do a duet together in your neck bad it will be nice does \nshe do a duet together who's down the best oh by the way they both still \nhave to say about something him and Steve should do a duet it will be "
  },
  {
     text:"I would recommend The Essential Journey over this CD, but combine this \nGreatest hits with Greatest Hits 2 and you have a wonderful selection of \nthe songs that made Journey so popular. This is a group that is associated \nwith the 80's, but their success really began in the 70's. While not as \npopular today as they were in the 80's, Journey has been recording original \nmusic and touring for 40 years. The years during Steve Perry's membership \nin Journey were the most successful for the band in no small part due to \nthe vocal and lyrical abilities of Steve Perry that are represented on this \nCD. The band has never regained that level of popularity as they do not \nseem to understand that it is not just the tone of voice or range that \nSteve Perry brought to the band, but the inflections and understanding of \nwhere a singers voice fits into the music. A subtle motown influence in \nSteve Perry and the hard rock, latin and fusion roots of Neal Schon created \na sound that had more substance than the typical hair band contemporaries \nof those days. "
  },
  {
     text:"Journey is the absolute best!!!! I loved journey ever since I heard who's crying now for the first time. \nSteve Perry makes this band the best. It really is such a shame that he \nleft the band after trial by fire. But if he ever comes back, I'll be the \nfirst one in line to buy a ticket! Love you Steve Perry! "
  },
  {
     text:"Yes! I may only be 18 but I still know good music when I hear it. That dubstep \ncrap doesn't even compare to Journey's smooth feel and Steve Perry's spine \ntingling tenor. Who's in charge of inventing that time machine? I call dibs \non the first trip; 1980's here I come! "
  },
  {
     text:"I love journey always have Album is great,songs are awesome. Loved Journey since I was a kid. "
  },
  {
     text:"Awesome album I love old school music. Journey is some of the .BEST from back In my day. \nOld school rockk is the greatest rock alive!!!! "
  },
  {
     text:"The first time I heard don't stop believing was a minor key version on \nyoutube and I loved it! "
  },
  {
     text:"GHV2 Be advised there is a companion piece to this album Greatest Hits Volume 2 \nand they are both sold together as one unit on CD. "
  },
  {
     text:"BE LIVING IN GOD! DON'T EVER STOP BELIEVING IN GOD THE FATHER,GOD THE SON, AND GOD THE HOLY \nSPIRIT! "
  },
  {
     text:"Superb best of album Every song is superb, going to see them again in May cannot wait... "
  },
  {
     text:"I love this goup steve perry ment my heart he can sang to me all night long \nhe is so fine I wish that he did not leave the group "
  },
  {
     text:"Journey I loved Journey in High School, especially Open Arms. I believe they were \noverlooked for some reason, but They will always be the best to me!! "
  },
  {
     text:"Lost my money Payed $50 for several song and have not got any music but lost my money \nyou thieving dogs "
  },
  {
     text:"I love every song Steve Perry Journey has ever recorded and especially when \nthey performed live. "
  },
  {
     text:"Journey very good sound Very good music,still sounds great,love this old school music,nothing else \nlike it "
  },
  {
     text:"The best ! I am 35 now and ever since I can remember Journey has been playing in the \nbackground in my familys house. Steve Perrys voice is Amazing! And the \nwhole group is just so talented . The Don't stop beliving documentary on \nnetflix is great too . I would love to see Steve Perry with the group again \nand in concert . "
  },
  {
     text:"Greatest Hits Fan for 25 years,this album.... I lv,luvv,lurrrrrve it :o)x "
  },
  {
     text:"This sucks just use youtube I bout this so I don't need data but you do \ntotal waste of money "
  },
  {
     text:"I love Journey, and yes the new singer is good, but he's not Steve Perry Journey is one of the best groups there ever was! "
  },
  {
     text:"The Best Really, it doesn't get any better than this! The Voice is incomparable.. "
  },
  {
     text:"Amazing Easily one of the best collections out there; if you don't have Journey \nyou're really missing out! "
  },
  {
     text:"Don't stop believing Awesome, that's all I can say. "
  },
  {
     text:"Journey(Steve Perry) Ever and anything he sings. Sooo.. sexy "
  },
  {
     text:"Im a 80's teen love this music makes me wish I was back there. "
  },
  {
     text:"Journey Burnt out...I thought they died...well, I grew up with them all through my \nteens... The 70's!!! ZEPPELIN IS ROCK'S GOD!!!!! WHERE HAVE PEOPLE BEEN \nMAN! ZEPPELIN WON THE AWARD FOR GREAEST ROCK BAND ,LIKE EEEVVVEEERRR!!!!, \nand they are.40 FREAKING YRS. I WAS AT 12 of their concerts!Good thing my \npeople are Rich.I even went to Europe 7 times,. Just to get closer to JIMMY \nPAGE, BUT SORRY JIMMY, I COULDNT GET AS CLOSE AS I WANTED, WE WOULD HAVE \nHAD SSOOOOO MUCH FUN TOGETHER! AND ROBERT, YOU AND JIMMY AND ME... "
  },
  {
     text:"There best album ever. It also doesn't hurt to download these oldies onto \nmusic to listen to at work. That way nobody can complain. Who hates \nJourney? "
  },
  {
     text:"ROCK WILL NEVER DIE ! GREAT MUSIC CANT BEAT THE OLD STUFF "
  },
  {
     text:"Groovy ... I'd sooner have a colonoscopy without lubrication than miss this awesome \nalbum. My Daughter was shocked that I knew almost every song! I laughed so \nhard & long I almost passed out!!! "
  },
  {
     text:"All time favorite. Ain't nothing better for a road trip. "
  },
  {
     text:"best song awesome makes me sing anytime somehow I remember the words of song dont \nstop beleiving "
  },
  {
     text:"Awesome Album! Even though I'm only 17, I grew up to these songs blasting in my dad's \ncar. Love, love, love it! "
  },
  {
     text:"Rock of ages They .made my life a movie and I was there. JOURNEY LIVE. Just a slice of \nheaven. Wish u were there...... "
  },
  {
     text:"5 If u didnt rate this a 5 u dont know music great album "
  },
  {
     text:"This is good Even though this song is really old, its still good. "
  },
  {
     text:"Amazing The lyrics are brilliant I love the new sound for this album. Well done! I \nrecommend to listen to all the songs even if your not a fan you'll fall in \nlove. "
  },
  {
     text:"Bought at local store I bought this album on mistake. I didn't catch it until I got home. I \nopened it anyways instead of taking it back. there are only two tracks I \ndon't care for on the whole album, and I usually buy a whole album just for \n2 songs. But very sad if someone actually had to go though the pain this \nguy does. I have drempt about a girl for weeks on end, only to never see \nher again. When you see a girl you like you better speak up cause Chances \nare you may never have the same opportunity to say what you want again. "
  },
  {
     text:"I'm absolutely amazed. The first Arctic Monkeys song I had ever heard was Riot Van and it was one \nof my favorite songs. The Arctic Monkeys have outdone themselves with this \nalbum. Amazing. "
  },
  {
     text:"Arrogant A very disappointing album. Arctic Monkeys seemed to have been killed by \ntheir arrogance spurned from their earlier, deserved success. Turner poses \non stage with a very self confident manor which is not matched by the poor \nAM music "
  },
  {
     text:"Grew on me I've come to very much enjoy this album, even though it took some time. \nThere are many great tracks in it, and the lyrics are well-thought-through \nand, I thought, quite amusing at times (e.g. I Wanna Be Yours). "
  },
  {
     text:"Disappointed If by 'consistent' you mean 'it all sounds the same' then I agree \nwholeheartedly. RU MINE is the only song on this album that seems to be \nworth listening to. I understand that a band's sound can't be the same \nthroughout it's lifetime, but jeez, what happened? "
  },
  {
     text:"A tall can of cool beans I can't stop listening to this album. The lyrics and the voice are so \nseductive and sensual. The Arctic Monkeys once again came through with \nanother great album. "
  },
  {
     text:"Amazing love this band and alex turner always and yes many say the songs sound the \nsame but this album is filled with heartbreak and sorrow and love and \nconfusion and it is all very perfect in my opinion "
  },
  {
     text:"AM Brilliant album in a unique style that only AM could perfect. Not sure how \nhaters can be haters of music this good! "
  },
  {
     text:"Incredible. Without skipping a beat, Arctic Monkeys continues to expand what sounds \nthey want to represent themselves with. Give it a few listens, and every \nsong becomes a hit. It's a stylish blend of pop and rock and \nleather-jacket-wearing-badassery that only this artist could pull off. \nBetween this and Suck It And See, they're easily my favorite band. "
  },
  {
     text:"I liked Do I Wanna Know when I first heard it, so I gave the other singles \na try. The first two I heard sounded so similar I mistook them for DIWK. ( \nNot to mention R U Mine? completely rips off Swamp Song by Blur) Arctic \nMonkeys have been swallowed up by Alex's newfound pretentiousness and it's \nhorrible. I'll be in the corner, listening to Brianstorm. "
  },
  {
     text:"One of the best. I was counting down the days until AM came out. It was so worth it. Bloody \namazing. "
  },
  {
     text:"Do I Wanna Know?' WHY YES, YES YOU DO. The band? Rocking. The lyrics are so much more \nin-depth when front-man Alex delves deeper into his confusing struggle of \nlove from his more recent years. The bass and drums have definitely taken a \nnew direction but it seems as if whichever route the band take to win over \nthe hearts of their fans, those such as I, they will succeed and it is \ntheir sheer brilliance and total musical talent that allow them to do so. \nIf the Arctic Monkeys don't win this, then I'm afraid the world has \nofficially lost it's evermore-needed understanding of music provided by \nthese lyrical geniuses that comprise to make the realist band out there - \nBY FAR. Never have I felt the need to love an inanimate object like it were \na person until now - you can't help but fall in love! "
  },
  {
     text:"Not as good as their older stuff Although the songs are good, the overall feel has evolved from the more \ncleansed feel of Suck it and See and detracted from the unpolished feel the \nband had with What Ever People Say, Favourite Worst Nightmare and the \nvarious unreleased songs and B-sides from their early days. Hopefully after \ntheir hiatus, they will revert back to their former, more unique self \nrather than moving further along this route and fulfilling the prophecy of \nthe band in Fake Tales of San Francisco. "
  },
  {
     text:"Wow! I'm always nervous when a band I love releases a new album, afraid that \nthey will stray away from the sound I love. Arctic monkeys has been on of \nmy favorite bands since 2006, and I have to say I was pleasantly shocked to \nhear this album! Their new style is great, I would describe it as \"cool\", \n\"smooth\", and \"sexy\" especially one for the road and knee socks, where he's \nalmost rapping in a way in parts of the song. I'm seeing them live at the \nstate theatre, Portland Maine in two weeks, so excited! "
  },
  {
     text:"One the best of 2013 AM seem to get better & better. So talented and unique sounding. Love, \nlove, love them. They are FABULOUS live! Was fortunate enough to see them \nat the acl festival 2013 in Austin, Texas. Was into them a little prior to \nseeing them live, thanks to altnation on Sirius. After seeing them live, I \nam a fan and cannot get enough of AM! "
  },
  {
     text:"Good but not there best. This album is miles better than the atrocious suck it and see, but no \nwhere near as good as their past albums. I was in love with this album the \nfirst two months of its release but some songs really get annoying. \nSpecifically the ones where Matt sings, he should really stick to drumming. \nBesides that songs like r u mine and do you want know never get old because \nthey sound original and are brilliant. "
  },
  {
     text:"Outstanding The first album was good but this is their best. A lot more mature, \nmusically and lyrically superior. Every song is a killa and there's a lot \nof musical styles on show from rock, soul, R&B to hip hop. Great album. \n'Arabella' is so influenced by 'Sabbath's' 'War Pigs'. Listen to it☺ "
  },
  {
     text:"AMAZING this album never goes wrong, literally listened to the whole CD from \nbeginning to end & loved it. These are my late night or sunset anthems., \nthis is great music to be kicking back to, drink a beer and relaxing with \nfriends "
  },
  {
     text:"AMazing Love this new album. Love every song they've ever made. Saw them perform \nthis album live the other night loved it. "
  },
  {
     text:"It'll be remembered. They've rounded off all the edges and found a perfect sound. A classic \nalbum for a long time to come "
  },
  {
     text:"Amazing. I listened to the most popular songs on this album and liked them. Then I \nlistened to the ones that aren't as popular (Mad Sounds, Knee Socks, No. 1 \nParty Anthem, etc.) and I adored them. I have them on vinyl and on my \nphone. I love it. Highly recommended. "
  },
  {
     text:"Never gets old Some fantastically catchy tracks from the constant beating rhythm of Do I \nWanna Know to the smooth Fireside - definitely worth the listen. "
  },
  {
     text:"I love this band Amazing album. They continue to grow and change. I love how every album \nthey put out has a new style and a new theme. "
  },
  {
     text:"Arctic Monkeys at their best After purchasing any albums new and old this is defiantly my favourite, \neverything thing from banging guitar riffs to mellow piano vibes!Awesome "
  },
  {
     text:"Incredibly Addictive album. Arctic Monkeys are amazing at making music that will get stuck in \nyour head. "
  },
  {
     text:"Love it!! I love it . Its Pure amazing . I love Arabella . Arctic Monkeys Forever<33 "
  },
  {
     text:"Unreal... Went to see them live at Birmingham a couple of days ago and they were \nsomething else! They started with 'Do I Wanna Know?' and finished off with \n'R U Mine' - the stuff in between wasn't too bad as well I suppose haha "
  },
  {
     text:"This band really spoke to my soul, they're extremely talented and I wish I \nbought this album sooner "
  },
  {
     text:"Great album the songs stick in your head This album seems to only have 1 theme in the way that a lot of the songs \nsound the same . "
  },
  {
     text:"Unreal... I saw them in concert last week in Tempe,Arizona. They were awesome. \nArctic Monkeys are fantastic,fabulous, Ok unique. 2013 number one CD.^_^ "
  },
  {
     text:"I love them They've opened my eyes with their music and this album really helped me \nopen up "
  },
  {
     text:"I. Love. This. Sfm. I need a leather jacket, a lit cigarette in my mouth, and to be surrounded \nby drugs. This album is complete magic. "
  },
  {
     text:"Good, but not quite Artic Monkeys standard Talk about reproducing the same song a few times on an album you have it \nright here you only have to listen to the quick tasters Google give you and \none can already tell they're similar. How ever the song being reproduced is \ngood. The album is good but as a Mokeys fan it is not up to albums of the \npast "
  },
  {
     text:"Not the best from them, but still pretty good. The arctic monkeys have had a lot of good songs, but most of them are \nspread around their albums. This album has the best value for the songs. It \nhas a different sound, but they cant be teenagers in hoodies forever, bass \nlines are awesome. "
  },
  {
     text:"THE ARCTIC MONKEYS ARE WHY I WAS BORN THANK SWEET BABY JESUS THAT THEIR SONGS ARE ONLY 99 CENTS "
  },
  {
     text:"Absolutely amazing They have really made that album that will last the ages like pink Floyd. \nSongs that will never be forgotten "
  },
  {
     text:"Great album I love do I wanna know and arabella also r u mine overall this \nalbum is awesome has great lyrics "
  },
  {
     text:"Loved it They were right when they said every song sounded like a single, but to be \nfair the sound quality of do I wanna know? Sounds iffy. "
  },
  {
     text:"Superb First Monkeys album I heard and I love it just as much as I love all the \nothers. Top quality. "
  },
  {
     text:"5 Stars Ain't Enough Whiskey is an instant classic. Ready to hear the rest. I also \npre-ordered. "
  },
  {
     text:"Rock and roll. Kid Rock has firmly moved away from Rock / Rap. This is straight down the \nline southern rock and roll. First kiss is done to the tune of summer of \n69, which works well and FOAD is an enjoyable song....but a surprise if you \ndon't know what FOAD stands for. "
  },
  {
     text:"Great album Great sounds and themes. I like this MUCH better than any if that crap \nthey're playing on the radio! "
  },
  {
     text:"Such a let down from a great enterainer No upbeat stuff, all mellowed out. I could just imagine everyone sitting \nin the seats bored. "
  },
  {
     text:"Kid Rock seems to never get old It's fun listening to an artist mature with you as you grow older. He \ntakes leaps to different genres, risk taker, true artist. "
  },
  {
     text:"He's finally getting good. The people who are saying he sold out are just stupid. His old music was \nselling out. Garbage pop music like \"I Wanna be a Cowboy.\" He's developed \nan awesome, soulful, classic rock feel to his music and I actually enjoy \nhearing some of his songs now. "
  },
  {
     text:"For people who appreciate real music. The people that don't like this haven't matured like kid Rock has. This \nfalls into place with Bob Seger and lynyrd skynyrd, which is the real \nstuff. "
  },
  {
     text:"Good Time, Laid Back Rock n' Roll Awesome.... No need to say more! "
  },
  {
     text:"I HATE IT CUTE ME SOME SLACK IM ONLY 9 AND I REALLY HATE IT "
  },
  {
     text:"Yeah im chris rock a lame loser Make better music dumass "
  },
  {
     text:"First Kiss I love the album but I can't find it on my phone it was there for a little \nbit but now can't find it anywhere. Dint want to buy it again "
  },
  {
     text:"HATE IT Two words to describe teribble, stupid and to expensive HATE IT "
  },
  {
     text:"Pre-ordered I pre-ordered the album about 2 weeks ago and when I refreshed my music it \nwasn't there so I went to play store and it shows that I need to pay for \nit. Please give me the album I PAID for. "
  },
  {
     text:"First Kiss! Kid...This song is AEESOME! So glad to see you cross over to the Rockside! \nI have never been a rap fan. Welcome!!! Love this song!!! "
  },
  {
     text:"Home run AGAIN! Kid Rock does it again! I love every song on this album. His style hits me \njust right, and I can't get enough! "
  },
  {
     text:"Kid Rock...Need we say more. You won't be sorry. Just buy it and enjoy. "
  },
  {
     text:"My Man Kid Rock is the best show in rock today. And he rocks the house on this \none. "
  },
  {
     text:"8/10 Very mellow compared to his old stuff but iv been a fan since the \nbeginning and feel he has aged with his music and so have i. Grab a whiskey \nand chill out with this on :-) "
  },
  {
     text:"Kid Rock! Hey ...Look at that kid Rock!! Im crazy inlove with this music and First \nKiss is soooo great! Keep doing what you love Kid! ♥ "
  },
  {
     text:"The Kid has grown up! Absolutely love this album. I put it at the top of my \nlist. If you don't love it. FOAD! "
  },
  {
     text:"Love the FOAD fits with me a lot love where your songs are going. Look \nforward to hearing more great songs. "
  },
  {
     text:"Kid Rock This is what's missing now a days :loving it !! Every song... "
  },
  {
     text:"FIRST KISS Evolving, yes! Still great, yes! Keep rocking it Kid Rock "
  },
  {
     text:"Can't tell what's ripped off more... Summer of '69 or his ex's Soak up the Sun. Seriously, you're not kid rock \nanymore, you're kid hack "
  },
  {
     text:"Ok Could do better see a few good tracks on here not many "
  },
  {
     text:"Desperate attempt to pay the bills. Kid used to be cool now he is old and \ndrools "
  },
  {
     text:"Can't wait Every time Kid Rock touches a guitar it turns to gold!!! I can't wait!!! "
  },
  {
     text:"Rebel Soul Kid Rock is fantastic. He's come along way "
  },
  {
     text:"Kid rock first kiss So true takes you back to better times "
  },
  {
     text:"Have always like Kid Rock's music Love this song..... \"First Kiss\" "
  },
  {
     text:"It's Awsome I love this song great lyrics. awesome songs in this album.;D "
  },
  {
     text:"Kid rock first kiss! We love all kid. Rock. Drinking beer with Dad!! "
  },
  {
     text:"At His Best! Starting with FIRST KISS - every song is a classic! Kid Rock - U have done \nit again! Rock On! "
  },
  {
     text:"F.O.A.D Great title For kid soft last 7 cds the rock has died and no amount of viagra Is gonna \nraise him up. "
  },
  {
     text:"Love Kid Rock, this one didn't disappoint me either. "
  },
  {
     text:"Great Album Kid Rock's best music in years. The Songs First Kiss & Ain't Enough Whisky \nare great. Enough Said. "
  },
  {
     text:"Gettin soft Kid! Nothin like Cocky! "
  },
  {
     text:"What a let down... Who the hell talked the Kid into making this crap? Makes me want to burn \nall his albums and forget he existed. "
  },
  {
     text:"8 rows from Stage! Been of fan of Kid since I was in grade school, my first concert was in \n2004, I was only 10! And now I'm seeing him 11 years later!! "
  },
  {
     text:"Great Always been a big fan of kid rock keep it common kid "
  },
  {
     text:"Damn I missed these guys T_T That feeling in Ashes of Eden and the energy in Never Again (sigh) what a \nrelieve they're back, great birthday present :) "
  },
  {
     text:"More of the same, but thats not bad Some might say that sounding like your older stuff is a bad thing, but 9 \nyears after \"Dear Agony\" and a line-up change, it's nice to know if you \nloved them then, you shouldn't find anything too scary "
  },
  {
     text:"A Long Awaited Arrival Let me start of by saying this... This album is probably the best from \nthem ever! It's not easy to re-group and put together an all new lineup, \nwhile still sounding the same as with the Phobia and Dear Agony albums. \nWaited 6 effin' years for this! Totally was worth the wait! Personally my \nfavorite songs off this album are #1 Bury Me Alive, #2 Failure & #3 \nDefeated. Once again this epic album you should hear, even if you don't \nlike rock/alternative... Do yourself a favor & listen to it, you won't \nregret it! "
  },
  {
     text:"I love breaking Benjamin. I listen to them ALLLLL the tie but this, as much \nas iv tried to like it...I just don't. It is not their best piece of work, \nvery disappointing :( "
  },
  {
     text:"Free song...... Aren't we suppose to get \"Failure\" now and the rest of the album on June \n23rd. I pre ordered and didnt get the song. Will change when I get my song. "
  },
  {
     text:"Waited to rate until I heard the whole album. Unlike others. Lol. Breaking Benjamin is one of the few bands that can actually have great \nalbums other than their 1st album. It's hard to do but everyone of their \nalbums is hard rock greatness! I hope many more come from this band! "
  },
  {
     text:"Love the new album! Been waiting a long time. It had been a long time since we'd seen a Breaking Benjamin album, and I'm \nnot disappointed at all! Love this new album! "
  },
  {
     text:"Breaking Benjamin is back! The wait was totally worth it. Their sound and style remains true to how \nit was before their hiatus. Very nostalgic yet very refreshing to hear new \ncontent. Welcome back BB! "
  },
  {
     text:"Fantastic The album is fantastic. Breaking Benjamin restored my faith in the music \nindustry. They made an awesome record filled with feelings from Ben's \nstories. Long live rock! "
  },
  {
     text:"Good comeback Nice to finally hear some new material from them. Dear Agony is still my \nfavourite, but this is cool. "
  },
  {
     text:"The perfect comeback to a highly-anticipated band! They did an amazing job with their comback album! It sounds a bit darker \nthan songs I've heard from these guys in the past, but I'll be damned if \nthey dont sound amazing! "
  },
  {
     text:"The band going from a 4-piece to a 5-piece makes the music sounds tighter. \nOn most BB CDs I have usually 6-8 tracks I keep in regular rotation. I can \nsay all but two songs on here (including the intro \"Dark\" and the outro \n\"Dawn\") will be in my playlist. I love the element of more backing vocals \non this one, and the ultrasound of his son on the cover was a cool little \nEaster Egg. Plucking Jason Rauch from Red, and Keith Wallen from Copper are \nopportunities you just can't pass up, and Ben looks like he's having fun on \nstage for the first time in many years. So, who was that Valora band that \nwas the catalyst for the last four years of tribulation?! Oh yeah...nowhere \nto be found. "
  },
  {
     text:"Pennsylvania rock at it's finest Ben and the new band have outdone themselves for sure. I've been a fan \nsince 2002 when Saturate took off with Polyamorous. They make me proud to \nbe from Pa and watching them grow over the years has touched me. This new \ninstallment of songs is honest and quite frankly, possibly some of their \nbest material to date. Buy this album and check out the boys on tour. You \nwon't regret it!!! "
  },
  {
     text:"Glad to have a new album It's a bit too much like Dear Agony for me. Would love to see a return to \nthe style of Phobia or Saturate. Either way, glad to have Breaking Benjamin \nback! "
  },
  {
     text:"An album not to be missed Breaking Benjamin went through a serious change, Ben Burnley himself went \nthrough serious changes. And he's still sick, but said he chooses to write, \nperform and melt our faces over letting his sickness win the fight. I \nsupport the overall goal and message this band is delivering. It is a \ntestament to everything he has experienced over the last few years \nincluding the welcoming of a new child. This album brings a lot of \nnostalgia to mind and I rarely write reviews. This merits one. "
  },
  {
     text:"All of the songs are amazing Breaking Benjamin dark before dawn its incredible welcome back Ben after 6 \nyear you came back stronger than ever. "
  },
  {
     text:"Amazing I haven't ordered it on Google play since its available on Spotify and \nI've already downloaded it on iTunes but this is an awesome album anyways. \nI've listened for many years and have loved every album ever since their \nfirst. Ashes of Eden is personally my favorite track on the album (I've \nbeen listening to the album on iTunes first play for at least a week). So \nglad BB is back! "
  },
  {
     text:"Nothing short of perfection. This year went the way I thought it would: Three Days Grace disappointed \nme, Breaking Benjamin's \"Dark Before Dawn\" did not. "
  },
  {
     text:"I've waited so long for this album. This band saved my life. I was in a \nvery dark place when I stumbled across Breaking Benjamin. Some days, their \nmusic was the only escape I had from the hell around me. I was disappointed \nwhen I seen that they had gone their separate ways, but ohh the joy when I \nlearned of this release. You guys rock! This sounds awesome. You guys are \ndefinitely clooose to heaven!! If not heaven itself. Keep up the fantastic \nsound!! "
  },
  {
     text:"Good to be back The wait between Dear Agony and now was long, but definitely worth it! \nGreat album! "
  },
  {
     text:"What the hell? I preordered, never got my free song and now I have to PAY TO LISTEN TO \nTHIS ALBUM (after a 30 day free trial)? Screw your first month free, give \nme a refund. I'll go spend an extra few bucks on a CD. This is ridiculous. "
  },
  {
     text:"Amazing This so far is the best album I've ever heard, amazing comeback for \nBreaking Benjamin, loved Ashes Of Eden "
  },
  {
     text:"Philly girl loving this group since they began. This album rocks! ! If your \na BB fan, this one is a must have! Thank you BB for not letting us down, \nyour the best! ! Forever your fan.. I'm from Philly, and love the new album from BB, Thank you, you rock BB!! "
  },
  {
     text:"Best Band Ever I have been listening to them since I was very little so to hear there \nmusic not change over the years has been very comforting and ok inspiring \nto me. Keep it up BB you guys are great love your music. "
  },
  {
     text:"Ben at his best I first encountered Breaking Benjamin thanks to Halo at 12 years old. 11 \nyears later Ben has still not disappointed, another great album with \nperfect lyrics and amazing musicianship. My only concern with Breaking \nBenjamin is that I may never have the privilege of seeing them live! "
  },
  {
     text:"Best band ever Breaking Benjamin, with the new lineup, still sounds as awesome as ever. I \nwas stoked to find out they made a new album, and, it's just a great as I'd \nhoped it would be. This would be the first band I'd recommend to anyone. \nAbsolutely love them. "
  },
  {
     text:"The best I've loved breaking Benjamin since I was 16 bens music has helped me out \nin so many ways I can't explain I hope you guys never retire any time soon \nthanks for the music guys "
  },
  {
     text:"AWESOME Finally got it and finished listening to this art and truely love it and \nlove breaking benjamin "
  },
  {
     text:"Issues with preorder? anyone else having problems with the preorder down load?? Don't wanna buy \nthe songs and then have them charge me another 10 bucks.. aside from this, \nit's a fantastic album! "
  },
  {
     text:"D b4 D Not even gonna hype it up... Just listen 2 it...Just nay b the best music \n2 come out in 2015.!?# kid u not!!! Trust me :) "
  },
  {
     text:"Love this band! I have been listening to breaking Benjamin for probably 10 plus years and \nonce I found out they were making a new album I was excited and they still \nimpress me. Even with how music is changing in today's world breaking \nBenjamin still manages to keep the great sound of rock that I love! "
  },
  {
     text:"Finally! I've been a fan of Breaking Benjamin for almost a year now, and I love \nevery one of their songs. Sadly, I don't have any of their albums. Mainly \nbecause my parents are strict about what I listen to... Anyway, I was \nlistening to Pandora on my phone, and \"Failure\" came on for the first time. \nWhen I saw it was by Breaking Benjamin, I freaked out! I couldn't believe \nthey we're finally making music again! I just asked my grandma to buy this \nalbum for me when it comes out, and she said yes! I'm so excited!! :D "
  },
  {
     text:"Awesome Album Welcome Back Awesome Album Dear Agony was Cool But This One Is Great Played It All The \nWay Threw With No Skipping It's A Dark Album And I Love That "
  },
  {
     text:"Back in stride! Breaking Benjamin have come back with a lot of gusto on this record. It's \nheavy, it's melodic, and the new members are just as talented if not more \nso than the old lot. The guitar work is tight and the mix isn't overdone; \nit packs a nice punch and nothing is lost. Ben's vocal harmonies are better \nthan ever. This is among their best work. My only gripe is it's too short \nbut, it's still way better than Dear Agony! If you liked Phobia, you'll \nlove Dark Before Dawn. "
  },
  {
     text:"New perspective. Changed my rating after listening to the album from a new perspective and \nit's a work of art. I've been a fan since Saturate and am still a doe hard \nfan. "
  },
  {
     text:"Same old Breaking Benjamin, with a weaker band behind Ben Breaking Benjamin certainly has a consistent sound, but it has gotten to a \npoint where there is no longer an allure to the band's music. On top of \nBreaking Benjamin's redundancy, the instrumental band is arguably worse \nthan year's past, even with Jasen Rauch in the mix. The music is so even \nkeel, with no ups and down, no surprises. For me, it's not worth the \npurchase. One album listen through was enough. "
  },
  {
     text:"100 percent enjoyable no reason to dislike it. It breaking bejamin greatest \nband known to the universe in my oppinion all of you should vote five stars \nto inspire them. Because they deserve it. GO BREAKING BENJAMIN!! "
  },
  {
     text:"Near Perfection Literally a band that can't put out a bad album. They prepubescent it \nagain here with a perfect mix of great lyrics to song along with and more \namazing playing. Truly one of the best bands in the rock scene. "
  },
  {
     text:"So excited I love everything this band has put out. All four albums were great start \nto finish. Don't blame then for keeping the same formula despite the new \nmembers and the 5 year hiatus "
  },
  {
     text:"(Failure)A perfect mix of all the older albums The intro reminds me of some cold, the guitar is more dear agony album, \nbut the over all feel of the song is more melodic like phobia not as \ndark,but the new vocal melody is beautifully done ,I think to let fans know \nit's still the breaking benjamin you know and love ,but I'm sure the best \nis yet to come as it has on all there albums the first singles were never \nbest songs on the album "
  },
  {
     text:"GREAT! A fantastic feel to it! I normally don't do a whole lot of country, but I \nwill definitely make an exception for this. "
  },
  {
     text:"Best Album I've listened to in awhile Cole Swindell's debut album is the best album I've listened to in a while. \nThere isn't a bad song on this album. "
  },
  {
     text:"Great debut album Just saw Cole open for Luke Bryan and had to run out and buy this right \naway! Cole is a quadruple threat. He is an amazing song writer, singer, \nperformer and has boyish good looks and charm to boot. Mark my words, Cole \nwill be a superstar some day! "
  },
  {
     text:"Awesome! Amazing performer. Amazing voice. This album just screams super star. I \nsaw him witH Luke Bryan and Lee BRice and he didn't even perform like a new \nkid on the block. It was amazing! He was born to sing. "
  },
  {
     text:"COLE SWINDELL First Album Released. I'm Not Much Into Country Music, But Like Country \nRock. This Has A COUNTRY ROCK Feel To It & I'm Not Passing It Up. \nEspecially For Free. Thank You Google Play. "
  },
  {
     text:"Great Album Catchy tunes, lyrics are fun and definitely not a bad song on the whole \nalbum! "
  },
  {
     text:"Agree with GEOrROX4 - isn't there a way to bypass the credit card/Paypal \nacct. info? When I download free apps I am able to just click continue.... "
  },
  {
     text:"Love it! Has all the songs that I listen to on a daily basis! Kind of wish I waited \nto just get it on here before purchasing the album on iTunes. "
  },
  {
     text:"Hey y'all This album's got an awesome feel good vibe, let it play from the beginning \nyou won't regret it !! All the songs are good...!!? "
  },
  {
     text:"Not huge country person but this guy has insanely soothing voice and this \nalbum is one of best albums with song after song of great country hits . \nAbout to go buy me some boots and go 2 stepping ,or maybe I'll just turn it \nup "
  },
  {
     text:"I can't believe this album is FREE! Download this album if you like Country \nmusic because GoiglePlay album of the week only last one week. "
  },
  {
     text:"Come on Google You see what tops the charts. And it isn't this crap. Coming from someone \nwho used to live and breathe country, country all sounds the same now. New \nage country is all the same garbage just different voices. Luke Bryan, Cole \nSwindell, Brantley Gilbert, and all these other garbage singers are ruining \nit. Someone found a sound that will easily top the country radio's charts, \nso now everyone uses it for every song. And it works. Country just sucks \nnow. Period. "
  },
  {
     text:"I don't usually listen to country music... Bur when I do, I listen to Cole Swindell. Trust me. Listen to every song \non preview and then you will know $10 is worth it. "
  },
  {
     text:"Chillin'it, and diggin'it! Every once in a while, a song really grabs you and won't let go! For me, \n\"ain't worth the whiskey\" certainly is worth the whiskey! J.D. to be \nspecific. He's gotten me to love country music even more than I already \ndid. Cole has just got \"it\", very bright future! Love it! "
  },
  {
     text:"Great album but downloading doesn't work from google play music to my \nwindows 8.1 PC "
  },
  {
     text:"Is the most touching Hart felt song ! Swidndell surprisingly performance is \nalso very censier honest and a tear driper love his voice he is going to be \ndefinitely around to give us more of writing..... best wishes Road Ridgway "
  },
  {
     text:"Right under Luke Bryan! Got the Chance to meet Cole nicest guy in the world! He's gonna be \ntrailing Luke Bryan in no time! "
  },
  {
     text:"Love, Love, Love! I have fallen in love with this album...Every single song! Get it, you \nwon't regret it . "
  },
  {
     text:"Crap What a piece of trash this is, \"Hey Y'All??\" What a dumb hick "
  },
  {
     text:"<3 amazing I love Cole Swindell! All of his songs are amazing and wonderful. He has a \nbeat that no other country artist has and I absolutely love it! Especially \nHey Y'all! "
  },
  {
     text:"OK Yawn...more bro country. Yet another missed opportunity to make GREAT \nmusic by settling for mediocre music. Talented singer, but a very \nforgettable track list with nothing that stands out. "
  },
  {
     text:"Love it Ain't your tipical COUNTRY guy but love this one cuz it's fresh,cool to \nlistening plus hey I just want to chill it "
  },
  {
     text:"Awesome I'm cousins with Clint the drumer player and back up guitar player "
  },
  {
     text:"Awesome artist! I changed from fla ga line ring back to Cole Swindell!!, "
  },
  {
     text:"Ain't worth the whiskey Song follows me everywhere I go and can't get it out of my head "
  },
  {
     text:"Won't let me actually download to my device. I can listen to it while here \non Google play and have technically downloaded it, but it never showed up \non my phone. "
  },
  {
     text:"Love the music Hope you get lonely to night is my favortie "
  },
  {
     text:"Cole Swindell rock.. Great first album by another Sigma Chi alumni. "
  },
  {
     text:"Got the album free from Google as a promo. Fun album to listen to even \nthough I don't usually enjoy country. "
  },
  {
     text:"NEW COUNTRY AT ITS BEST!! Gotta love Cole Swindell. He has a great voice and an awesome way of song \nwriting. This whole album is just \"Feeling\", You feel a different emotion \nwith each song.\" Ain't Worth The Whiskey\", is my favorite with \"Hope You \nGet Lonely Tonight\", right there with it. Highly recommend getting it if \nyou love Great country music. "
  },
  {
     text:"WooHoo I can't believe I never heard this album before! Excellent "
  },
  {
     text:"Cole S is amazing and sexy This album is crazy good. Great work Cole. Xoxoxoxo "
  },
  {
     text:"Changed me and can't even listen to it Wtf I paid for a song I can't even listen to "
  },
  {
     text:"Love his voice and way he makes the music come alive "
  },
  {
     text:"I expected a couple of good songs but it was surprisingly fantastic! "
  },
  {
     text:"Ain't worth the whiskey Very touching emotional song. Absolutely love this song. "
  },
  {
     text:"Love Country Music. Excellent voice. I just going to say that COLE born to sing and I wish the \nBEST of the BEST to him. Thanks for your beautiful voice. "
  },
  {
     text:"Great Album Fun songs, easy listening and should be great in concert. "
  },
  {
     text:"You need this album! I've loved Cole Swindell's music since I heard \"Ain't worth the whiskey\". \nIt's been my favorite song for about a year. This guy is going to be one of \nCountries biggest artist ever. Every song on this album puts a smile on \nyour face. I could turn on repeat and be stoked to hear every song no \nmatter how long I've been listening. CAN'T WAIT FOR HIS NEXT ALBUM! "
  },
  {
     text:"Love it Wished i could of seen you here in redding though... "
  },
  {
     text:"It is epic!! All my friends ( other than me an 2 others, ) say that she is not \nappropriate. I now that is not true, I may only like the songs Roar, Dark \nHorse and Fire Work, but I know she is one of the best people who have ever \nlived!!! "
  },
  {
     text:"Awesome To all the negative people nobody cares that you didn't like this album it \nwas awesome and she doesn't need your input she has already broken heaps of \nrecords and she should be proud. I love love this album well done Katy way \nto keep with the expectations "
  },
  {
     text:"Sounds like old Navy music I've always liked her but I feel like most of these songs are something \nyou would hear as you shop at old Navy... Their music selection sucks... \nDisappointed to say the least. I liked 2 songs and it's the 2 she has \nreleased already... Better luck next time "
  },
  {
     text:"Awesome! I haven't even bought this yet and I feel the need to give it a 5 star \nrating......I so badly wish I had $20 right now....can't wait to buy this \nalbum!!! "
  },
  {
     text:"Amazing!!!!❤ I have the whole prism but as soon as they came out with the prism deluxe \nI I bought the additional songs and just added it to my first prism album. \nAnd the whole prism album for me was only $5 so if you buy the regular \nalbum and then the additional songs it will save you money. But I also love \nall the songs on this album the song I'm not very happy with is birthday I \nreally can't feel anything coming out I couldn't feel what she was going \nthrough. But with dar oMG I can't even start with what I was feeling "
  },
  {
     text:"Same old pop crap When will this woman change things up a bit.., she rarely ventures outside \nthe box, and copies other artist's characteristics and strengths (Lady \nGaga), and has played it safe in the music industry for years!!! Girl \nplease. "
  },
  {
     text:"KATY YOU CAN DO BETTER But I LOVED 'By The Grace Of Jesus' and the chorus of \"Choose Your \nBattles\" . "
  },
  {
     text:"Amazing! Seriously, there's always haters for every band/singer. But everyone's \nentitled to their opinion. If you like her go ahead. If you want to start \nlistening to her, try it. {Pst, Dark Horse rocks!} "
  },
  {
     text:"Showing her true face here Really am rating this halfway by listening to the samples, but a couple of \nthese songs have got me close to tears! They are definitely ones which can \nbe related to. Haven't heard her other albums, but judging from her singles \nalone, I would say she has taken a step in the right direction here. So I \nam planning on looking for a physical copy of this. I've never been much a \nfan of Katy Perry until these past two days. It's always great to see an \nartist improve. "
  },
  {
     text:"Katy Perry (Prism) album I love this album, I was not a real katy perry listener but I happened to \nhear a few songs I liked not on this album that I didnt know were performed \nby katy perry once I figured it was her had to listen to other album, plus \nmy husband loves her music. Great work, look forward to more "
  },
  {
     text:"I love it It's so good. It has so pure and meaningful songs, so elegant, but it \nstill has very funny and empowering songs. Love you Katy Perry! "
  },
  {
     text:"Wonderful It is full of fun and up beat songs. It isn't depressing at all if you \nfeel sad just listen to this and dance. "
  },
  {
     text:"Its Amazing!!! I bought this 8 months ago & I still love all the songs, I love Katy \nPerry!! I swear, their is nothing that she can't do. I can't wait to see \nher perform at the Super Bowl next year !! "
  },
  {
     text:"What? Sorry Katy, I love you, but I'm not to impressed with this album. There \nare a few good songs, but not a whole lot spoke to me. :/ "
  },
  {
     text:"LOVE YOU screw the people who hate you with there negative comments Katy Perry is \nawesome and if you negative people like to say negative things then don't \nsay anything at all dont make people feel bad when they try their best "
  },
  {
     text:"DEVIL ANIMAL Devil freak Why u crossed over all these people that sell they souls to \nthe devil are going to burn in hell real.talk so have fun being alive for \nnow!!!! "
  },
  {
     text:"Gotta love the \"sid\" reviews Really love getting reviews on music from \"experts\" like Sid. Here's a \nnews flash Sid, if you have to tell people that they are too young or old \nto understand \"good\" music, it is actually YOU who doesn't understand good \nmusic. Get a life dude and stop living in a \"Final Fantasy\" world. "
  },
  {
     text:"stolen copyrights Most people don't know this but She stole the beat on Dark horse from a \nChristian rapper. Pretty lame move, should have came up with her own stuff \nrather than steal from other artists. "
  },
  {
     text:"Ali When i first heard dark horse, i loved it and still do but i recognize the \nmusic and lyrics from a song years ago. Then I read it was from a Christian \nmusician. If that's the case the Christian songster stole it from an older \nsong? There's an old saying that all artists are thieves, not a bad thing, \njust reality. "
  },
  {
     text:"love katy perry!!!! i love katy perrys songs including albums like prism. the only thing is \nthat why does it have to cost money for every song. i would rather use \nspotify. anyway, i love love love katy perry!!!!!!! "
  },
  {
     text:"All her best songs So many cool songs on one album to bad i don't have money to buy it "
  },
  {
     text:"Dull A disappointing follow up to Teenage Dream. All spark and fun is gone, the \nmajority of tracks are plodding and go nowhere - this album is the sound of \na broken heart. "
  },
  {
     text:"Songs that can connect to a person, whenever they are in the mood for it. I really like this album. I mean yea some songs can be boring but if you \nlisten long enough on some of them,then there could be an awesome chorus or \nbeat. "
  },
  {
     text:"Love love love :) Such a relatable album. Love internationally smile, it takes two and \ndouble rainbow. Katy perry did this album great justice and im so pleased \nwith these songs. "
  },
  {
     text:"Please stop my ears are bleeding Its such a shame that this woman actually does have a great singing \nvoice... if only she'd sing songs that have actual meaning/emotion behind \nthem. She's regurgitating the same old crap over and over. Not to mention \nshe completely hogs the radio and takes up space that possibly rising \nartists could use to broadcast their songs. Quality over quantity, Katy. "
  },
  {
     text:"Love!! I love Katy Perry. Such an amazing voice. Faves on this album: Dark Horse \nand Unconditionally. Loved 'Roar' but got a little boring after a while... "
  },
  {
     text:"For you The people that \"hate\" on this album wouldn't be here reading the reviews \nfor this.so words/time wasted can never be recouped.let's make this clear \nhere,I don't want to change anybody's mind,just offer another perspective. \nThey hate it for being different and we love it for being unique no one \nelse's opinion matters about our preference and it is a complete waste of \ntime to worry.enjoy life and let \"them\" do to themselves. "
  },
  {
     text:"Katy Perry suprises me... I THOUGHT HER MUSIC WAS KIND OF COOKY AND LAME. A LOT OF THE SONGS SOUNDED \nTHE SAME. Her new albums are a nice change,my 12 yr old can listen and I \ncan too. I even bought tic I ets to two of her uocoming concerts. "
  },
  {
     text:"Good. More of the same from Katy Perry. That's not a bad thing! I liked it. "
  },
  {
     text:"A new Katy I have always loved her, but with this album I really became a KatyCat. \nShe has so many nice songs, the most vulnerable being 'By the grace of god' \nand other very inspirational or meaningful ones. Try the album for \nyourself, stream it or listen to demos before you buy it, because so many \nreviews are saying it isnt meaningful and it's pop crap, but that really \ndepends where you are in life. Haha especially the one saying to go buy \nMiley Cyrus or Justin Timberlake instead, well thats just your taste I \nguess. "
  },
  {
     text:"Creative! I love how creative the lyrics are. I really feel what she is trying to \nsay. What a great album! "
  },
  {
     text:"Wow Katy Perry is amazing and obviously if u say u don't like the album it \njust because this is not your type of music so really before u by it \npreview the songs first so you can get a feel of the album before you buy \nit. Just because you hear one of her old songs that u like doesnt mean your \ngonna like a whole album. but this album is astonishing! Buy it! "
  },
  {
     text:"Good pop music This album will not change your life in any meaningful way. It will \nentertain you if you like catchy pop melodies. Sometimes the sex appeal \ngets in the way, but the songs on this album are always more important than \nthe fact that Katy Perry is beautiful. I only wish that were the case with \nLady Gaga, whose collaborators seem to think her weak sexed-up Christina \nAguilera impression is somehow \"innovative\". "
  },
  {
     text:"Kudos Katy! I like the new step Katy has taken. She has some fun songs to dance to and \nvery inspiring songs. I love it. "
  },
  {
     text:"She's a Brilliant Musical Force I have loved her positive, vulnerable, & fresh music from the 1st song I \nheard. She keeps reinventing herself & growing. Her choice of notes & \nsongwriting blow me away. She has a positive message & is genuine & sweet. \nAnd the NOTES she can hit! Wow! Another great in my opinion. "
  },
  {
     text:"#DarkHores Katy Perry is really talented I sing a little bit and I hope I can be as \ngood as her she is the best and I hope too meet her and she can give me \nsome help. I'm only 12 no one here's me sing cuz I only sing in front of my \nfriends and barley in front of my mom. I'm not that pretty either or have \nthat perfect body but my friends say I have a good voice and I should do \nsomething with it. So if anybody here's this plz tell me what I should do. \nI'm lost and scared if I don't sound good I may loose my dream:-( "
  },
  {
     text:"Best yet from Katy I love all the tracks on this CD. I expected so much when I saw it, I \nbought the deluxe version. I wasn't disappointed, and hadn't wasted £3 on 3 \nmore (epic) tracks. It's started off with the Summer 2013 hit 'Roar'. To be \ntotally honest, this is the worst track on the CD, so if you liked 'Roar', \nyou love 'Prism'. I have Katy's other two more recent albums and this beats \n'One of the Boys' & 'Teenage Dream' (even the Complete Confection edition) \nby far. An EPIC BUY, and worth its price tag. "
  },
  {
     text:"Greattt I never loved Katy Perry to much but I think I like her a lot more by \nlistening to these :) "
  },
  {
     text:"It ..... I .......AMAZING I cant say anything good because this is amazing♥♡♡♥♥ "
  },
  {
     text:"Awesome Good job katy.. .. liked dark. horse best song ever. All those people that \nrated it one star you try writing a song . She did great! 5 stars. "
  },
  {
     text:"Awesome This guy sings authentic good old fashioned music that sounds amazing. \nBought the whole album its amazing. "
  },
  {
     text:"Save it for a rainy day Love this song, makes me feel great!!!! "
  },
  {
     text:"I love Kenny. I've grew up listening to him and his music is truly amazing. \nI hope he never retires. There's so many great songs on this album. I \nremember thinking a few year ago before this album came out that I'm going \nto miss those songs and was wondering how is he going to make music as \ngreat as his last album \"Hemming Whiskey\" & the same thing with \"Welcome To \nThe Fishbowl\" but every album he manages to make another great album. This \nis why Kenny Chesney is my favorite artist. "
  },
  {
     text:"Excellent I have been a long time fan of KC. Have seen him live four times, one show \nbetter than the next. Unfortunately though, I have found much of his new \nmusic after the \"No Shoes, No Shirt, No Problem\" album to be mediocre at \nbest. Fortunately, his new album \"The Big Revival\" is a return to form on a \ngrand scale. I knew he had this album in him somewhere. Buy it. This will \ngo down as one of his best. Lots of feel good, party tunes. Can't wait to \nsee him live next Summer. "
  },
  {
     text:"Awesome His concert was awesome in Atlanta last night and his album is very very \ngood to and I love the way he interacts with the crowd "
  },
  {
     text:"The Big Revival Kenney Chesney's music & his winning down to earth personality & that \nseductive smile & of course his handsomeness (if that is a word) . I can't \nsay enough of my first & favorite heart throb. I'd hurt down and whip any \nwoman one earth if I lnew any that ever hurt him, All he'd have to do would \nbe to call me & I'll be there. Love you always Kenney. You've made this \nMississippi Small Town Girl smile a bunch of years now by being you & doing \nwhat you do. Every fan needs to seriously. buy this album! PEACE! "
  },
  {
     text:"Stooooked ! I'm SO SO stoked for this album. I was having serious withdrawals of his \nstadium tour this year. I've been to the last 3 and there is seriously \nnothing like it. Bravoo !! "
  },
  {
     text:"Country's. Best!! Kenny hits u right!!! Right WHERE. It needs to be hit. EverY 'tIme "
  },
  {
     text:"The hillbilly rock star is back I want to hang out at the Flora-bama. Best album since Hemingway's \nWhiskey. "
  },
  {
     text:"Tampa tailgate lot 6 crew here Can't wait to hear the whole album and can't wait for the new tour. Kenny, \nPlease kick it off in Tampa again. I'm planning my stay in March soon so \nhopefully a date is decided! Can't wait to see everyone again. Jon, Tambo \non the cart hitting the lots and broadcasting from our tailgate on NSR. \nWill be sad not seeing Matt P. this year. "
  },
  {
     text:"I would'nt mind going coastal on that bus Cuz when i close my eyes i'd be somewhere you "
  },
  {
     text:"Kenny sings good old time time Country , the type of music that gives you a \ncold chill on a warm sunny day! "
  },
  {
     text:"Big revial Love love love kenny u have outdone yourself once again "
  },
  {
     text:"American Kids Like he's singing about my high school years! Love it!! "
  },
  {
     text:"American Kids Another Awesome Album. Kenny Chesney you are an Amazing Country Music \nSinger!!! "
  },
  {
     text:"Country Singer Storyteller Kenny is the Jimmy Buffett of Country Music... That is what I hear & feel \nwhen I hear is lyrics to his music.... "
  },
  {
     text:"It's about time someone developed something that really can help me get \nmore out of my telephone thank you "
  },
  {
     text:"Fantastic song writing and sound, stories to respect Puts heart and originality back in country "
  },
  {
     text:"Amazing Has to be one of his best albums. Even with the shift in a new direction I \nfound that I loved nearly every song on this one. I've played the hell out \nof it! Also the Big Revival tour this year was amazing. If you're a fan, \ngo! You'll have the time of your life. No shoes nation! "
  },
  {
     text:"Never disappoints I love KC, he is everything an entertainer should be. ❤ "
  },
  {
     text:"It would have been better if it was just Kenny Chesney "
  },
  {
     text:"Another winner. Up beat, easy listening. Alone or with friends and parties! "
  },
  {
     text:"Love Kenny Chesney American Kids reminds me when I grew up "
  },
  {
     text:"Another hit! I'd say the time taken off was well spent....a lot of good \nsongs writen "
  },
  {
     text:"Brilliant This record really shows off kennys talent. Can't stop listening to it "
  },
  {
     text:"The Big Revival This is a completely different sound for Kenny, and after one listen, to \nme, it's the best he has ever done by far... It is truly a most have. "
  },
  {
     text:"Great different album I haven't really been a fan of his other albums but I absolutely love this \none! "
  },
  {
     text:"Another great album Looking forward to hearing it Live "
  },
  {
     text:"American Kids I love this song the first time I heard it in my uncles car after it was \nfinished I looked it up on Google just to hear it again you should also \nshould listen to play it again by Luke Brian and stronger by Carrie \nUnderwood "
  },
  {
     text:"American Kids Amazing inappropriate lovely similar to life song "
  },
  {
     text:"Kenny Big man Kenny does it again..... Phenomenal album "
  },
  {
     text:"Awsome!! I love him awsome country artist's "
  },
  {
     text:"Always Amazing I will forever be a fan of this man. He is just so well grounded, talented \nand just perfect. I love him and I will always love him. Good job Kenny. \nSee you next year! "
  },
  {
     text:"Kenny always puts out a great cd!! "
  },
  {
     text:"Yay Best album I've ever listened too. KENNY CHESNEY!!!! "
  },
  {
     text:"Well written songs that a person can picture in their mind and sing along \nto!!! A1kc! "
  },
  {
     text:"AMERICAN KIDS I LOVE American Kids! "
  },
  {
     text:"American kid Love all Kenny's songs "
  },
  {
     text:"Keep writing songs Kenny Cheney Asome song's "
  },
  {
     text:"KC Anything he sings is awesome! "
  }]