[
  {
     text:"X go hard I really do love this album...only one song didn't really didn't do it for \nme was \"don't be too long\"..i don't buy albums.often & i got my money worth "
  },
  {
     text:"Decent Album Not the best, not the worst. Doesn't really help that half of the album \nwere released as singles for the past year, along with songs getting \nleaked. I think \"X\" and \"lost in ya love\" are probably my favorites. "
  },
  {
     text:"Chris brown I love you Chris brown I would like to see you and I now you like Michael \nJackson I love him too he is the best man for ever I love his songs and his \ndance I will never for get him. You look like Michael Jackson when you \ndance I would like to see you Chris brown. "
  },
  {
     text:"Surprisingly since there were so many tracks. Thought I would be bored but \nthis album's hot!! "
  },
  {
     text:"Little cool Chris brown loyal butt cool Cool 1484627621 "
  },
  {
     text:"A FAN Excellent album of \"Course\" u make good music for all ages. My favs off \nthis album is drunk texting, crawl and drown in it very seductive songs tht \nget mi n the mood and into mi feelings "
  },
  {
     text:"I Love Chris New Songs And I like the song Autumn Leaves With Kendrick \nLamar And Drunk Texting With Jhené Aiko And I love Chris New Songs and new \nflame ft. Rick Ross & usher I Like The Deluxe of By Chris Brown And The new 21 songs and I love the \nvedio of don't be gone too long with Ariana Grande And i Iike the song the \nsong they dont don't know song with aaliyah on x the people I like is Trey \nSongz Jhene Aiko Usher Rick Ross And Nicki Minaj And Tyga Lil Wayne brandy \nKendrick lamar and the like x drunk texting feat Jhené Aiko songs on 12 \nPlay (feat. Trey Songz) and it so awsome "
  },
  {
     text:"Love it Time for Love and New Flame are both such feel good songs :-) Lots of \nother great songs, great collaborations! "
  },
  {
     text:"Awesome I love him soooooooooo much his music is awesome and he dance great too "
  },
  {
     text:"Go Chris! I enjoy this album. It was refreshing. My favorite song is Drunk texting! "
  },
  {
     text:"❌ chris has done it again!! he is so diverse with his stylistic versatility \n& still makes it wonderful!! #majorslayage "
  },
  {
     text:"Not his best This is actually the first complete album I've gotten of his and it was \ngood but I know he's done better though but I recommend people to get it \nthough. "
  },
  {
     text:"Amazing!!! 5 Starz BREEZY. Has done it again! I'M loving this Album! Worth The Wait!! "
  },
  {
     text:"I love all your songs! Chris you just keep doing your thing! God I love \nyouu. The XALBUM is just amazing "
  },
  {
     text:"Whole thing is good The bomb especially \"stereotype\" and \"do better\". Excellent work! "
  },
  {
     text:"OMG!!! I don't usually listen to Chris Brown but this album is flawless. I \nhave to say this album is on point and creative. My Favorites are: Time For \nLove (#1) Drunk Texting, Songs on 12 Play, 101(Interlude), (Lady in a Glass \nDress (Interlude) and Loyal. But all the other songs are flawless. Chris \nhas really Outdone himself and I would call myself a fan. GREAT JOB OMG \nIT'S TOO LONG THO BUT STILL LOVE IT SINCE THE DELUXE IS BETTER. THE OTHER \nONE IS FLAWLESSS TOO BASICALLY THO I DON'T LOVE IT LESS "
  },
  {
     text:"Another Superior Album I am never disappointed when it comes to Chris' talent. His aesthetics are \nexcellent and this album is another point of proof. You cant go wrong when \nbuying anything of his. I've been Team Breezy since 05 and I will always \nsupport him. I love every song on this album. It is an album that I can \njust press play and let it roll. I love it! Awesome job, Chris! Xoxo "
  },
  {
     text:"Trey215 This was a good and we'll put together album by Chris Brown I really \nenjoyed how he keep it R&B but gave you some of the techo sound as \nwell.Autumn Leaves is prolly my favorite track out of all but overall good \nalbum by Chris u can listen all the way threw without skipping a track. "
  },
  {
     text:"X The Album Not the best he has ever put out, but I still love it! Of course there are \nfew songs I didn't like, but many people have been waiting on his album. \nJob well done. "
  },
  {
     text:"Sensational Definitely the hottest album out now imo, lost in ya love, stereotype, & X \nare my favorite, all the songs are great though!!!! "
  },
  {
     text:"Yesss I love Chris Brown so much! This album has such a variety of styles in his \nsongs! This man is such a genius and I love being entertained by his \namazing talent! I would definitely recommend this album to EVERYONE!! Team \nBreezy forever!! "
  },
  {
     text:"This album is awesome Nothing could ever change the fact that Chris Brown has a beautiful, \nsoulful, angelic voice and this album showcases that perfectly. I love the \nrhythm and sounds of this entire album. It is so perfect for putting on \nwhen you have some time to enjoy yourself. "
  },
  {
     text:"RnB King Excellent music! Been a long wait but thoroughly worth it. The greatest \nentertainer since MJ is back once again with a massive bang. Breezy \ndelivers as always! "
  },
  {
     text:"This album is amazing. I have been a chris brown fan forever so of course I \nlove this album but it truly is good. Some very good songs besides loyal, \nnew flame, fine China, don't think they know, and love more on here is came \nto do and time for love "
  },
  {
     text:"This CD suck's Y Chris Brown Y.........Y Do You Make Bad Music again n again just stop \nplease thankyou....... and you only have 1 good song so far and it is X' \nthat's it..... "
  },
  {
     text:"It's good... Chris has had better albums......and I feel like he rushed this album \nbecause he trying to redeem himself from all the crap that has happened... \nbut he has some hits on here (( X, New Flame , 101 interlude, Add me in,, \nDon't be gone to long )) I absolutely adore Chris but he can do MUCH better \n, it's a good album it's has great songs I still LOVE chris "
  },
  {
     text:"Great Job I LOVE THIS ALBUM! GREAT SONGS AND A GREAT VIBE! FINALLY ITS BACK TO THE \nMUSIC "
  },
  {
     text:"Yall kno I love chris brown I'm addicted to this guy.. Nd his songs. I could listen to his songs all \nday nd night... Chris has been my number one fan since day 1. Omg.. I love \nuuuuuuuu chris ❌ "
  },
  {
     text:"incredible album,perfect flow of an r&b album with a diverse arrangement \nfrom soulful to pop from sensual to party & turn up,plus the song writing \nis always next level,just everything you expect from Chris & his caliber of \nartistry..great work "
  },
  {
     text:"Love love love it This is a great album. I got two deluxe. Breezy fan for life. Autumn \nleaves, drunk texting, 12 play, the one sound like Micheal Jackson, fine \nchina. And all the rest. ;) "
  },
  {
     text:"In love! I can't stop dancing to thus album. Chris always comes back harder than \nbefore, my favs so from this are New Flame, Loyal, and Fine China. I love \nhow the album flows but still doesn't sound like your hearing the same song \nover and over again. I'm in heaven! Go CHRIS! "
  },
  {
     text:"Forget about chris brown himself, although he has done bad, he has a great \nvoice and really knows how to make a song. Although a few of these song \nwere more commercial and were made for attention for the album such as \nloyal, the songs are great and I think the delux is the best because of \nfine china, that song is so good "
  },
  {
     text:"Love it! I listen to it everyday! My favorites are. Do Better, Drunk Texting, Body \nShots, Autumn leaves, Songs on 12 play, See you around. Every song is \nAMAZING. I wish Lady in a Glass Dress was a full song, it's just amazing. I \nLOVE IT ALL! "
  },
  {
     text:"X is my Favorite Album my Favorite Songs is New Flame Do Better X Drunk Texting Fine China Love \nMore Don't Think They Know Loyal 101 (Interlude) Lady In A Glass Dress \nInterlude Autumn Leaves Body Shots Songs On 12 Play ft. Trey Add Me In Came \nTo Do Akon "
  },
  {
     text:"Breezy ♡ This ablum is one of his best! Love breezy he never disappoints. "
  },
  {
     text:"Biggest fan Cant wait till the 16th no matter what i know its gonna be amazing "
  },
  {
     text:"I will always love, everything Everything Chris Brown puts out is always amazing, he us the best of all \ntime, another CD to my Chris Brown collection. "
  },
  {
     text:"Great album Good beats, awesome lyrics, sweet music. Lost in ya Love is a lovely song. \nBreezy :) "
  },
  {
     text:"he came hard and my role model ayeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee turn up chris \nbrown is my role model to sing dance and everything he probaly had his ups \nand downs but he came much harder and he nevers stop even if people put him \ndown and yea i have the same dream he had when he was 16 and he kept \ndreaming he would make it and he did so imma keep dreaming and tasting that \ni can do it .....i had tickets to see him but my mama was so sick when she \ngot off dialysis so i gave my tickets away im only 11 and know whats its \nlike to be put down so if you can chris brown see this pleeese look me up \nim you follower on insta and fb dont have a twiiter and promise me you will \nnever ever give up on your music because i odnt never what i would doo \n:):):) P.S dont feel sorry for me feel happy "
  },
  {
     text:"Excellent What I like about Chris Brown is that while he may not be the best singer, \nhis creativity is on point, he has the best beats out there. He mixes up \nthings, all of his songs are different. To succeed you have to take risks \nand he's not afraid to do that. "
  },
  {
     text:"Disappointed A very good album in its own right but I feel its missing some florence \ncharm in the previous albums with the music sounding more mainstream rather \nthan quirky and brilliant in its simplicity. I miss the harp too.UPDATE: \nThe more I listen the more I want to listen to lungs and ceramonials. \nNothing stands out on this album except maybe third eye. This album sounds \nlike the pierces first albumn with florence's voice over the lyrics then \n\"versioned\" by Mark ronson "
  },
  {
     text:"How big, how blue, how beautiful Amazing, you will not be disappointed, I loved Lungs but I think this is \neven better, this is an album I will enjoy listening to for years to come! "
  },
  {
     text:"Perfect comeback Amazing. Perfect mix of big, dramatic and energetic songs and then soft, \nslow songs. You can really tell this album is from deep within Florence's \nemotions and is probably the most personal she's ever been. While it's full \nof emotion, it still doesn't stop it from being immensely fun to listen to \nand there are plenty of songs that just make you want to lose yourself and \ndance. "
  },
  {
     text:"Great!!! Huge Madonna fan and am more of a pop genre, but this is so fabulous! \nGreat voice, great lyrics, great songs. Only problem is I can't listen to \nit a lot because her voice is the same in every song and some songs sound \nthe same. But very impressed! Been loving Madonna's new album 'Rebel Heart' \nas well! Great year for music! "
  },
  {
     text:"I paid for it but can't download My phone died, bought a new one and the album shows in google play \npurchases but only offers \"free trial\" and \"listen\" as options and doesn't \ngive the the option of downloading my purchase again to replace it's loss. \nGet stuffed Google play. "
  },
  {
     text:"Fab fab fab ... will b listening 2 this album whilst doing my 1st race 4 \nlife ... "
  },
  {
     text:"Flossie, isa, rob, rusty, Mark, Chris, Tom are absolute bæs ❤ Love the flo love the machine, love how big how blue how beautiful "
  },
  {
     text:"Best thing ever Florence has outdone herself, showing that she doesn't just rely on \nfantasy but also does just as awesome in reality. "
  },
  {
     text:"A predicted 2015 festival favourite Love this album,title track sets the bar,but Various Storms and Saints is \nmy earworm.Hi 5 Flo! "
  },
  {
     text:"Such a class act This album is fantastic. Best thing since London Grammar's I you wait. \nSophisticated tunes for sophisticated listeners "
  },
  {
     text:"The album is typical Florence + The Machine album: great use of diverse \nmusical instruments; great vocals; and great lyrical content. "
  },
  {
     text:"Love ship to wreak Love it "
  },
  {
     text:"Only just downloaded it & already it's giving me goosebumps! "
  },
  {
     text:"To excited, I bet it's good anyway "
  },
  {
     text:"I love her songs Her songs always seem to get to me and there is always a song for every \nmood :) "
  },
  {
     text:"Great album I just wish it was available here in the U.S. "
  },
  {
     text:"Bewitching It has not been released yet but I am so enticed by the whole comcept of \nthis album so far. With the water and earth symbols possibly playing a part \nin HBHBHB and also the very first single What Kind Of Man is a masterpiece \non its own I personally can not wait to be able to hear this in full. "
  },
  {
     text:"How big \"this big\" How bold \"this bold\" How bloody beautiful. ..... "
  },
  {
     text:"Amazing Best so far.buy album.you won't be disappointed. "
  },
  {
     text:"It isn't out yet but I love it Yay "
  },
  {
     text:"Please. I've waited so much for a good album, disappointed with this boring thing. "
  },
  {
     text:"How Big, How Blue, How Beautiful The title says it all, there is simply no other words to describe it. "
  },
  {
     text:"EmotionalLy subjective rating Phenomenal relativity to name in description validated "
  },
  {
     text:"Just awesome Can't wait till the day "
  },
  {
     text:"Fantastic! The stuff I've come to expect from Florence <3 "
  },
  {
     text:"Everyone shazam the title song and play it from the app.... Full song or \nsnippet by the sound of it..... "
  },
  {
     text:"AMAZING!!!! What can i say simply worth the wait "
  },
  {
     text:"First time listener Wow......Amazing! "
  },
  {
     text:"Perfect Again, they amaze me "
  },
  {
     text:"Du yt? Err yt? Rru Dr err tititri F2f u err I Dr d d t etat ituttitiy "
  },
  {
     text:"Over rated. Poor by the standards of the rock of the past. Avoid "
  },
  {
     text:"Love this Wonderful lyrics.xx "
  },
  {
     text:"Wot a belting voice florance has!!! Never fails to disappoint "
  },
  {
     text:"*Janice voice* Oh. Mah. Gawd. Yass on every level. This album is so yass that they should rename it How \n'On Fleek, How On Point, How Yass.' "
  },
  {
     text:"Andrew plunkett Brilliant album "
  },
  {
     text:"Kevin Brilliant from Florence again "
  },
  {
     text:"Queen slays again My weave has been completely SNATCHEDTTTTTT I am bald, I'm gonna be cold \ncause its nearly winter "
  },
  {
     text:"Godly Just wow "
  },
  {
     text:"Best album yet!!! "
  },
  {
     text:"Amazzzzingggg Love this album "
  },
  {
     text:"BOOM!!! Reggae+Electronic=Electronica. Major Lazer,,, \"YOU NEED TO KNOW THAT I AM \nA RIDER...\" "
  },
  {
     text:"Boom!!! What will we do when we get. With Zane from giyani south africa "
  },
  {
     text:"Light it Up The light it up version featuring Fuse ODG is amazing. Cannot get enough \nof it. "
  },
  {
     text:"Best album ever "
  },
  {
     text:"Peace is the mission Epic! "
  },
  {
     text:"Dope! AF! "
  },
  {
     text:"Not a trach that i want to skip in this album!! Luke Bryan as once again \nproduced another amazing album that pushes the boundaries of all types of \nmusic, epically country. She got me high is now one of my personal \nfavorites from luke and its a song that you just have to turn up the volume \nfor. One of Luke Bryan's best albums yet!! I cant wait to here some of \nthese songs from his live concerts!! "
  },
  {
     text:"Luke Bryan the best country singer loving the songs spring breakdown and \ngames perfect "
  },
  {
     text:"Worth the wait! Proud of Luke and everything he's accomplished! Honestly I have been a HUGE fan of Luke for two years... ik that may not \nbe forever but IK a lot. Its sad to think he's wrapping up his Spring Break \nshows... mostly because I had hoped that in two years when I was in college \nI would get the Luke Bryan SB experience, but I understand all good things \nmust come to an end and he's had a solid run in Panama City! It kinda makes \nme wanna \"Spring Breakdown\" ;) But if you are debating on purchasing this \nalbum or not please, please do... I promise you WON'T regret it!! I support \nLuke and everything he does! He is not only a great artist but also an \nAMAZING person! "
  },
  {
     text:"AMAZING Luke your music is amazing I love all of your music it's amazing and I \nespecially love your latest album KILL THE LIGHTS "
  },
  {
     text:"Country At Its Best Hell yeah we need more country music! It's good for the soul:p "
  },
  {
     text:"confused Why can't I like get it on my phone or listen to it when I paid.. I don't \nwanna buy that music thing "
  },
  {
     text:"Not available in your country!?! I love Luke Bryan ....why is this not available in the UK!? He was here in \nconcert last week? "
  },
  {
     text:"Love! Love! Loved it!!! I LOVE u!!! Will u come and be my neighbor?!?! PLEASE!!!!!! \n♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥ "
  },
  {
     text:"Spring Break I get that Luke is saying goodbye to Spring break, but this CD was a huge \ndisappointment. Depressing. Not one song stands out that I like. Wasted my \nmoney. "
  },
  {
     text:"So Long I'm in love with this album as a native Panama City Beach girl. Not a \nsingle track that I don't like. We will surely miss you next year! "
  },
  {
     text:"Glad I didn't buy it first I love Luke a lot- seeing him this summer but I'm glad I didn't pre-order \nit considering quite a few of the songs are on the last one...I'll just add \nit on Google Play. "
  },
  {
     text:"Awesome This album sends you to a place where nothing can go wrong,unless you are \ninturrupted. "
  },
  {
     text:"Luke bryan I love all of these songs I would suggest this album if u like Luke Bryan "
  },
  {
     text:"Luke Bryan Rocks I absolutely love everyone of his songs, he's got a Great voice, Great \nStage Performance and is Wonderful to his Fans and audience! He should \ntotally WIN, CAUSE HE ROCKS! I LOVE YOU LUKE "
  },
  {
     text:"Love U Luke I so love this album still #1 Luke Bryan love it love it good job "
  },
  {
     text:"Disappointed Kind of upset that I pre ordered this before seeing the tracklist. I \nwouldn't have paid that much for only four new songs and the rest of the \nalbum just a rerelease of his last spring break. Meh.. "
  },
  {
     text:"Love Luke Bryan disappointed this is his last spring break album "
  },
  {
     text:"Love Him The first time I heard luck Bryan I loves his music and I'm not a big \ncountry fan...but I have every song ☺ "
  },
  {
     text:"Luke Bryans new cd Love love love me some luck Bryan ughhh "
  },
  {
     text:"Loved it Since he first started out, he's was great and still continues to be the \nbest. Proud of Luke and how far he's came along the way. Keep it up "
  },
  {
     text:"Catchy. Fun. Summer tunes. All these songs are perfect for this summer season. Some real beachy vibes \nto fall in love with! "
  },
  {
     text:"Spring Break Love every song!! Awesome CD "
  },
  {
     text:"Same songs as last year's spring break Most of the songs are the same songs that were on his last year Spring \nBreak album. come on Luke "
  },
  {
     text:"Luke Bryan I loved it!!! I hope he comes about with more "
  },
  {
     text:"Luke you've done it again Not a song I don't like on this album "
  },
  {
     text:"Atleast he didnt,stop completely His last song I guess Imma get a ticket hopefully "
  },
  {
     text:"Luke Bryan Not the one to listen to country music but I love Luke and his music ! \nHe's alway so full of energy! He's amazing love the Cd "
  },
  {
     text:"I love luke bryan Well worth the wait I've seen him 3 times in concert and he's great my \nwife and I love him this album is a++++++++++++ "
  },
  {
     text:"Great spring break album I love Luke Bryan's spring break albums and this one is no expection with \na great way to end it all. "
  },
  {
     text:"Luke bryans hot I love him and his music "
  },
  {
     text:"Such a great singer I can't wait to get this cd "
  },
  {
     text:"Luke Brian spring break is awesome. Awesome "
  },
  {
     text:"Best country singer I love his music so much "
  },
  {
     text:"Awesome album luke! Another great one keep them coming "
  },
  {
     text:"Checkin' Out Awesome new songs. Can't say there is one song I don't like. Very excited \nfor the new spring break music. "
  },
  {
     text:"Luke Bryan Spring Break - Checkin' Out Love to hear Luke Bryan by far an outstanding artist "
  },
  {
     text:"I love Luke Bryan. I have to admit it was disappointing that 6 of these \nsongs were already released last year on his Spring Break EP. I was hoping \nfor newer songs for his last Spring Break Album. "
  },
  {
     text:"Luke does it AGAIN!! Haven't/can't stop listening to this album!! Love it!! "
  },
  {
     text:"I can't pick a favorite "
  },
  {
     text:"Mr. Luke Bryan no one will know how to Spring Brake like you!!! "
  },
  {
     text:"Dope album Lyrical genius, way better then this main stream stuff that plays on the \nradio. Sick beats, good lyrics, and awesome choruses. Been following this \ndude since his endless summer days, hope this puts him on the map. Gotta \nlisten to this! "
  },
  {
     text:"Amazing? I don't know how he does it, he raps about the same stuff the others do \nbut better? He threw me off with I Mean It and Lotta That but Tumblr Girls \nand Opportunity Costs just hold my heart "
  },
  {
     text:"FRICKEN AMAZING!! G-Eazy is a lyrical genius in his songs but mix in his sick flows and \nchorus and you've an unbeatable artist, this guy is too great and this is \ncoming from a guy who NEVER reviews ANYTHING "
  },
  {
     text:"I don't usually review anything, But this album is so worth the purchase. I've listened to every track and \nhis flow stays sick the whole time. From start to finish, you'll feel his \nvibe. When you hear the last song, you'll be hungry for more. Opportunity \nCost plays with your emotions and gives me goosebumps. The fact that an \naudio file can make me feel like crying blows my mind. I hope he does more \nstuff like this. Highly recommended, fan or not. "
  },
  {
     text:"G-Eazy is AMAZING He can hit it anytime he wants, even tho I am male. He has outdone all \nprevious works and revamped his style perfectly. I love you G-Eazy! "
  },
  {
     text:"Rap? This dude is just talking to a beat really like his beats go hard but he \nis just talking on the mic. "
  },
  {
     text:"He's beautiful I mean it This album is so amazing. He really outdid himself. I love it man. "
  },
  {
     text:"One problem. I need help. It will only let me listen to like 4 songs. The others say \n\"playback error\" or \"need Internet connection\" please help. Phone is a ZTE \nZ-max 2 and album was purchased Saturday may 7th "
  },
  {
     text:"All about it! Best album I've heard in a while.. Digging the story. Humble dude. Good \nthings are coming! #GEazy "
  },
  {
     text:"Drake wannabe Listen for yourself. It's embarrassing how shameless he is in attempting \nto recreate Drakes iconic sound. "
  },
  {
     text:"Album of the Year! Cannot really say there is a single song on this album that I do not like. \nGreat sound that makes you want to continuously listen to it! Although he \nhas the cliche lyrics it is still such an amazing album, I would just say \nhe needs to improve on that aspect but other than that this is a piece of \nart that should be recognized for its greatness! "
  },
  {
     text:"Breath of fresh air!! (Very rare) At first I was skeptical of g-eazy but I listened to I mean it then got \nhooked from there! I love every song in this album (which is very very rare \nfor me to like a whole album) he has a very unique style and flow and he's \nmastered it. Also the subject of his songs range from same as most rap to \nunique and cool "
  },
  {
     text:"It Doesn't surprise me that he only has 1k reviews People don't know good music they judge music by covers if it's not Nicki \nMinaj, Beyonce, Lil Wayne, or Drake it's easily looked past these days. His \nmusic is unique and I hope sooner or later other people will notice it as \nwell. "
  },
  {
     text:"Recently discovered this guy. I'm really glad I found this artist. Really like his style, lyrics, and \nbeats. One of a very few rap artists doing good things. "
  },
  {
     text:"How is this so popular? A lot of people saying he's a lyrical genius... Are you kidding me? This \nguy raps about the same thing in EVERY SONG. Not hating this album blindly, \nI listened to a fair share of tracks from it and was blown away with how \nsimplistic his lyrics are, how boring the beats are, and how so many people \nare mesmerized by this guy's weak lyrical content and delivery. Extremely \noverrated. Easily an album to pass on. "
  },
  {
     text:"Amazing Just gets better and better. You won't regret it absolutely amazing album. "
  },
  {
     text:"One of the Best G-Eazy is easily one of the best rappers he has a monotone flow which fits \nhim when he delivers lyrics. Hes always putting in work. Finally was \nappealed by his work when he droppped Must Be Nice and Endless Summer. Even \nthough its the same topics as some mainstream music , its a chill vibe you \ncan play over and over again , its relaxing as oppose to young moneys \nannoying yelling dj who stands around in their videos "
  },
  {
     text:"Getting big I been listening to him for about a year. I just been waiting for him to \nget out there and make his music real big "
  },
  {
     text:"In love Honestly best thing I've heard in a long time. Such a chill album I didn't \nwant to stop listening to it but I had to work but once my break hit I \nstarted listening again :) amazing job can't wait to go back and see him \nagain live "
  },
  {
     text:"G-Eazy: These Things Happen. Every single song on this album is awesome. Worth every penny! Keep it up \nG! "
  },
  {
     text:"Should be number 1 Thia is the best album ive heard all year. I have been following G for a \nwhile and his music is on point. Totally worth it. "
  },
  {
     text:"Refreshing Great album.... I was surprised by the lyrics of this g-easy... Liked his \nhumility and charisma "
  },
  {
     text:"Refreshing A much needed deep breath of artistic expression of music. This is not an \nartist that looked next to him to see what the other artist was rapping \nabout to copy a sound. This is a unique individual that has a great sound. \nI love it and I'm excited to see how he grows with his future projects. "
  },
  {
     text:"Simply Fantastic Best rap album I think I've ever heard. It's revolutionary, fresh, and \nunique. Just awesome!!! "
  },
  {
     text:"Best Album Out There This album is just too good its literally been my anthem the whole year \nand like a little bit of 2014 "
  },
  {
     text:"Great Album. Best album I've heard all year. Very chill, great production. THESE THINGS \nHAPPEN! "
  },
  {
     text:"listen to this and his old albums,you're gonna like them,been following him \nsince his amateur songs, to endless summer,he's getting big. G-eazy all the \nway "
  },
  {
     text:"Amazing. An amazing artist with great range. G-Eazy is perfect. "
  },
  {
     text:"G is goin to the top! Stays true to his Bay area roots and doesn't change his style in order to \ngo main stream. Great music! "
  },
  {
     text:"Amazing Loved it even though a little rough with the woman lyrics but that's how \nsome girls are... Sad but true. "
  },
  {
     text:"Absolute gold He's a genius. I highly recommend this album to anyone who's sick of the \nsame old, crappy rappers. "
  },
  {
     text:"Very impressed! I'm very impressed with this album, \"Been On\" and \"Opportunity Cost\" \ncaught my attention then so I figured I would check out the rest of his \ntracks and I was quickly blown away. "
  },
  {
     text:"G you beauty!! This album is sooo sick. "
  },
  {
     text:"Love this Artist He is such a great artist. My nephew ho me to listen to his music and I \nlove the words he uses, the beats and his delivery. G-Eazy makes rap music \nfun again. He reminds me of Eminem when he was younger. "
  },
  {
     text:"These Things Happen Its an amazing album you won't regret buying it you can get Hyphy to it "
  },
  {
     text:"Great Hip-hop album A new twist to the basic trendy formula that has dominated the radio. \nWorth a listen too. "
  },
  {
     text:"Hijack What radio station plays this guys music? Definitely not Chicago. I \nremember this dude from the BET cipher thought the freestyle was tight but \nlistening to this album after Wiz Khalifas Blacc Hollywood where he says \npeople taking his style it's apparent that's what G-Easy on his rap name is \nwhack his flow on this album lacks dimension and fervor where are the \ncadences what is he really talking about? I don't feel it no not at all "
  },
  {
     text:"Life is perfect Without G-Easy there is a good chance I could be in juvi. "
  },
  {
     text:"He's f-cking amazing I normally don't like an entire album, I actually don't even like rap. But \nwhen my boyfriend showed me G Eazy I was hooked. I can't stop listening to \nthis album and other songs he's released. Who ever said white boys can't \nrap lol jks. Anyway this album is killer. Love it!! "
  },
  {
     text:"It saved my life Once I got caught in the forest and I remembered I had this album \ndownloaded so I played it. My phone caught on fire and I was able to start \na fire. The next day I was rescued, true story. "
  },
  {
     text:"Excellent! Fallout Boy have returned with a rekindled fire and are set to burn up the \ncompetition. Although their new approach isn't quite what I was expecting, \nif they return to their original ways and construct songs on par with Dance \nDance and Thnks Fr Tth Mmrs, they'll soar right back to the top of the \ncharts. Overall, there are some good songs here, 3. has to be a step \ntowards their glory days. "
  },
  {
     text:"Love fall out boy always have and always will, again they've amazed and \nimpressed me :D "
  },
  {
     text:"I can't not give 5 stars BUT. . I love fall out boy but save rock and roll *don't hate me* is no where \nnear as good as foile a deux and the songs from before the hiatus but the \nmusic is good "
  },
  {
     text:"<3 <3 Would rate 7 billion stars out of five fall out boy has always been good \nand this album is a little different but still amazing let's all clap \ntogether to the sound of patrick's voice like omfg i'm going to die. "
  },
  {
     text:"Great album This album is a mess, yet they somehow made it work. The songs are great \non their own, but they don't really work as one piece, despite them being \npresented that way in the music videos. "
  },
  {
     text:"Young Bloods never die big FOB fan. this album was an amazing comeback. the collabs are awesome, \nespicially with Elton John. there are some truly epic tracks here & i never \nget fed up of this album, it fits nicely with their earlier work too. saw \nthem on tour with this album & genuinely pleased they're continuing to make \nawesome music!! :) "
  },
  {
     text:"AMAZING I love this album so much, I don't care if the songs sound a bit similar, \nthey're so amazing, these four are so talented I've loved these guys since \nforever and they just keep getting better and better, i bet 'American \nBeauty/American Psycho will be just as good too, i love the song (the album \nname) and the song 'The kids aren't alright' too keep making the awesome \nmusic Patrick, Pete, Joe and Andy "
  },
  {
     text:"Love it I have always loved Fall out boy and I love this album SO much! "
  },
  {
     text:"Best songs ever In love fall out boy brilliant quality "
  },
  {
     text:"Amazing!!!!! Best album ever!!!! I love fall out boy, and i love a lot of there songs, but the songs on \nthis r incredible!! In my opinion, best album and band ever!!!!! "
  },
  {
     text:"Fall out boy. REBORN! A great and fresh new album from fall out boy impressing me once again. "
  },
  {
     text:"I love it I only started listening to fall out boy when this album came out now I \nlove them "
  },
  {
     text:"Wow Amazing album! Check out the YouTube channel all the music videos are one \nbig storyline. "
  },
  {
     text:"Fall Out Boy <3!! Patrick's voice is amazing, songs are powerful, simply \nlove FOB!! "
  },
  {
     text:"This is Fall Out Boy's best album to date, its an amazing comeback from the \nhiatus and every song on this amazing work of art is an amazing song. "
  },
  {
     text:"Brilliant Every song is just as good as the last. Don't have a favourite on this \nalbum which is strange for me but its just so hard to decide so all the \nsongs are my favourite song now! "
  },
  {
     text:"Can't hate them Most artists have albums where there always 1 or 2 songs you want to \nskip......... FOB have none you want to skip "
  },
  {
     text:"My favourite album There are no songs I hate and its worth all the money it asks for "
  },
  {
     text:"My Top 3 songs in this album! 1) My songs know what you did in the dark. 2) Where did the party go. 3) \nThe Phoenix "
  },
  {
     text:"Unreal! Have listened to this album every day for 5 months still can't get enough \nof it! Made me go back to their previous albums, can't believe what I'd \nmissed! "
  },
  {
     text:"ngha theres only one song i thought was ok (emphasis on the ok) and i will not \npay for this album. they were way better with infinity on high and take \nthis to your grave and from under the cork tree. "
  },
  {
     text:"The best Love every song on the album, it has been on repeat in my car for weeks \n:-) just one yesterday is best song by far & thought provoking :-) "
  },
  {
     text:"recommend this song big time love alone together ,strangely makes me feel happy!!!I recommend this song \nbig time "
  },
  {
     text:"This just proved FOB can do no wrong. It's such a different style than we \nare used to with them, but they still manage to make it work. "
  },
  {
     text:"LikeNoOther Just got me back into them and can't stop listening to them now "
  },
  {
     text:"Awsomw I love the young blood chronicles! Especially save rock and roll "
  },
  {
     text:"This is their best album ever 11/10 its a no brainer "
  },
  {
     text:"Great album Love Fall Out Boy and I love this album "
  },
  {
     text:"Great I don't like meny song but this is my favorite album "
  },
  {
     text:"Love this album so much, it will never get boring xxx "
  },
  {
     text:"Good but won't add to phone The music is forever syncing "
  },
  {
     text:"My top 3 1. Just one Yesterday 2. Miss missing you 3. Alone together "
  },
  {
     text:"Brilliant Ive seen these guys live and patrick stump sounds even better in real \nlife. "
  },
  {
     text:"Fall out boy is so good I really love Fall out boy, their songs are kinda relatable and that's \nsomething you don't really come across these days because every new song is \nabout butts. "
  }]