[
  {
     text:"Awesome Best album yet.its amazing how patricks turned out,love the unique music \nand the awesome music videos !! "
  },
  {
     text:"Omg Fall out boy are amazing and I really want this album but im not allowed \n:( "
  },
  {
     text:"FALL OUT BOY SO GOOOOOOOOOOOOOOOOOOOOOOOD! This album is the best!GET IT AS SOON AS YOU READ MY COMMENT OR I‘LL \nKIIIILLL YOU!Anyway my favorite song is the third.Its called \"alone \ntogether\"! "
  },
  {
     text:"Amazing album! Such a brilliant album, cant stop listening to it, save rock and roll is \ndefinitely my favourite song of the album. "
  },
  {
     text:"Fall out boy is for life Fall out boy is for life;) "
  },
  {
     text:"My song know what you did in the dark Its amazing "
  },
  {
     text:"One of the only albums where I like ALL the songs So I heard a couple of the 'shakes' music (that's what I'm dubbing them... \nRole with it) and this persuaded me to buy the album... I thought I would \nregret it but... I love every single song. I only bought it for a few songs \n- as you do - 'don't wanna fight' being up there, but to my surprise. I \nloved them all, I learned practically all the words to all the songs in a \nday. It is such a chilled out album and has been great to listen too for my \nrevision. Best album best purchase , was not disappointed at all. "
  },
  {
     text:"Playing this album all the way through This may just turn out to be one of my favourite albums, one that I'll \nkeep coming back to time and time again. "
  },
  {
     text:"Our of this world They just that good and way more "
  },
  {
     text:"Bravo.... Finally Kids invented NEW MUSIC waited 30 Years ....pheww! "
  },
  {
     text:"Perfection I couldn't love them more x "
  },
  {
     text:"Alabama Shakes Great music "
  },
  {
     text:"amazing "
  },
  {
     text:"They sadly suck now They really have turned into linkin park. I still love nickelback's old \nmusic but not this album. "
  },
  {
     text:"I bought all of the nickelback album's, i even seen them in concert when \nthey were on the dark horse tour, and when i bought this cd, and then found \nout that they had signed a rap singer on to help them with this album, i \nwas displeased, i did not even think for a moment that they would even \nconsider on doing such a thing, unfortunately for me, I'm. done buying \nnickelback albums, nickelback needs to go back to there old ways! "
  },
  {
     text:"I've been a fan of nickel back since I was little ( I'm 14 but using my \nmums account) anyways, I grew up listening to them, but their music has \nchanged. It's not rock it's more pop. What happened? Maybe Chad and the \nothers should listen to their old albums. The album is still good though \njust different style. I like nearly every song. It's just different, but \ndifferent is good I guess. Sometimes. "
  },
  {
     text:"Still hard hitting beats Okay you guys you writing hate mail are one of two things, 1 either not \nreal Nickelback fans or, 2 on crack. Still sounds like the same Nickelback \nthat DARK HORSE brought us to me. Songs are different, still has the hard \nhitting rock and the dramatic ballad sound that IS NICKELBACK!!That's the \nwhole idea behind new albums. YOU GUYS GOT IT. Love it. "
  },
  {
     text:"Unbelievably poor Nickelback this is awful you are capable of so much more. Severely \ndisappointed. "
  },
  {
     text:".... Can this company or the actual band actually look at the reviews and \nlearn...is that so hard as a community asks for, i mean technically we are \nthe real reviewers, not the fakes that reviewed them as too aggressive. I \nuse too love these guys when growing up...what happened. "
  },
  {
     text:"Not what I'm use to. No fixed Address is right, you guys got lost somewhere making this album. \nFrom, 'Side of a Bullet', to this...I understand trying something new. And \nsome people are going to like it. But you've lost me on this one. Sorry \nmates. "
  },
  {
     text:"Go boys! I have always loved this band and the amazing and inspiring songs they \nsing. Always makes me happy. Keep doing what your doing guys! You're \namazing! "
  },
  {
     text:"Not what I was expecting The only song that really popped out was believe but it's amazing so \nNickel back once again you have awestruck me. I searched for you since I \nwas 5. My brother used to listen to you everyday and I would wait just to \nhear Savin me. Best memory. "
  },
  {
     text:"If these guys turned into more of a contemporary country band to maintain \ntheir relevance It would have made more sense to me as that seems like more \ntheir style. Or why fix what isn't broken? Instead this album plays out \nlike a bunch mediocre b-sides from the last Train or One Republic albums. \nSales figures for both this album and their current tour are a reflection \nof this no doubt. I'm a lifelong fan and I'm not hating. Just my opinion. "
  },
  {
     text:"Best album since All the Right Reasons!! Nickelback has evolved again with this album, but in a great way! The only \nother album that didn't have a \"skip it\" song was All the Right Reasons and \nthis one is no different! "
  },
  {
     text:"Great Album Honestly everyone who dislikes this is not a true fan and should keep \ntheir opinions to themselves, I was taught if you can't say anything nice \ndon't say anything at all maybe these people didn't have good parents, or \nthey're just pathetic lowlives who are angry because Nickelback is famous \nand they're not, however I don't know for sure, I just know that this a \ngreat album. "
  },
  {
     text:"Not impressed This is not nickel back... I have been listening them before they became \nmainstream. They are turning into Linkin Park. I love the way they used to \nbe be. Their last album was pretty good but not this one. I'm really \ndisappointed.. They are one of my favorite bands "
  },
  {
     text:"Good but not as good as Here and Now Have listened to it a couple of times now,the more i listen to it,the more \ni like it although i don't think i will ever like it as much as i like here \nand now which i love and listen too constantly. "
  },
  {
     text:"????? The music sounds like them but there are no standouts songs. \"She Keeps Me \nUp\" and \"Make Me Believe Again\" are pretty decent. The rest are leftovers. \nIt is a disappointment from their previous albums especially from \"Dark \nHorse.\" I like the new sound they introduced on that album. Nickelback kept \nthe trend of their new sound but without luster. "
  },
  {
     text:"Its a good album The album overall is good but not as good as hear and now get em up is my \nfavourite track on the album "
  },
  {
     text:"NO FIXED ADDRESS ! NICKELBACK HAS BEEN MY FAVIRITE ROCKBAND SINCE I WAS A SOPHMORE IN HIGH \nSCHOOL , THE FIRST NICKELBACK ALBUM I EVER GOT WAS ALL THE RIGHT REASONS , \nI HAVE THE DARK HORSE , THE LONG ROAD & THE STATE AS WELL , I LOVE \nNICKELBACK , A HAD HERE AND NOW BUT IT WAS STOLEN , GONNA GET HERE AND NOW \nAGAIN EVENTUALLY , IVE BEEN ANTICIPATING NICKELBACK NEW ALBUM FOR MONTHS , \nDOWNLOADED ON MY PHONE, NICE ALBUM , IT WAS JUST AS GOOD AS HERE AND NOW OR \nBETTER , NOW GOTTA GET THE CD , HATERS WILL KEEP HATING ON NICKELBACK "
  },
  {
     text:"Pretty good Not as good as their other album, tbh. I think more of the songs should be \nhard rock thank what most of them r.... "
  },
  {
     text:"I love it I dont know who u haters are but shut the f@@@ up... nickelback is and \nalways has been freaking awesome i love the new album! "
  },
  {
     text:"Great I torture prisoners for a living and I tried everything! Threats, water \nboarding, even ripping off toe nails and nothing was that effective, That \nis until I found this bad boy! After 5 minutes of listening to this \nabsolute garbage you really start to question your humanity! "
  },
  {
     text:"A bold move Only really like about half this album. I appreciate the new sound attempt \nbut it's not sitting right with me. I will love you guys forever but if you \nwant a blend of sound bring your other rock buddies in on the album. \nDaughtry, Hinder, My Darkest Days.... You guys would make a slamming album \nI just know it! But this is your band and you will always have me as a fan. "
  },
  {
     text:"Poor nickelback Wow. This new album is ok, but nothing like their others. This is probably \nbecause they are reauired to write a certain number of songs due to a \ncontract with the radio company. Nickelback probably had a lot of songs to \nwrite, so they probably just wrote a few quick songs and just threw them \nout there. Sad really, but I give full credit to Nickelback. "
  },
  {
     text:"Well, this is new... While I can appreciate their need to not get stuck in the same rut so to \nspeak, this is a major departure from what we have all come to know and \nlove about them. I would say that so far, the best track is Make me believe \nagain. I have enjoyed ENTIRE albums in the past. I am not seeing this \nhappen here. "
  },
  {
     text:"Nickelback turned into BOY BAND I cant believe that Nickelback recorded this CRAP, singing harmonies and \neven weirder melodies, go back to your roots Nickelback this just doesn't \ncut it "
  },
  {
     text:"Mislead While I do really like this album, from the single Edge of a Revolution \nand from the opening track, I expected more rock and less pop. Otherwise, \nthe album is great and its cool they're trying new things lyrically and \nstylistically. Worth it! "
  },
  {
     text:"Wtf??? Nickleback went south on rock music, sounds like daughtry, maybe avril is \nplaying a big part in chads music nowadays, that's why it's sounding like \npop instead of rock "
  },
  {
     text:"It's not too bad Alright album. I will always love Nickelback but this is no where near as \ngood as older albums like The Long Road, Silver Side Up and All The Right \nReasons. Need to get rid of the teen pop stuff and bring back more of their \noriginal hard rock stuff "
  },
  {
     text:"Nooooo I have been a fan since the first album curb and I an severely \ndisappointed in thks album. There's not a single rock song or a heavy \nguitar solo Chad is so known for. This will be the first album since the \nbeginning I have not bought. Maybe Chad needs to stop listening to his wife \nand her music and start rocking out again "
  },
  {
     text:"Gross Nickelback has always sucked, but this is a new low. Don't waste your time \nwith this garbage, listen to the melvins instead. "
  },
  {
     text:"Re Do You could sing the same words from the last album and this would be a redo \nwith different album title. Try harder, your great just believe it \nyourselves.. please try harder. I love your music, just feels redone. "
  },
  {
     text:"No fixed address The worst album they have made so far got all the other but not getting \nthis 1, it's like something is missing "
  },
  {
     text:"Nickleback I love you guys really I do, but your music has changed for the worst, be \nwho you were before, you sound to much like My Darkest days, I don't like \nthem only their one song! which you pretty much took the glory ! you were \nthe whole song!!!!! come ON BRING IT BACK RIGHT!!!! "
  },
  {
     text:"It's way too pop music style not enough real instruments like the old \nalbum's they could've done much better. "
  },
  {
     text:"People that say they suck you suck Its a badass cd and nickelback is back and better then ever so all they \nhaters just keep hating there still awesome as hell "
  },
  {
     text:"Ok So Nickelback is now a pop artist?!, I thought he was more country rock \nstyled. "
  },
  {
     text:"Nickelback have certainly fallen in to the trap of being main stream. I \nhave been a massive follower, been to a lot of gigs bought every album. \nThis album, I listen to online and im glad! Too commercialised and a let \ndown . Chad you have let the team down and a devoted fan. "
  },
  {
     text:"You are the best Ever since I was about 5 I loved your songs and I am so hyped to see you \nin concert. "
  },
  {
     text:"Nickelback?? Is this them??can't be? Wow i heard this and i had my head scratching. This was a rock album with \na bit of pop and oldies mixed in. The best part Nickelback recorded with \nFlo Rida. I had high standards for this album and yet AGAIN the boys from \ncanada impressed me and i am not easily impressed. This album i give 5 \nstars cause they deserve it and i have my tickets to see them live.....cant \nwait its gonna be a great year for NB! "
  },
  {
     text:"Great new sound I love the new sound, completely different from their old stuff, (in a \ngood way) and much better then Here and Now. "
  },
  {
     text:"I LOVE IT!!!! Yes this album is different to their old stuff but I like it! I love how \nthey have changed it up. I reckon they have taken a risk and for me it has \npaid off. And I do love the fact that they got Flo Rida in one of the \nsongs. You need to have an open mind to truly enjoy this album. All in all \nI reckon it's fantastic!! "
  },
  {
     text:"Smooth soulful sound Good song collection from this young gun dont like every song but he is \nonly going to get better with time I think your amazing my fav just the way \nyou are. "
  },
  {
     text:"I LOVE LAZY SONG I feel so lazy when I listen to lazy song "
  },
  {
     text:"great song's love every one when i listen to the lazy song i just have to listen to it \nagain and again and i feel so so lazy myself "
  },
  {
     text:"Amazing Love this album love bruno Mars and this is by far his best album "
  },
  {
     text:"Amazing tracks! Its bruno mars! nothing else needs to be said. "
  },
  {
     text:"I love lazy song Coool "
  },
  {
     text:"Emotional The first time I heard talking to the moon, I was with my bestie and the \nradio was playing this song, and we both just cried. "
  },
  {
     text:"Bruno Dont know what it is but all Off brunos songs a love to bits "
  },
  {
     text:"Bruno mars rocks I want be a billionaire "
  },
  {
     text:"I ❤ Bruno Mars Best album of all time!! Thankgod in a holligan! I❤u Bruno!!!! "
  },
  {
     text:"Bruno mars is a brilllllliant singer He has an incredable voice "
  },
  {
     text:"Amazing Oh I love this my fave album so far. Bruno your amazing. "
  },
  {
     text:"Best songs and artist ever I just love Bruno mars (peter)I want to marry him by phoebe hammill "
  },
  {
     text:"Brilliant can listen to this album all day \" "
  },
  {
     text:"Oh yeah All my fav songs on one album "
  },
  {
     text:"bronomurs can my frind have a copy of your song "
  },
  {
     text:"I love Bruno Mars :-) I really like Bruno Mars and his song's are amazing !!!!!!!!!!!! "
  },
  {
     text:"brunomars your amazing just the way you are "
  },
  {
     text:"Hmm, I like just the way u are "
  },
  {
     text:"Nota 10 Sou holigam do Bruno mars "
  },
  {
     text:"Favourite Love this album love bruno mars fav song is just the way you are "
  },
  {
     text:"Lazy song This is a great track "
  },
  {
     text:"Just the way you are It good song "
  },
  {
     text:"Really good I really liked the songs they were amazing! "
  },
  {
     text:"Bruno Mars Amazing songs all of them "
  },
  {
     text:"Song Very beautiful song heard it on a children video "
  },
  {
     text:"All of them I loved all of the songs "
  },
  {
     text:"Runaway Baby My fav is runaway baby "
  },
  {
     text:"Grenade I love it. Its mint "
  },
  {
     text:"10/10 Two words \" love it \" "
  },
  {
     text:"Grait This is the best track ever "
  },
  {
     text:"I love this song Hi brono "
  },
  {
     text:"Love this album! This album is fab but im not paying £6.99 for it... might aswell just \nlisten to it on youtube...quick and you dont have to pay..... :-) .....well \ni am a child so im not gonna pay for it am i? Got better things to spend my \nmoney on than albums... :-D "
  },
  {
     text:"I love count on me It reminds me of the most precious days of my life and I shall never \nforget them. "
  },
  {
     text:"Ahhh I love bruno mars "
  },
  {
     text:"Fun Such a funny album! "
  },
  {
     text:"love it My favourite album! :D "
  },
  {
     text:"Hi Love this song so inspirational "
  },
  {
     text:"Count on me U can count on me "
  },
  {
     text:"I love it I love this its amazing "
  },
  {
     text:"GOAT returns once more I already had high hopes based on the title of the album alone. It \nexceeded my expectations, even after all those meh singles. (Survival and \nMonster) Definitely worth the wait and of course album of the year. "
  },
  {
     text:"He's baaaack This album is by far the best Hip Hop album I have ever heard. And not \nonly that but long live Slim Shady!!!!!! "
  },
  {
     text:"Couldn't have been better! This album is raw hip hop... A lot of people won't get this album cuz all \nthey wanna hear is radio and trap beats. Anyways I heard a lot of \"slim \nshady\" on this album, and I love that sh*t! Em got bars for decade's. .. \nLONG LIVE SLIM "
  },
  {
     text:"Classic! While Jay-Z has had a long and distinguished career Em's latest shows he \nis the best in the business. His flow, lyrics and storytelling is on a \nlevel Jay-Z IMHO cannot adequately compare. "
  },
  {
     text:"Eminem Once again he outdoes his album..I feel like buying this 2× one to use and \nthe other to keep in a case brand new. "
  },
  {
     text:"Great album The man can spit! I definitely recommend the deluxe edition... it just \nseems a little more cohesive then ending it at track 16... and to those \nsaying he sucks cause he hasn't released an album since 2010... it's \nquality, not quantity that a true artist makes. "
  },
  {
     text:"Listen Carefully To all of those who didn't like the album, its alright, go back to your \n\"Drake, Kanye, 2 Chains\" because I will say this about Eminem's Album, he \nMurdered All Of Em. & how did he do it? Simple, with his lyrics. If this is \nEms Last Album which I really hope it isnt even tho the song Headlights \nmight indicate that it is (he actually forgives his mom which he has never \ndone til today) The man went out with a Bang in the Hip Hop Industry & Id \ngladly say I never turned my back on Em when everyone else did. "
  },
  {
     text:"No one does it better! This album rocked! No matter anyone says. He is by far \"one\" of the best \nrappers to ever touch a mic! I didn't even preview this album before I went \nout and bought it, that's just how much faith I have in his music. He has \nnever let me down with anything he's done, that goes from Infinite to Shady \nXV and every mixed CD I could get my hands on! Keep killing em Shady! "
  },
  {
     text:"Hate the title! Amazing album. But it really shouldn't be called the Marshal Mathers LP 2. \nThe magic of the original Marshall Mathers LP was Eminem's raps over Dr. \nDre's beats. And THAT'S NOT HERE! But yes is a great album but don't let \nthe title throw you off. Wicked Ways "
  },
  {
     text:"Ok Em Is good but not as good that you guys hype him up to be he is not the \nbest of all time tupac and biggie r the best of all time in my opinion I \nlike Kendrick,kanye ,jay z , naz, the game and others albums way more than \nthis listen to other albums before you say this is the best album this \nalbum isn't even in the top 50 hip hop albums of all time "
  },
  {
     text:"Good and... well.... Slim Shady has a lot of of awesome songs but also a lot of songs that make \nme a little ashamed that EMINEM, of all rappers, wrote it. "
  },
  {
     text:"\\(^_^)/ Im a hardcore fan of rap an I love lyricism I love story telling I love \npersonal type of music I love music that you listen to a metaphor or hear \nwords that you never heard of that make you go back an relisten to the \nmetaphor or look up the word that i just heard an to me Eminem has it all "
  },
  {
     text:"Een waitin for so long *the best* He has agreat comeback drake can be great but eminem is just so good I \ncan't stop listening to his new raps all hail rap god "
  },
  {
     text:"Love it!!! Not a single song not worth listening too. I think the best song is \nHeadlights....it's the most powerful and emotional song he wrote since \nCleaning Out My closet and you can hear the pain and forgiveness in his \nvoice. "
  },
  {
     text:"Good album; worth the cash This album didnt let me down at all. Not as good as his first two albums \nbut still good! "
  },
  {
     text:"He's back I litterally have nothing bad to say about this alblum I love every song \non it probably one of the best alblums I've heard In a while and to sum \nthings up eminems back and while he was gone he was some how turned into a \nrap god "
  },
  {
     text:"Fantastic album Everyone raising this one star doesn't understand what he's rapping about. \nEminem just doesn't rap, he raps about his life and the obstacles he \nfaced.. He has dedication and is real about rapping. Not many rappers are \ntrue with their lyrics. It's takes special talent to rap the way Eminem \ndoes. "
  },
  {
     text:"Brilliant Eminem back to his brilliant best. Best rapper lyrically, unbeatable. This \nalbum was worth the wait. "
  },
  {
     text:"Eminem is my favourite artist. Love the new album and new songs. People who are hate commenting this I \nsuppose you could rap better? Yeah that's what I thought. "
  },
  {
     text:"Wow Eminem fan since his 1st album, and I think this just might be his best so \nfar. There are a lot of sample tracks but they all sound good. Lyrically, \nno one's better. "
  },
  {
     text:"Hmmm.... People who haven't bought or listened to the ablum shouldn't be able to \ncomment..... Em you rock. Stay true. Keep evolving and stay not giving a \n@(#* about what everyone else thinks. "
  },
  {
     text:"Content The content in \"Beautiful Pain\" includes a beautiful chorus featuring Sia. \nFor this to be a Bonus Track on MMLP2 really speaks to how many great \ntracks Em had on this LP. "
  },
  {
     text:"Perfection Marshall Mathers is a rap god he has earned that title clearly and he \npushed through.. This is a great album if u know rap its right here. "
  },
  {
     text:"Struck gold! He really did strike gold, this album is genius! And guys he's not done \nafter this he means that it's his last time coming back, meaning he's not \ngonna take so long in between albums... he's in it for the long run baby! "
  },
  {
     text:"He is the Rap God! I love Eminem.....he comes back stronger than ever....shows you that it \ndoes not matter how old you are...when you are good you are. He is a very \ntalented artist and he proves it over and over. I was not disappointed with \nthis album. Worth 5+ stars! "
  },
  {
     text:"SLIM SHADY Deep Lyrics and unique beats. Not better then MMLP but its still \namazing!!!! Album of the Year "
  },
  {
     text:"Best Eminem album I own all of his albums since Infinite. This is far by the best. He was \ngood while he was high, but I like this Eminem better. I relate to him \nbetter (in these) than Slim Shady albums. The white boy is back! "
  },
  {
     text:"Love it, but I hate how I have to wait for music that I purchased to load. \nIs there anyway I can transfer it to my other music player? It's ridiculous \nmy purchases have to load before I can listen to it. "
  },
  {
     text:"Great album While there's no question Eminem is one of the best rappers out there, and \nthis whole album is great, I don't really like Rap God. The Monster is a \nmuch better song. "
  },
  {
     text:"#G.O.A.T. This album wasn't his best the first mmlp or Eminem show are his best but \nthis album was a statement to all the new people out calling themselves \nrappers... Ems lyrics and the way he puts words and bars together is better \nthen anyone who has ever done it. Legacy is a song to listen to and @$$hole \ntwo of his most lyrical songs on the album! He calls himself a Rap God for \na reason.. There isn't anyone out that can touch not Kendrick, drake, meek, \nWayne, nobody will ever touch him again! "
  },
  {
     text:"This review is really by me, Devyn Christopher. Im not telling you were I \nlive. Some songs are sad but it tells you something really important about life: \n\"if life knocks you down, just get back up and fight back to overcome the \nchallenges life puts on your shoulders\". That's mostly what his songs are \nabout, stay strong even if life is beating you down, just get back up. "
  },
  {
     text:"luv rap God this single by far is some of his greatest work yet, he came off fly on \nthis by incooperating some of the other names an artists vibes in it like \nsuper sonic an i like the fast up tempo flow. keep doing ur thing as only u \nno how!!! but u still say at the end he should of said \" y be a rapper when \nu can be a rap king instead of sayn GOD cuz noone can be God!!! "
  },
  {
     text:"Marshall's Back! It's been a while since Em has done anything like he use to, and I'm \nsaying this in 2016 so I'm talking about after the album. Hopefully we see \nmore of this, the album had unique songs, of which was all upbeat, although \nthere was some lows, but all albums do. "
  },
  {
     text:"Love it If you guys are waiting for the old Em to come back, it's likely not, back \nthen he was blamed for his violent lyrics, so he had something to say, and \nsaid it well, that's not the case now, hes alot more9re famous than before. \nYou want the old Eminem, go back to the other albums. He mixed modern music \nwith REAL rap, Lil Wayne does that, but wack. "
  },
  {
     text:"The best The heart of recovery with the ruthlessness of the first LP. Shady shows \nsign of maturing since 2000 and I freaking love. Keep it up Marshall!!! "
  },
  {
     text:"At the top of his game I literally cannot find the words to express the greatness of this album, \nit is deep on all levels. It has a wide range of emotions tied throughout \nthe cd. For the select few that rated this album low are the confused \nindividuals. I can't turn this album off. I was surprised with everything \nin this album I knew it'd be good but I didn't know it'd be another work of \nart from Eminem. I downloaded the album and bought the cd in the store. \nKeep doing it Em I look forward to a tour hopefully soon. "
  },
  {
     text:"He's back <3 Shady is my idol, laugh if you want, I don't care. I'm just happy he's \nback "
  },
  {
     text:"Buy this now! Crazy..just crazy It's classic Em with his new style. Evil Twin, Legacy and headlights my \nfavorite tracks so far... Also groundhog day. "
  },
  {
     text:"Bad not worth it This is horrible what happened to you em you'll never be as great as you \nonce were slim shady and marshal mothers lp were the greatest I still \nlisten to them "
  },
  {
     text:"Good Album Okay, the best songs are rap god headlights survival bad guy and wicked \nways. To the guy who said that k dot needs to sit down, as much as I love \nEminem, Kendrick has a great chance of beating em in a rap battle "
  },
  {
     text:"XO.... Nothing better. Have had all of his music for a while and the bonus tracks \nfor about a week now but I'm still buying a hard copy. He's the only artist \nworth it. XO till we overdose! "
  },
  {
     text:"Basically The best R&B album out there! The Weeknd Re-invented R&B with this album.I'm officially hooked.Xo till \nwe overdose! "
  },
  {
     text:"Abel Tesfaye <3 He is seriously the most amazing artist out there! Basically dropped all \nother music for this! This music has meaning & 8 don't have a hard time \nrelating. He really out did himself! Outstanding album & music. "
  },
  {
     text:"Absolutely Excellent I've never heard of \"The Weekend\" before until I happened to hear two of \nthere songs on Pandora. I immediately investigated. I was shocked to find \nout what I have been missing all this time. BEST R&B ARTIST EVER! "
  },
  {
     text:"This Is A Great Album! I really love The Weeknd i just like the way he sings. He sings good, and \ni like his albums all of them even beauty behind the madness in 2015 and my \nsecond favorite is this one. I'm a fan of Abel! Still listening to this and \nin 2016 this was 2012. I'm always gonna be a fan of Abel a.k.a The Weeknd . "
  },
  {
     text:"Addicted I've had his mixtapes for a long time and I still listen to them on a \ndaily basis. I'm glad he's released them as an album, very happy to support \nThe Weeknd! Amazing artist ♡ "
  },
  {
     text:"trilogy . this album just turned 3 yesterday ...its crazy ...and this album means \nalot to his xo fam because its a mixture of house of baloons and other \nsongs and everyone knows hob was his first mixtape ever ...he is everything \n...he truly is talented ...hes different he does truly care about his fans \ntoo ...xo til we od . man man . "
  },
  {
     text:"X'O Abel A.K.A the weeknd is by far one of the most talented guys out there \n,its said that his music is the dark side of michael jackson, and his \nperfect and smoth voice is really amazing, i recomend you to buy all of his \nmusic. i did ........and artist like him deserve proper recognition , this \nis really good music. his music is perfect "
  },
  {
     text:"LOVE. XO TILL I OVERDOSE. Been listening to him since he first came out and been a fan since. I love \nhim! "
  },
  {
     text:"Xo till we overdose, baby I'm going to pretend I haven't heard all these songs & just overdose on \nhis music. Forever fan ♥ "
  },
  {
     text:"You don't know, what's in store... A totally new brand of r&b... a new age in music. In a world full of \ncookie cutter \"artist“, Abel stands out and is creating his own lane. Truly \nexciting times. Listen to the weeknd man! The weeknd's music makes the \nladies panties get wet! "
  },
  {
     text:"OMG TOP ALBUM From being with Abel from the beginning and to see his album in the top \ncategory is SOO AMAZING. I LOVE ABEL! THIS IS SUCH A BIG ACCOMPLISHMENT. xo "
  },
  {
     text:"XO TIL I OD He is one of the worlds most amazing artists. If I ever got to party with \nhim, I would do EVERYTHING he wants me to do and try. I truly wish I got to \nexperience everything, that all the girls he sings about does(probably not \nthe drugs). He is truly my IDOL. "
  },
  {
     text:"Roll your windows down and turn it UP No one out there like the weekend he crushes the dream "
  },
  {
     text:"Lyrical masterpiece I truly like his emotional perception which transcend lyrically into a \nmasterpiece. He is a wonderful artist, I greatly appreciate his sound. It's \nrelatively refreshing amongst my age group. Bam "
  },
  {
     text:"It's a movement. XO Abel is such an amazing artist. It's weird because as real fans we've had \nthe mixtapes for years now but because we respect & love the music so much \nwe buy it anyway. It's a beautiful thing to be able to support an artist \nfrom the beginning & see them develop & grow. We helped make the Weeknd a \nsuccessful artist & I love that. "
  },
  {
     text:"Great By far the best R&B album I've ever purchased. It can get really dark too. \nAnd 30 songs for $9.49 it's a great deal. However, some of the songs can \ndrag a little. It's a great album. Another problem with it is that the \nsubject matter shouldn't talk about the same thing over and over. It's \npretty much drugs, sex, girls, and drugs throughout the album. Overall, \ngreat album. "
  },
  {
     text:"The most amazing album. Complete classic. Its addictive and compelling and frightening. Its \namazing and I loved every second of it. All one million times I played it. "
  },
  {
     text:"Abel Tesfaye I love the weeknd so much, I literatly have all your songs ever made! I \nlove you, and the trilogy is amazing just how theirs all your hits in this \n>> keep the good work abel "
  },
  {
     text:"Incredible production I have never heard music like this before. It draws you in, and won't let \nyou go. Buy the trilogy. "
  },
  {
     text:"TheWeeknd <3 Able Tesfaye ( TheWeeknd ) his voice is absolutely amazing. Its pure \nperfect. His music is genius, the beats are awesome & his interpretation of \nhis own life and surroundings is beautiful. He's the best singer out there \nin the industry (in my opinion) he will be a great legacy. He gives his all \ninto this and he delivers without disappoint everythime! (Love you able) \n-Kristalyn "
  },
  {
     text:"Great Album ~ Amazing Artist He has amazing vocal skills, lyrical talent, awesome beats. This album is \namazing and never gets old. There's a song for every kind of day. I love \nThe Weeknd and I fckng love Trilogy. "
  },
  {
     text:"Not a day has passed I've been listening to Abel since 2011 and I will say not a day has passed \nthat I haven't listed to at least 1 of his songs. I own all 3 mixtapes and \nI know a lot of you do too but we all still went out and purchased this \nalbum with impunity. Intoxicating beats mixed with haunting vocals and \nprimal, fantasy driven lyrics The Weeknd paints a picturesque lifestyle \nthat we can live vicariously through. "
  },
  {
     text:"Forever in love with this album..XO One of the best albums out there. This album is just so sexy & mysterious. \nAbel is sexy and mysterious. I literally listen to this album every single \nday, & i will never get tired of it. His voice makes the album 10x better. \nI love Abel Tesfaye..XO. <3 "
  },
  {
     text:"The best! One of the best artists of all times! The Weeknd is truly the best out \nthere! He done changed the game!!! "
  },
  {
     text:"SPEECHLESS ! LOVE his album ! especially , the song , THE ZONE . first heard him on \ncrew love with drake , & fell in love with his voice ever since , just \ncan't get enough of the Weeknd ! - OvOXO 'til I overdose .(; "
  },
  {
     text:"xo til we overdose I've been a fan of Abel since he was The Noise, and he has definitely \nevolved into a great artist. I love his music so much, I just listen to it \nand my heartbeat slows and I go into a daze. His music is addictive, it's a \nchange the music industry needs. It's infatuation this thing I have with \nhim. I have ALL of his songs. You won't regret downloading this!! "
  },
  {
     text:"Classic. One of the most atmospheric and classic albums of 2012. I never get sick \nof listening to this album. Every single one of the 30 tracks, from start \nto finish, always sound like I'm hearing them for the first time. "
  },
  {
     text:"Trill This album is really relaxing and it seems like he hits every note just \nthe way I would expect it to happen. "
  },
  {
     text:"Love him I love him , Got XO tattooed on my chest for him , he is magical, that \nvoice... Been a fan side 2011, and I'm here to stay... I love Abel Tesfaye \n<3 "
  },
  {
     text:"XO forever This guy is a genius. From mixtapes to albums , albums to performing live \nhe's a genius and is definitely going down as a great. His music is \npowerful, each song gives you an out of body experience. The weeknd has \nonly hit the prime of his career can't wait to hear more music from him. \nReally big fan and oh XO till death do us part. The overdose has begun. XO "
  },
  {
     text:"Amazing artist He did absolutely amazing I feel he can be one of the best as long as he \nkeeps making this kind of music. "
  },
  {
     text:"BEST VOCALIST I HEARD IN THE PAST DECADE The Weeknd has the voice that leaves you speechless PERIOD! AMAZING "
  },
  {
     text:"Abel Tesfaye>Life Screw all of you who rated anything under 5 stars, you obviously don't \nknow what music is, you dumb twit. $6 is DEFINITELY not enough for \nthis..... perfection. I'd pay $100 for this album any day. Abel is a \ngod.... an angel from heaven. Whoever doesn't like his lyrics, great, don't \nbuy his album. Don't be an idiot. His potential is as obvious as his lyrics \nare toxic. "
  },
  {
     text:"Im too obsessed!!!! Ive been obsessed with him since he came out in 11'. I cant believe its \nbeen a year since his first mixtape and the other two following them, that \nended up being remastered and turned into a Mega album!! I couldn't be any \nhappier that his success is rising, and to be a fan. His voice just melts \nme lol. I hope he starts touring the us soon! "
  },
  {
     text:"Best artist The Weeknd has the most relaxing, broadest, and smoothest voice ever. It's \nperfect for singing. I wish i had that singing voice. "
  },
  {
     text:"♥ Jst fell in LOVE with The Weeknd when I first heard them!!! "
  },
  {
     text:"Read the description Great music but these songs were released as 3 FREE mixtapes why do we \nhave to pay for the free release? "
  },
  {
     text:"This man... smdh Have a listen to the weekend for a long time now.. Even before he went \nmainstream. I love him his voice is outrageous ! And even though he saying \nabout some messed up stuff his vocals unsurpassed for his time. XO forever \n♥ "
  },
  {
     text:"I agree this is music Sorry its not be heavy metal or soft rock but ask itself this is there \nreally anything else out there really good now ...real talk "
  },
  {
     text:"She is honestly so amazing. Her lyrics are fantastic and genuine. The music seems to seep into your \nbones and rock you from somewhere so deep inside yourself that you didn't \nknow it existed. She's a goddess. "
  },
  {
     text:"Generic For me Halsey's old room 93 ep was great but her album is just plain \ngeneric the song new Americana so cheesy everyone says she is some new \nrevolutionary artist but she is just plain boring "
  },
  {
     text:"Hasley is a Queen Ok ok so idc if you have never heard of her before, but you will \nabsolutely adore her ♥ "
  },
  {
     text:"Halsey is seriously amazing. She is a lyrical genius and when it comes to \nthe beat, that girl has got it down. Whether you want something up beat or \nsomething to cry too, Halsey always has your back. She is so into her music \nand thinks about her fans and it makes her one of the more enjoyable live \nperformers out there (of course, after Twenty One Pilots). I am truly happy \nwe got to visit the Badlands with someone as amazing as Halsey. "
  },
  {
     text:"Fantastic!!! I had never heard about Halsey until I saw her live as an opening act for \nImagine dragons in late July. She was really good live! I had forgotten \nabout Halsey for a while, then I found this album in my suggestions! It \nseems like not many artists are good live now, but a few gems like her and \nImagine Dragons are amazing live. "
  },
  {
     text:"Love the song Control, but.. It made me buy the song TWICE! I wasted TWO DOLLARS on the same song! I \nbought it, checked my music, wasn't there, just lost a dollar. Bought it \nagain, checked my music to finally find the song, wasting yet another \ndollar?! Help?!?! "
  },
  {
     text:"This is going to be chart topping Everyone always under-estimates Ashley and they are going to be mind blown \nwhen they see the success this album will bring for her "
  },
  {
     text:"Long Time Fan i've been a halsey fan since august last year. getting to see all her big \nprojects i can tell you one thing. she absolutely never fails to amaze me. \nher style of music i so unique. the way the many sounds in this album you \nmight not even realize are there make you feel is something no album before \nhas ever made me feel. its especially her lyrics that make it so amazing. \nhalsey manages to create a scenery in your head that makes it feel as if \nyou know exactly what she's talking about. thats not just music. "
  },
  {
     text:"WHY IS SHE NOT MORE FAUMOUS She's the best singer I've found. Well almost. I'm ten and I love her \nsongs... she's amazing... sometimes I feel bad for the singers like this \nwho don't get as much credit as some terrible singers. Cause those people \nget the credit that people like Halsey and Florence deserve. I'm listening \nto my favorite song on the album, Control, right now. :hums: "
  },
  {
     text:"A few good songs, mostly generic This whole indie scene sounds the same nowadays, and the females \nespecially. They'd get a lot farther if they'd quit trying to sound like a \ncarbon copy of Ellie Goulding. The best songs on this album were, in my \nopinion, the ones with a darker, colder, more bitter and vengeful sound. \nWith a little more originality, Halsey could go far, but this misses the \nmark, at least in the first half. My advice: skip to the second half, it's \na little more inspired. "
  },
  {
     text:"I wish the explicit sticker had shown up on my computer Now that I'm coming back to review this I see that on my phone it states \nexplicit. And really this was. I'm no prude but I prefer music that's not \nshouting profanity every two seconds. If I wanted that I could get that \nfree album from Miley Cyrus- there's about as many references about smoking \ndubies here too, always classy to have an entire song swing around.- I \nlistened to two of her songs beforehand and thought they were good. They \nwere the only worthwhile ones on the ones on the album. Keep it in mind. "
  },
  {
     text:"Yaaa Its going to be amazing her songs are good no not good AMAZING. Halsey i \nlove you so much no words can describe how talented you are and how much we \nlove you❤ you and your songs are so inspiring i feel the meaning to your \nsongs when i listen to them your just so amazing and you should be on the \nradio your Queen "
  },
  {
     text:"Instantly loved it Saw her as the opening act for Imagine Dragons. Instantly liked her. She's \nthe best opening act I've ever seen. I love this whole album. I'm \ndisappointed that I missed out on tickets to her first solo tour! She has \nsuch a unique style. Love the lyrics and her voice. "
  },
  {
     text:"PHENOMENAL A Pure spiritual experience is the best way to describe this album \nabsolutely amazing. Halsey is a lyrical and musical genius these songs will \nempower you and relax you and make you feel like you're being serenaded by \na siren, one that doesn't intend to kill you, while receiving the best \nmassage of your life. If you haven't experienced this album yet do so you \nwill not regret it guaranteed. "
  },
  {
     text:"I love HALSEY! Had the pleasure of watching her and her band open for Imagine Dragons. I \nfell in love with their sound immediately. Not a single bad track on this \nalbum. Young God is my favorite. "
  },
  {
     text:"The absolute worst thing that has ever happened to pop music 4.9. You kidding me? The only thing good about this album is how good you \ncan see what her pesonality is like. Which is bad. "
  },
  {
     text:"Awesome The whole album is amazing. How is that possible? She's not just a one hit \nwonder. Her music captures your attention and compliments lyrics that are \nfresh, haunting, and meaningful. You feel her being poured out right there \nin all her artistic magnificence. "
  },
  {
     text:"Emotionally charged album Halsey has done it again and bared her very soul into her album BADLANDS. \nEvery song hits you straight to the core evoking as many feelings as \npossible. It's an intimate, intense ride from start to finish. Old \nfavorites Ghost and Hurricane are classics. Standout new tracks are \nHaunting, Hold Me Down, Castle, and Colors. "
  },
  {
     text:"Worst Album of All Time Halsey is the rip off of Lana Del Rey. Lacking originality, divinity, and \nstyle. She truly is an awful person and artist. "
  },
  {
     text:"Incredible I've seen her live only once but that was enough to show how talented she \nis. Her lyrics have so much meaning and her voice is so beautiful. This \nalbum Is going to be so amazing, no one is ready for this! "
  },
  {
     text:"amazing This album is one of the best I've ever heard. I can't put into words how \namazing all the songs♥♥♥♥♥♥♥♥ are♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥ "
  },
  {
     text:"Used to hate it but it's okay now. I don't really like her voice but some \nof her songs are catchy and she seems cool. "
  },
  {
     text:"Incredible I've been waiting for this album for months and it definitely didn't \ndisappoint. Halsey is an amazing bew artist, her lyrics, which she wrote \nherself are deep and inspiring. The dystopian place she created for this \nconcept album, the Badlands, is a faszinating project with which she \nmanaged to include her fans in this project. Can't wait for the next album! "
  },
  {
     text:"Never heard anything better Her voice is like your favorite candy dipped in your second favorite candy \nand dipped again in your favorite candy then stuffed into a smore "
  },
  {
     text:"Incredible Awesomely put together. Great aesthetic. Keep making music, Halsey! "
  },
  {
     text:"Queen Halsey is a Absolute Queen if you didn't know. Her voice is amazing and \nworks very well with her lyrics. I.LOVE.her "
  },
  {
     text:"shes my life Ashley is such a strong individual. Shes the world to me and i know that \nthis album is going to be a huge success for her. SHE DESERVES IT AND EVEN \nTHOUGH I AM BROKE HERE I AM SUPPORTING MY QUEEN "
  }]