[
  {
     text:"4.5. $+@Rs!! Her album is full of lyrics which flow off her lips with all the passion, \nanger, idealism, scars and hubris of untamed youth. The lyrics convey a \nquality of self truth which come from experiences not easily endured yet \nuniversal to coming of age. Certainly the explicit language is there, but I \nfind it genuine and not forced. 4.5 stars and not more is mainly due in \npart to be a challenge for her as she matures poetically as musician and \nentertainer for her next album. I'm looking forward to more! "
  },
  {
     text:"Amazing! Although every song is great, I recommend Castle, Haunting, Gasoline, and \nControl. Can't wait to hear more from her! "
  },
  {
     text:"The beast Halsey hot great and has the best voice I have ever heard. "
  },
  {
     text:"First time saw her opening up for Imagine Dragons in Boston, she was \nawesome! I want her to \"hold me captive with her kiss\" haha hope to meet ya \nHalsey! "
  },
  {
     text:"Halsey is a goddess She is so creative with her lyrics, like I legit die everytime one of her \nsongs come on. "
  },
  {
     text:"I love Halsey Her songs are amazing they make you want to dance and sing.She's just an \namazing person.I want people to start listening to her you will love her. \nI'm a new fan I started liking her about 2 weeks ago. "
  },
  {
     text:"I'm so proud I've been following Halsey since her tumblr days and now she's going to \nrelease an album I'm so proud of her "
  },
  {
     text:"Love her!!! I've just got really into halsey latley and she is one of my favorite \nartists. Her lyrics are meaningful and her voice gives me chills. I highly \nrecommend her "
  },
  {
     text:"Halsey the whOLE ALBUM IS SO FREAKING AMAZING MY BBY GIRL DID IT "
  },
  {
     text:"The thing is her name is my name and i found out she was alternative indie \nso i listened to her all amazing everthing about her "
  },
  {
     text:"IM.SCREMAINB okay okay i was like 10 seconds into Castle and i was like omg omg this is \nbeautiful. I domt have any moemy so i will buy it later "
  },
  {
     text:"!!!!!!!!! I love Halsey so much and almost don't want this playing everywhere I go. \nAlthough that would be pretty cool. But the way she sings and the \nmeaningful lyrics make her music personal for every listener and I think \nthat's something special. But also, this is amazing stuff and everyone \nneeds to hear it! "
  },
  {
     text:"This album completely blew me away! I don't think there's one song on it \nthat I am not in love with. Completely perfect!! "
  },
  {
     text:"Listen. This eminem will never be back. If you knew anything. Eminem had to \nbasicly reteach himself how to rap again after he was in a choma from \noverdosing. Yeah this em is awesome. But the new em is even better because \nhes rapping like he is in rap god while hes sober. Em will always be \nawesome. "
  },
  {
     text:"Yes Yes I don't listen to rap that much but this guy was like what I listen to \nevery morning on the way to school I love his music no doubt. "
  },
  {
     text:"amazing After buying this on my ipod I lost my ipod forgot the itunes password got \na new phone bought the whole album again lost my sd card and my password to \nmy Google account bought this album again a new phone (the one I have now) \nwhat I'm saying is this is one of the greatest albums ever "
  },
  {
     text:"Best Album This is Eminem at his finest! I brought everything to the table on this \nalbum. Any album after this was not that great including his new album \nMMLP2. Everyone I know wants this eminem back again. Plus he needs to work \nmore with DRE "
  },
  {
     text:"Dopest Superman & Collapse make this a top 5 all time rap album no doubt, black, \nwhite, purple, fuggetaboutit... dopest "
  },
  {
     text:"Brilliant Album This is a very good album!! Till I collapse is probably the best pump up \nsong ever "
  },
  {
     text:"Best album Favorite album of all time Eminem never put out a bad album encore was a \nlittle wacky but was still good this album is simply the best if you \nhaven't heard this yet then you don't know good music "
  },
  {
     text:"THE BEST ALBUM HE HAS EVER RELEASED This is by far the greatest material he has ever released. I enjoyed every \nsingle song and you will too. Even the clean version stands up with the \nsounds instead of the cussing. Must have "
  },
  {
     text:"Perfect Eminem's most diverse album, its got sad, happy, angry, funny and \ninspirational songs all done during his peak... No matter style kind of \nEminem songs you prefer you will love this album "
  },
  {
     text:"A must. Best rap album of all time in my opinion. Only thing that comes close is \nJay-z's black album. Unbelievable lyrics throughout establishing Eminem as \na true hip hop superstar rather then a white mainstream pop act. A \nmasterpiece. "
  },
  {
     text:"Great Album, Learn to use Google It's NOT stream only, as some have posted. Open your Android music player \n(stock) and make sure \"offline music only\" is UNchecked under settings. Now \nfind this album under Albums-> and select \"make available offline\". This \nwill download the album to your device. Once you purchase it, it's made \navailable to your 'cloud' and you have to manually download it to your \nphysical device. Or use the Music manager to download to your computer. \nThis is the best quality you will get at 320kbps "
  },
  {
     text:"Yep so.... First review, seriously? whining about a musicians \"making a ton of money\" \n(because they should all work for free?) and the money going to drugs and \npartying? Better stop listening to any music genre anywhere ever \nthen....great album of you like Eminem. Google works fine if you're smarter \nthan the inanimate objects (ie hardware/software) in your hand. Complaints \nare posted by people who are neither. Either you like him or you don't. If \nyou do, you'll like this one too. "
  },
  {
     text:"A Moving Album I bought my first Eminem album deep in the bible belt of rural Indiana. I \nwas probably 13 or 14. My mother had sent me from my vibrant and liberal \nhome state of California to live with my grandmother for the summer. The \nculture shock was resonating; I had gone from being a normal \nguy--shoulder-length hair, baggy pants, and a ripped hoodie--to being a \npariah outcast. This combination of teen angst and social isolation is \nprobably what drove me to buy this album, since Eminem was all over the \nmedia at that time, being labeled with every negative adjective imaginable. \nI figured we were the same. Well, we weren't. After buying this album and \nlistening to it all summer, I returned to California a changed child. I \nwill forever remember this album as the bell that heralded my awakening to \nthe realities of the world. With deeply emotional songs like Cleanin' Out \nMy Closet, about his painful childhood and the tumultuous relationship with \nhis mother, and Hailie's Song, about his overwhelming love for his daughter \nand his promise to give her a good life, it's difficult not to be moved by \nEminem's work. The interludes, brief sequences of raw emotional content, \nare just as powerful. Buy it. "
  },
  {
     text:"Don't give 1 star b/c phone too full to download Except for 1 person, who seemed to truly dislike the music, every review \nrating this album 1 star is from a person unable to find the download (try \nusing search, duh!); 1-2 songs that won't play properly; & 1 ditz blaming \nGoogle & giving 1 star review b/c his/her device hasn't enough space to \ndownload? Except for ditz, & the proper subjective 1 star, all other \ndisgruntleds need to contact Google Play Store. This space is where you \nrate the music; if you've tech problems, call support! Arggh! "
  },
  {
     text:"Another mind blower Em has totally killed it on his 3rd album. This is definitely in his top \n3. He has some amazingly strong lyrics, good beats, and a nice flow (as \nusual). As soon as u start the album and white America starts playing u'll \nknow that Ems ready to pump some great rhymes into your ears. I don't think \nanything's touched mmlp, but ANYTHING is better than Encore. Just because \nhe raps like he does on rap God now doesn't me we can't listen to his \nclassics. "
  },
  {
     text:"Best Album This album combines both the serious and silly sides of Eminem in the best \nway. It's very solid. If you're on the fence about Eminem, this is the \nalbum to choose sides with. "
  },
  {
     text:"Sing for the Moment This is the ONLY song i like from him. The lyrics make since and are \nactully slick. Rarly heard him swear (swearing just kills it all lack of \ncreativity) and the whole song comes into play. Best in my opinion "
  },
  {
     text:"One of the best Not as great as recovery but still a great album! "
  },
  {
     text:"Excellent Album Love the beats by Dre , love the lyrical talent. Em's having fun and \nmaking rap look easy. Some classic songs that will be remembered for years \nto come. "
  },
  {
     text:"Amazing The best of Eminem I hope his album this year is as good cause its his \nlast. It's gonna suck when he is gone. No one will ever be able to match \nhim. He is a musical genius. "
  },
  {
     text:"Perfection. Simply said, this album is a banger from second one until the very last. \nThis is a stellar record all the way through. Not one track gets skipped \nwhen I listen, I rock every track on it; sometimes twice. Em is quite \neasily the most prolific and skilled rapper there is in this watered-down, \nauto tuned, noddy era for rap/hip hop. EXCELLENT. \"'Til I Collapse\" is one \nof my top 10 faves of ALL TIME and I usually listen to 90's alt & sleepy, \nindie synth-type stuff so... Get it. Nuff said. "
  },
  {
     text:"DA best rapper ever Eminem is my favorite rapper I love all his albums I give it 6 stars "
  },
  {
     text:"Dont be hatin fool If you going to hate, hate on your self fool!!! Eminem is the best! "
  },
  {
     text:"Incomplete It gave me incomplete songs i want fefunded too bad i love this album "
  },
  {
     text:"Nice This is a really good album. How can any one complain about this album? \nWhen you guys blew a korean artist up. Whats this world coming to? "
  },
  {
     text:"Stupid music for stupid people. I can't believe I used to listen to this \ncrap. "
  },
  {
     text:"I've played this whole album about a million times since I was like 13-14. \nI'm now 25 & it's still one of my favorites. A classic all the way through "
  },
  {
     text:"BEST F**KIN ALBUM EVER All the songs sound like hits. hands down , one of his best albums. FAV \nsong (Till I Collapse) "
  },
  {
     text:":-(( I'm a BIG BIG EMINEM FAN and this is one of my favorite cd's, but two of \nmy songs are cut off or cut into and I'm very upset about so I'm only \ngiving 3 stars!!!! "
  },
  {
     text:"Read this Fix it.I cant listen to my music Without Me and i bought it.It keeps on \nsaying no space ablelive.If u Guys fix it ill rate back to 5 stars "
  },
  {
     text:"Greatness This is easily one of the best albums over all time in any genre. You owe \nit to yourself to listen to it, because it very rarely gets any better than \nthis. "
  },
  {
     text:"Stfu lil kid The kid that said watch it on youtube stfu nobody cares if they like him \nlet em buy it to support him. Who tf cares what he spends it on. "
  },
  {
     text:"Can't download I purchased it and I've tried looking through my settings in both my music \nplayers that are stock and couldn't find anything to help. How can I \ndownload this album since I already bought it? Once done I'll give 5 stars. "
  },
  {
     text:"My favorite I love your mind you spoke through the walls of my soul. Bobbi L. Coglizer "
  },
  {
     text:"Amazing Follow me on sound cloud big_j_raps I'm just starting but tell me what \nyall think and tell your friends about me "
  },
  {
     text:"He's the best I don't listen to anyone else when it comes to music like this its him or \nnothing at all "
  },
  {
     text:"Beezneez !! Best album I ever purchased. One of those that you can let play without \nskipping to the next track on repeat.. "
  },
  {
     text:"EPIC!!! He was the reason I started listening to rap more often, can really relate \nto his lyrics! "
  },
  {
     text:"Eminem is great He's following his dreams so he drunk most of the people are drunk when \nthere singing hes great I love him I want to be him when I grow "
  },
  {
     text:"Marshall's Legacy This is what Em win be remembered for in years to come. One of my favorite \nalbums of all time. "
  },
  {
     text:"wickedly talented Phenomenal !!! Love idina so much and the fact that she's brought out a \nChristmas album makes me love her even more hahaha defos buy this album \nguys "
  },
  {
     text:"Love her! I love her voice. Let It Go is a great song, and I'm talking about Idina's \nversion. This album is just perfect, I gave it 5 stars because she's a \ngreat artist (and again the album is perfect). I'm so buying this for \nChristmas this year. "
  },
  {
     text:"Idina Menzel is perfection! From \"Let It Go\" to this, her voice is beautiful and now in a full \nChristmas album. "
  },
  {
     text:"Amazing Idina Menzel as such an amazing voice and her voice brings something more \nmagical to these Christmas songs! "
  },
  {
     text:"Simply Angelic Unparalleled talent. All the great talents to have do the seasonal album, \nand hers does not disappoint. Perfect addition to my holiday collection. "
  },
  {
     text:"Awesome! I've always loved her music, and this is no exception. Great album! Great \nsinger! "
  },
  {
     text:"Definitely ready for Christmas now! This album has me ready to pull out the Christmas music early. "
  },
  {
     text:"Its always about chrismas I love your songs Idina Menzel "
  },
  {
     text:"Love Idina! So glad that she made a Christmas Album "
  },
  {
     text:"Broadway's finest performer Ever since Wicked she's never failed to blow me away with her talent. "
  },
  {
     text:"This lady is on the show Glee "
  },
  {
     text:"Perfect! Especially Baby It's Cold Outside with Michael Buble! Best duet I've \nheard. "
  },
  {
     text:"good job you did amazing you are very talented "
  },
  {
     text:"Gives me the holiday magic for me When i heard this i thought i should hear it for me it's like if Elsa is \nsinging it but really great music and songs make me happy "
  },
  {
     text:"Very good new christmas album , give a listen "
  },
  {
     text:"Beautiful! I could listen to her all day!! "
  },
  {
     text:"Wickedly talented I've never heard her album but thanks to John Travolta i know Adele Dazeem \nis wickedly talented! "
  },
  {
     text:"fanzel freakout This album is freaking beautiful!! "
  },
  {
     text:"She's gorgeous and has a beautiful voice 2 qualities I look for in a star singer. "
  },
  {
     text:"Elsa All I picture is Elsa when I hear this album.. Pretty good though! "
  },
  {
     text:"As amazing as everything Idina does! I absolutely love \"Do You Hear What I \nHear\"! "
  },
  {
     text:"Not available in UK? Boooooooooo!!! "
  },
  {
     text:"Fantastic! Idina Menzel has such an amazing voice, and this album is simply perfect. "
  },
  {
     text:"Love it SHE has a perfect Christmas voice, Christmas is my favorite holiday and \nthis makes it even more amazing "
  },
  {
     text:"IDINA IS BAE PERFECT "
  },
  {
     text:"Wanda I love this !! ♡ "
  },
  {
     text:"Christmas album Awesome song "
  },
  {
     text:"She is a beautiful singer "
  },
  {
     text:"This is an awareness Christmas album "
  },
  {
     text:"AMAZING ALBUM. BUY IT. Best cd ever!!!! "
  },
  {
     text:"Idina has the BEST voice out there. She's amazing. "
  },
  {
     text:"AWESOME I LOVE this album I love idinas albums they rule. "
  },
  {
     text:"Beautiful :D "
  },
  {
     text:"Love it Love the album. Love her! "
  },
  {
     text:"Excellent! "
  },
  {
     text:"Very good cd "
  },
  {
     text:"Amazing Such an amazing voice loved her in RENT, loved her in FROZEN now love her \neven more with this album "
  },
  {
     text:"She is amazing! "
  },
  {
     text:"AWESOME The queen is amazing "
  },
  {
     text:"Speechless "
  },
  {
     text:"Barbra and Partners Bravo to Barbra and partners. Fabulous! So entertaining...Barbra sounds \nwonderful...and her partners are perfect with her. Thank you for never \ndisappointing. "
  },
  {
     text:"Partners GREAT DVD EACH SONG IS BETTER THEN THE LAST. SHE CHOSE THE VERY BEST \nARTISTS TO JOIN HER ON THIS CD. LOVE IT "
  },
  {
     text:"Beautiful!! Great variation of some of the most talented singers!! All of their voices \nblend so beautifully & smoothly with Barbra' s killer voice!! Fabulous \ncompilation!! "
  },
  {
     text:"Partners Great choice of voices Ms. Streisand. Can't wait to hear the entire album, \nspecially your son's. "
  },
  {
     text:"Amazing Barbara THANK YOU Barbara and friends. A true gift to all music lovers "
  },
  {
     text:"AMAZING!!!! Amazing album all the way through. Some singers lose there singing ability \nbut NOT Babs. Still has that beautiful silky voice. I am so happy I \npurchased this album. "
  },
  {
     text:"Partners very soothing to relax and just listen to the music it quiets my soul. "
  },
  {
     text:"Partners-Barbara Streisand Smooth as honey as always. Babs you're the best. Some of the partners \nbring the album down a bit but a great easy listening one! "
  },
  {
     text:"Buble' Fan This album is.....I don't even have words for it. Unreal. Of course her \nduet with Michael Buble' is my favorite!! There is no other voice like \nBarbara's. While I'm not a huge fan of the Blake Shelton duet....the rest \nis remarkable! "
  },
  {
     text:"Streisand and partners This will forever be a five star album,no 4,no 3,no 2,no 1 "
  },
  {
     text:"It's Barbra! I mean come on genius reigns here! This with every song being an \ninvention....just beautiful. "
  },
  {
     text:"Partners Barbra Streisand did a superb job on this album. Thank you. "
  },
  {
     text:"Streisand Does it Again! Every collaboration is a treat, but my surprise favorite is Barbra with \nBlake Shelton! "
  },
  {
     text:"Streisand partners Simply wonderful she still has a voice of a Angel "
  },
  {
     text:"Great! Her voice is amazing and her Partners are simply fab!...but wait..where's \nBarry Gibb? "
  },
  {
     text:"Partners Excellent album. Barbera knocked it out of the park, as always. Love the \ncollaborations with the other artists. Fit in perfectly. After all these \nyears, her voice still sounds amazing.. "
  },
  {
     text:"She's done it again folks Barbara is phenomenal as usual "
  },
  {
     text:"Partners Babs,her son and other great artists "
  },
  {
     text:"Streisand Partners Babs is just as \"Great\" as always. This collaboration is just \"Wonderful \" \nl Love Her. I wish I could meet her just once. "
  },
  {
     text:"Partners by Barbra Streisand Been a fan since I was a young girl and hearing the old songs with new \npartners was a real treat. Hoping this great star will have some new, \nyounger fans who will appreciate her enormous talent. Big thank you Barbra "
  },
  {
     text:"Partners What a collaboration of talent. I love them all. So well done, thank you! "
  },
  {
     text:"One of my favorite albumns of all time! "
  },
  {
     text:"FANTASTIC! I'm 17 and I have been a Streisand fan for about 4 years now and holy cow \nher voice is PERFECTION! This woman never fails to amaze me, I own this \nalbum myself and I highly recommend all Streisand fans should get this \nalbum because believe me it is so worth the money! I hope she continues to \nmake more albums cause the second I discovered her music, I knew I was in \ntrouble. "
  },
  {
     text:"Partners You'll love her favorites enhanced with wonderful talent. Still classic \nBarbara with a bonus. "
  },
  {
     text:"Partners is a winner Live BS and Andrea Bocelli. "
  },
  {
     text:"Magical!!!! Thank you Barbra! Your voice is a gift that just keeps on giving!!! "
  },
  {
     text:"Brilliantly album Partners duets No one like this legendary Streisand. A Broadway Or West End show will do \nfor the public. "
  },
  {
     text:"Excellent, best of the best. Great collection of performers. "
  },
  {
     text:"Partners Long awaited for . By Bev "
  },
  {
     text:"Couldn't ask for anything more. "
  },
  {
     text:"The best ever. Such a talent... "
  },
  {
     text:"Loved it!!!!! Hope she's on tour with this album. "
  },
  {
     text:"Partners Barbra ' voice is better than ever ... soothing music "
  },
  {
     text:"Cool Barbara's smooth voice makes my spine tingle! "
  },
  {
     text:"Partners Barbara Streisand new cd "
  },
  {
     text:"Fabulous, Jason is a terrific artist, but each track is a gem__HOW does \nthis woman do it?! "
  },
  {
     text:"Spectacular performances...another number one hit! Thank you Barbra! You \nare so loved!! "
  },
  {
     text:"Awesome loved the different way each singers voice pairs with LA DIVA \nBARBRA. "
  },
  {
     text:"Beautiful Truely beautiful! "
  },
  {
     text:"Barbara's - Partners Most enchanting female's voice... rich and always incredibly beautiful. \nClever partner song choices. Thank you Barbara! "
  },
  {
     text:"OVOXO Imo this is Drake's best album. The Weeknd definately adds a lot to this \nalbum considering he gave up half his mixtape to Drake. Ovo and xo need get \nback together. Also this was my first intoduction to The Weeknd in 2012. "
  },
  {
     text:"LOVE, LOVE, LOVE this album 5 stars! Who categorised this album in the play store as pop??? It is \nR&B/Rap! Since when was Drake pop?! "
  },
  {
     text:"Music at its best I've bought this album, on CD , digital on play store and iTunes , buy it \nyou won't regret it "
  },
  {
     text:"Best Album he's ever done, absolute masterpiece. "
  },
  {
     text:"AAA+++ Absolutely great album, not a bad song on it. Cant wait for more from \nDrake "
  },
  {
     text:"I heard hyfr when i was in my brother wedding car (FERRARI) "
  },
  {
     text:"Ohh yeah Goooood stuff lil d "
  },
  {
     text:"The Real Rap God Drake Is a Legend "
  },
  {
     text:"Still rocks This album still goes in "
  },
  {
     text:"Top album One of the best albums for me of all time, done a good job on this one \nlike all of his others. "
  },
  {
     text:"Take Care Absolutely fantastic album "
  },
  {
     text:"The bestt HIS BEST ALBUM BY FARRRRRRRRRR THIS IS THE ALBUM THAT MADE ME FALL IN LOVE \nWITH DRAKES MUSICC!!!!!!!!!! "
  },
  {
     text:"Best Album Best Album in a long time "
  },
  {
     text:"Omg Best album ever "
  },
  {
     text:"Drake is the boss and everything else AMAZING AND PERFECT. "
  },
  {
     text:"I just did! "
  },
  {
     text:"Best album I love this album so much drake the best in the game "
  },
  {
     text:"Very good Best Drake album there is. Fantastic! "
  },
  {
     text:"Top Great album "
  },
  {
     text:"Title Good "
  },
  {
     text:"Best songs :) "
  },
  {
     text:"Amazing Album Love every song on this album love you drake "
  },
  {
     text:"♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥♥ Brandon "
  },
  {
     text:"Great "
  },
  {
     text:"Good songs "
  },
  {
     text:"Perfect music "
  },
  {
     text:"Yeah love it "
  },
  {
     text:"Love hyfr "
  },
  {
     text:"Wow..fantastic "
  },
  {
     text:"AMAZING WOW BEST DRAKE ALBUM LOVE EVERY SONG "
  },
  {
     text:"Amazing Stuff "
  },
  {
     text:"Amazing. "
  },
  {
     text:"Moss man Warrior "
  },
  {
     text:"Favourite album Love it!! "
  },
  {
     text:"COOOOOOOOOOOOL "
  },
  {
     text:"Takecare Drake "
  },
  {
     text:"Wow!!! "
  },
  {
     text:"An old voice and a young body You know the cliche about singers who are so good they could sing the \nphone book and make it listenable? Well, George Ezra is definitely one of \nthose. This 21-year-old Englishman sounds so much like an American bluesman \nin his 60s, it's unreal. He sings, \"Did I send a shiver down your spine? I \ndo it all the time.\" I couldn't put it better! Highly recommended. "
  },
  {
     text:"Cute guy + Powerful voice = Perfection I absolutely love him he's really \ngood at his work and to all of you who gave him 1 star, jealousy never \nsolves anything "
  },
  {
     text:"Such a breath of fresh air What an amazing album, I can't believe George is only 21, his songs \nsuggest a maturity way beyond his years. Great voice, lots of feeling, \nsmart lyrics, what more could you want? This guy is a real treasure! "
  },
  {
     text:"Seriously? I love George, lovely lad with such a beautiful personality and face haha \nbut he really doesn't deserve the 1 stars... he has such fantastic music \nand shouldn't be blamed for his music not being available in a country. I \ncan't wait for the album finally!! "
  },
  {
     text:"Soothes the soul Heard the song budapest on the radio yesterday and instantly connected \nwith his voice. Just had to have the album! "
  },
  {
     text:"Great voice. Refreshing mind. Beautiful work. Powerful voice and touching lyrics with all the little story telling it's \nreally, really hard to believe this guy is only 21. He has a long way to \ngo. And I wish there are more awesome work from this guy. "
  },
  {
     text:"Brilliant How anyone can rate this 1 star amazes me he's great, just cause it isn't \navailable in ur country doesn't mean u should rate ut one star. Jeez! He's \na great artist and plus super cute! "
  },
  {
     text:"Powerful Voice + Powerful Lyrics Amazing musician, heartfelt music, lyrics and his voice really puts that \nacross ;) "
  },
  {
     text:"Beast songs ever Amazing love him so much and so cheap "
  },
  {
     text:"Amazing voice Can't stop listening to him. Think he needs to sing a few johnny cash \nsongs. Love him. "
  },
  {
     text:"C'mon people & Google! It's not fair to George to give it 1 star just cos you ain't got it in \nyour country. Google get your s hit together. "
  },
  {
     text:"Blame it on me Love this song n his sexy voice x "
  },
  {
     text:"Budapest, blame it on on me, cassy'O, and riot police ma faves! So low I wish mine went that low "
  },
  {
     text:"Eccezionale George Ezra ha molto talento. Ha una voce profonda, una chitarra \nfantastica e le sue canzoni sono originali e molto diverse una dall'altra, \nè impossibile annoiarsi! Questo album non puó mancarvi! "
  },
  {
     text:"Loved it:-) ♥♥ George Ezra so good!!!!! He is only 21 and from Bristol!!! Why do some \npeople not like him? They should switch over to disliking one direction! "
  },
  {
     text:"Pre ordered! Love this guys voice! He deserves avery bit of support! "
  },
  {
     text:"Powerful Voice Big talent and big voice. What idiot rates him 1 star for a google tech \nissue? "
  },
  {
     text:"Amazing singer could listen to this album all day non stop, think it's a \nbit pathetic people rating it one cause it's not available in their \ncountry, you can't write a review if you haven't had it "
  },
  {
     text:"DNet Outstanding talent great sounding voice very refreshing compared to usual \nxfactor crap "
  },
  {
     text:"George Good album for a not so big artist. Similar sound for most songs but each \nis unique in its own way. Enjoyable to listen to. "
  },
  {
     text:"I love it I usually listen to it When I am writing my book and it gives me great \nideas! "
  },
  {
     text:"Cool! I like this song from george more than his other songs but thats me all of \nhis songs are amazing I just personally like budapest "
  },
  {
     text:"Love it So upbeat, takes me to back to when I was young and carefree , uplifting \nand refreshing album "
  },
  {
     text:"The best He's the man Mark my words. "
  },
  {
     text:"Budapest Omgosh I cannot believe he's only 21yrs old, his voice is amazing! Wow I \ncan't wait to see what else this young man produces! "
  },
  {
     text:"It's such a good album. It appeals to all ages "
  },
  {
     text:"I love George Ezra and I love this bloody album so much!! "
  },
  {
     text:"The best album I have heard in my life "
  },
  {
     text:"Love George Ezra! Can't wait till his album is available in the US! "
  },
  {
     text:"5 stars! Ignore the 1 star ratings! Just buy this now! "
  },
  {
     text:"Fghhh I am going well and then we have a great time "
  },
  {
     text:"Brilliant album Rare is it that an artist has such a smooth and distinct tone. Beautifully \ncrafted songs and a must - have album "
  },
  {
     text:"I have this album on dick and on my phone I love this album to bits "
  },
  {
     text:"Wanted On Voyage George Ezra: talented - young/old - good singer/musician "
  },
  {
     text:"Awesome Love it got it stuck in my head "
  },
  {
     text:"This is an amazing album! I heard Budapest on the radio, and had to hear \nmore. I took a chance & bought this album. MORE THAN WORTH IT!!! "
  },
  {
     text:"THE BOMB He has an amazing voice and is super cute! "
  },
  {
     text:"YES Actual decent music makes a return to the 21st century! "
  },
  {
     text:"Surprisingly fantastic As a heavy rock fan I never thought I would like this album but it is \nmassively addictive. "
  },
  {
     text:"How do I gt it in to my music player it wud b 5* if it went in on its own. "
  },
  {
     text:"Great Album Really enjoy all songs not just Em's(His songs are the best though). Can't \nwait to see what these guys will do in the future. "
  },
  {
     text:"Great album Not amazing, but still a very good album with great hip hop beats and \nrhymes. "
  },
  {
     text:"Good Album but Em's Albums are always good I've gave it 4 out of 5 as some of the songs aren't as good as Em's other \nAlbums but there's sum really good tunes on this album. Ray C.F.C "
  },
  {
     text:"Great album. Fantastic artist. Absolutely awful service (Google) why would \nyou keep playing me the clean version. A clean version of Eminem (any song) \nsounds like tecnho with all the curse words span back. I clearly play the \nexplicit version but it don't play it. It feeds me the useless garbage \nwhich Google has tottaly ruined. You should not edit any of Eminem music. \nNot one person on the planet would accidentally play him and be affended. \nThose people are too busy listening to Will Smith. You such Google. "
  },
  {
     text:"He's fallen off, Dr dre help him up! Better than relapse, not as good as MMLP2. Exceedingly average. Drugs / \nnot being angry anymore / too much emphasis on free styling has made his \nraps a lot less memorable. Still some really good moments which remind us \nwhy he's a GOAT, but overall not a great album :( "
  },
  {
     text:"Great lyrics, weak beats. Em definitely revisits his shady days in most of the songs on this album \nbut its lacking the beats. Lyrically, this album is one of his best but the \nbeats are definitely lacking the punch. People are saying his flow is bad \nbut I beg to differ. His flow on this album is new, which people seem to \nassociate with bad. Decent album overall, great job from Shady records. "
  },
  {
     text:"AMAZING! If you like Shady, you'll LOVE the song \"Vegas\"! Has one of Em's best \nflows! Brilliant vocalization by Skylar Grey on the song \"Twisted\"! Good to \nhear fresh lyrics from D12 aswell! Awesome content from Yelawolf, too! All \nin all, amazing compilation album! Definitely worth it! "
  },
  {
     text:"Not quite sure about the \"variety club\"! Yes, I'll definitely be buying the \nalbum, I do wish there was more of Eminem though. Discovered I also like \nYelawolf too. "
  },
  {
     text:"SHADYXV ANYTHING TO DO WITH EMINEM I LOVE I CANT WAIT TO BUY THE CD ON MONDAY WHEN \nIT COMES OUT IN HMV "
  },
  {
     text:"mnm another great album..all fans will like..shame so many re releases..but \nall worthy..he delivers yet again.. "
  },
  {
     text:"Massive Eminem Fan For the last 2 albums I have been disappointed, I'm probly critical as \nhell cause I was lucky enough to follow Marshall from day 1. Not a bad \nalbum, slaughterhouse and yelawolf are on fire on this album. D12 song is \nawesome! But overall I've come to dislike the flow of Eminem, he out raps \nthe beat, trying to squeeze every word and syllable in as much as he can. \nSorry Slim! "
  },
  {
     text:"Brilliant Another of shady's bloody awesome albums "
  },
  {
     text:"The songs dont stand out that much But are more of a look back into the past of shady records as a label \nshowcasing their great songs "
  },
  {
     text:"it's rather ok I'd say I am a really big fan of Eminem and I basically love all of his music, but \nhonestly this album is not as appealing to me as I hoped it would be. \nthough the lyrics might be quite good in his songs I don't really like the \nbeats he chose for the tracks so ya a little bit disappointed especially if \nyou compare it to older albums, but still worth the money, just not quite \nmy taste you know. "
  },
  {
     text:"A few older tracks All good songs but a few were just re-releases of old ones "
  },
  {
     text:"I haven't got it yet but I can tell its good Ihave all eminems albums I cant wait "
  },
  {
     text:"Awesome album Still lyrically killing it, why is \"twisted\" not a single??? "
  },
  {
     text:"... I don't really care that there's some old tunes on here coz all that \nmatters is it's all worth it if it's coming from shady "
  },
  {
     text:"That's why they call him Slim Shady because he's back......always delivers "
  },
  {
     text:"RAP GOD Greatest rapper alive. This album is worth every penny. Love it. Some \npeople saying re-releases on the album i guess they don't know its a \nGREATEST HITS album to celebrate 20years. "
  },
  {
     text:"Different... It's a good album, but just not eminems style "
  },
  {
     text:"Great but i can't buy anything from market because it's like i live in \nnarnia man.... "
  },
  {
     text:"Cant wait Looks so great. Can't wait for new d12 material "
  },
  {
     text:"Album is amazing Shady is always gonna be my favourite rapper, no one can compare to unique \nskills "
  },
  {
     text:"excellent wasn't sure what to expect when it was announced, but shady has delivered \nagain "
  },
  {
     text:"Good music but there missing most the songs off the album so don't buy it "
  },
  {
     text:"Rap God! EMINEM was the best and still the \nbest!(iggy,macklemore,drake,........)GFY! "
  },
  {
     text:"Eminem is the rap god Never makes a song that you don't love, a true legend <3 "
  },
  {
     text:"Good The only good songs are the em songs the rest not so good but still OK. I \nonly listened to snippets so maybe it will be good "
  },
  {
     text:"Good Good to hear eminems new songs but I don't like the 2th cd as there all \nold songs but the last one but the new songs r really good if u like eminem "
  },
  {
     text:"Album with value Nice collection of tracks from lowkey artists by today's standards "
  },
  {
     text:":D Love you Eminem amazing . Can't wait to see what your plans are for next \nyear :-D "
  },
  {
     text:"Wont download It keeps bugging out everytime i go to download it "
  },
  {
     text:"Good It's not ideal but then when I listen to other rappers this is diamond \ncompared to other rappers "
  },
  {
     text:"CD! Ive recently bought it on CD and it is amazing, Another great Eminem album \nfor the collection "
  },
  {
     text:"Shadyxv Eminem as good as ever . Cant go wrong with a shady album . Very deep rap \nnot the usual slim shady stuff . Still epic tho "
  },
  {
     text:"Shady XV i've listened to the cypher and snippets and this album will be the return \nof shady. "
  },
  {
     text:"Amazing I love it, I just wish there were more new songs "
  },
  {
     text:"LEGEND Greatest rapper alive no one will ever come close to slim shady #1 Eminem "
  },
  {
     text:"All em traxx are awesome, vegas rocks Wat a tune "
  },
  {
     text:"Awesomeness I love that Kelly is so real and true...I enjoy listening to great talent! \nAll songs are wonderful creations! "
  },
  {
     text:"Amazing album and Tokio Hotel fans read This is a great piece of work from Kelly. She's back to form and claiming \nher place as one of if not the best voice in pop music. As for Run Run Run, \nTokio Hotel didn't write that song they just recorded it. That's why \nthey're not mentioned. Covers happen thousands of times a year. If they \nwere the songwriters they'd be credited as such but they're not. "
  },
  {
     text:"Awesome I love her, she's beautiful CAN EVERY JUST SHUT Up ABOUT RUN RUN RUN It's \njust one song, so if you hear to hate on one song, just LEAVE "
  },
  {
     text:"One of the best albums and most beautiful songs I have ever heard Piece by piece is by far one of the best written emotional songs of all \ntime great work again Kelly and let nothing get you down "
  },
  {
     text:"Peice by peice That's where I'm at in my life . It hit home really hard . "
  },
  {
     text:"Another Musical Work of Art Amazing how great artists like Kelly Clarkson can come up with new sounds \nthat keep music fresh, interesting, and exciting. I LOVE this new CD!!! I \ncan't believe how her sound keeps improving! I love to discover new music \nand wasn't even anticipating a new release since she is now a mother but \nshe kept it going. Congratulations Kelly. The single Piece by Piece was \nwell written and from the heart. "
  },
  {
     text:"Amazing Kelly is my top 3 she is real with an amazing voice I love her so much \nthis album has love songs that make u smile when u think of that special \nsomeone and songs that remind u of the pain others have left it has it all "
  },
  {
     text:"Shattered Prisma This album is inspiring and heart felt, it's somewhat reminiscent of \n2013's Prismatic album from Katy Perry. But where that album fails, this \none succeeds. This album needs to be a little more upbeat. I found some \nsongs unenjoyable as some felt repetitive. This album is well out together, \neven if in some areas, it shattered. "
  },
  {
     text:"Loved this album! I saw someone mentioned this was more of a mellow album and yeah, it is, \naside from a few upbeat songs (which are amazing!) But the lyrics are very \npowerful and personal and more than one of these songs made me cry. It \ncould be that I'm an emotional sap and her songs from this album really \nresonate with me. Anyway, 5 stars! Worth the buy. "
  },
  {
     text:"Love! Love! No matter what mood her albums are, I always love them. This one \ndefinitely didn't disappoint! "
  },
  {
     text:"Voice of a generation Followed Kelly Clarkson since American Idol. She has not disappointed & \nhas continued to be extraordinay in her vocal range & pure talent. Great \nalbum, every track is worth the price of admission. Piece by piece is \ninspiring, nice words. "
  },
  {
     text:"I love her music, I'm just not thrilled that only in the USA can you \nreceive the free albums. If you live anywhere else like Canada you are out \nof luck. "
  },
  {
     text:"Kelly's best album to date. Every single song is amazing. I'm speechless. "
  },
  {
     text:"Like it I realllyyy love Heartbeat song, someone, and war paint~ i love her voice \nshes so talented. :) "
  },
  {
     text:"Amazed I have always been a fan of her since day 1!! She has never let me down \nwhen it comes to personal music!! Kelly is one of a kind! She does not \nfollow anyone in order to be a awesome artist she does her own thing!! This \nis what makes kelly a great artist! "
  },
  {
     text:"Best ever way better than taylor swift but she is a good singer too my mom \nloves you and me too best album ever made by you "
  },
  {
     text:"Amazing! Kelly is amazing as always! Love this lady! Awesome album! "
  },
  {
     text:"A couple good songs But songs like \"Take you high\" is awful plus her singing doesn't have \"All \nI ever wanted\" power. Kinda weak "
  },
  {
     text:"No variation I find it having no variation. Piece by piece not that great. Easy answer, \n\"go make an album so the rest can bad mouth you,\" yes, I know. Call it as \nits heard. "
  },
  {
     text:"Another hit from the first American Idol Yet another awesome album from the very first American Idol. Got to be \nhonest don't think there is an album from Kelly that is bad. "
  },
  {
     text:"Great songs Love her. Her songs just get better and better. "
  },
  {
     text:"Amazing Voice is still evolving! I can't say enough about this album. "
  },
  {
     text:"Beautiful person inside and out Thank you Kelly for sharing your heart and soul through your music. You \nare such a blessing in my home xoxo "
  },
  {
     text:"Not the radio version I wish I could get my money back. I thought this version was going to be \nslower like on the radio. All the music in the background diss distracts \nthe feeling of the song. "
  },
  {
     text:"Excellent So many songs to love, sing out loud and to cry to. Way to go Kelly!!! "
  },
  {
     text:"Welcome back Kelly it's been too long since your last smash hit! "
  },
  {
     text:"Listen to the preview This sounds like a good album from Kelly Clarkson. Thumbs up! "
  },
  {
     text:"Long time fan Been a fan since she was on Idol. Her music is always something to look \nforward to! "
  },
  {
     text:"She had a baby girl this week! And that little girl is going to need lots of toys so everyone buy her \nalbum! "
  },
  {
     text:"AWESOME×10 Kelly sounds so pure, so soulful, every song she creates, you can feel in \nyour heart and soul. She is a brilliant star in a galaxy of stars half as \nbright! "
  },
  {
     text:"Magnifique Juste magnifique cet album.... T'es vraiment good Kelly. Luv u and ur \nMusic. "
  },
  {
     text:"That is an amazing song and touches my heart in so many ways "
  },
  {
     text:"Run run run has anyone listened to the ORIGINAL of Run, Run, Run by Tokio Hotel? No? \nDid you even know they had this song on their album last year? No, probably \nnot. Go listen to that version. No hate to Kelly and John, this version is \nnice. I just hate the Bill, Tom, Georg, and Gustav got absolutely NO credit \nfor that song. "
  },
  {
     text:"In The Blue, Dance With Me, Good Goes The Bye. "
  },
  {
     text:"I was pleasantly surprised. Must have masterpiece. Every song is so good. "
  },
  {
     text:"Standard Kelly. I downloaded Good Goes the Bye so far. "
  },
  {
     text:"More than a song This is very moving. It left me weeping and speechless. I am in awe \nlistening to the vulnerable lyrics. "
  },
  {
     text:"I love Kelly Clarkson Im such a fan of her work "
  },
  {
     text:"Love Kelly! Each year she just gets better and better. More life experiences and more \nwriting/creating songs of it. One of my favorite singer/songwriters EVER. "
  },
  {
     text:"Always great Some songs I had to give a chance but over all love kelly so totally worth \nevery cent "
  },
  {
     text:"Awesome This was 1 of his pretty good albums but he needs to stop talking bout \nweed it's getting boring "
  },
  {
     text:"The king of corporate sellouts Wiz Khalifa as an artist uses the most stale, played out production you \ncan find. He couldn't write a decent verse with any substance to save his \nlife. His corporate overlords have more control over his music than he \ndoes. Only pick up if you're a white suburban teenager who smokes hella \nkush whose parents just don't get them and who suffers from crippling white \nguilt. The fact this is under \"Hip Hop Fundamentals\" is insulting to the \ngenre. "
  },
  {
     text:"Blacc Hollywood Its a pretty great album I have the deluxe version you get more its the \nwiz id expect. "
  },
  {
     text:"Bring back old Wiz This new stuff is terrible. Way too much singing. His mix tape \"28 Grams\" \nblows this album out the water. Wiz please stop singing and lay down some \nkilla...also this sounds a lot like \"Rolling Papers\".. Which was terrible \nexcept for one or two songs. "
  },
  {
     text:"Lame Wiz is lame. The pothead routine is played out and his sound is just as... "
  },
  {
     text:"its kool I dnt like this album as much but Im only givn u 3stars cuz im a big fan \nof ur music hoping ur next album is wiz worthy "
  },
  {
     text:"Wiz Khalifa Blacc Hollywood It was okay, I liked some of the songs, it just got boring because almost \nall he talked about was weed "
  },
  {
     text:"To all the haters U may say he sucks but if he sucked then he wouldn't be making twice of \nwhat u make "
  },
  {
     text:"Younge khalifa man I love all the songs. My favorite is no gain "
  },
  {
     text:"ALBUM OF THE YEAR! The best album I've ever bought. "
  }]