[
  {
     text:"Oh goody Its rap. Imagine if this was all you had to listen to. No wonder people \nare so angry. "
  },
  {
     text:"The man This album is the best he put out. All the haters quit hatin "
  },
  {
     text:"Stop hating rap Rap is the best out there and wiz makes it better. So haters stop hating "
  },
  {
     text:"Wiz is the idol His mood and attitude are always expressing his music. Loved it "
  },
  {
     text:"He is my favorite He has got good songs (see you again "
  },
  {
     text:"Juss dissapointed...(smh) that neone would call This \"good\".more \ndissapointed it was #1 álbum lmfao.only a couple of good tracks and one of \nthem was off of his 28 grams mixtape WTF... "
  },
  {
     text:"Rolling papers was hella better He dissed the whole top 5 he's not that hot. "
  },
  {
     text:"4FlameKane's Four star rate, counting 4 for best rating. 1-4 / A). (1-worst rate) B). (2-not good-working on skill). C). (3-Great \nrapper with skills 4 real). D). (4-Got flow and bars for days). "
  },
  {
     text:"Wiz one of me favorite rappers but i would like for him to make music like \nhe did when he made O.N.I.F.C thats the best one he has ever made but this \nsounds decent wiz still got it "
  },
  {
     text:"Blacc Hollywood A great album listen to it every day.. "
  },
  {
     text:"Have you forgotten? Wiz's music is dope because you can SMOKE TO IT...it's pure stoner music \nman...All you critics forgot why you even started liking Wiz in the first \nplace...go back and listen with that mind set "
  },
  {
     text:"Reallu cool cant wait Sucky though itunes version gots more songs really gay though bumm out "
  },
  {
     text:"My favorite song is \"True Colors\" I have no idea why but it keeps getting \nstuck in my head! "
  },
  {
     text:"Wiz is best Songs never get old, only better! "
  },
  {
     text:"Young khalifa Sterling Powell, how about you go and suck a dick wiz is the best "
  },
  {
     text:"!!!! I just payed for it but it says I dont have any of them and when I try and \nlisten to them on this screen it plays 1 minute of the song and stops plz \nfix!! "
  },
  {
     text:"Epic album Cant stop listening to it classic song "
  },
  {
     text:"Wizard of Music Wiz Khalifa continues to impress with his newest album "
  },
  {
     text:"Awesome As an artist he expressed him self through his music and its a tad \ndifferent from the others "
  },
  {
     text:"Nope. Why are his mixtapes. Better than his albums? "
  },
  {
     text:"Wiz! where did you go??? What happened bro. Your new sh*t has gotten wiggity wiggity wiggity wack \nbro. Go back to \"Welcome to Pistolvania\". Ive been listening since 2005. \nYour making a believer a non believer. "
  },
  {
     text:"Wiz Good job. Added mad auto tune with terrible lyrics. No wonder all you \ndrones are eating it up "
  },
  {
     text:"Garbage Why would anyone waste their money on this crap? No talent at all. "
  },
  {
     text:"Rolling papers was his best album. O.n.i.f.c was cool to but this... idk.. "
  },
  {
     text:"OnePlus One Poor dude. Lost one of the two finest women on Earth . He'll get another \none, though. "
  },
  {
     text:"WIZ KHALIFA I absolutely love this mutha fucka he is one of the best rappers \never!!!!!! "
  },
  {
     text:"All his songs be catchy af. 5 stars "
  },
  {
     text:"Awesome! Great album! I don't know many of his songs but, from this album I can say \nthat I like his music! Some REAL hip hop music.. And........ for 99¢, well, \nyou can't beat that! "
  },
  {
     text:"STILL DOWN Nice tracks with his lyrics and style "
  },
  {
     text:"Get the deluxe version for more songs its not exclusive to itunes "
  },
  {
     text:"Awesome He's been my idol for a while these songs help me there classic and are \ngood to listen to when your down if anyone has troubles listen to this all \nthat's happened to him your life don't seem so bad. So yh it helps XD "
  },
  {
     text:"Eminem One of the best rappers I've ever listened to; however, wish he could \nexpress himself without the explicit language. Makes great points in songs \nbut unable to share with certain age groups. Personal opinion. "
  },
  {
     text:"Nice- Eminem is great. Hes my 2nd fav. I also recommend KiD CuDi, lil wayne, \nchiddy bang, related artists, although not as good as eminem "
  },
  {
     text:"Can't beat a classic..Haterz Can't Stop This Eminem was and is the only rapper I listen to I love his new stuff but you \ncan't beat his classics the beats and lyrics are phenomenal..I highly \nrecommend this album to anyone that likes Eminem or rap in general "
  },
  {
     text:"Genius I don't think these are his best hits there are a bunch of better songs \nmissing but still eminem is the 2nd best rapper all time. "
  },
  {
     text:"Amazingly awesome Eminem has been my idol for as long as I can rememberhe makes great songs \nabout his life he gets all his inspiration from his child hood I wanna be \njust like him when I get older "
  },
  {
     text:"Fanatastic Eminem is the absalout KING of rap anyone who said nikki manaj is the \nfemale version of this guy is WRONG! "
  },
  {
     text:"Great (as usual) Eminem be talking bout his life but turns it into a joke. He's the \ngreatest rapper but that's just my opinion "
  },
  {
     text:"Best album I've heard in a long time I'm not really a rap fan but this album is amazing, the lyrics are so \nwell-written and smart. "
  },
  {
     text:"Great The songs \"when I'm gone\" and \"mocking bird\" were great. But they made me \nvery sad cause they had meaning and it was just amazing. "
  },
  {
     text:"I LOVE IT. one of the best albums ever, no question. best rapper ever, no question. "
  },
  {
     text:"Decent This album contains most of Slims number one hits in his early years. Let \nme just say that the album is great! Though it lacks certain songs that \nwere also hits like til'I collapse and superman. In addition the album \ncontains 4 other songs that Em made for this. Shake that is a really good \none and Stan remains one of my favorite. Fack has hilariously disgusting \nlyrics (many wonder why it's on a greatest hits album). Over all this is a \ngood combination of Ems hits and is worth buying "
  },
  {
     text:"The best of the best He's been my idol since I was 4 man when I listen to him he motivates me \nto keep going and its not the end and it will get better then sometimes he \ntells the truth "
  },
  {
     text:"Everyone should listen to this Album at least three x's This album will take y go u to a place in another realm. He brought the \nrap game to a different level and did something that no1 else could. Any1 \nwho doesnt like him should check themselves. "
  },
  {
     text:"Greatest ever Every time I listen to this album the hairs on my arms and neck stand up \nas if it was an audience giving a standing ovation. Can't get enough "
  },
  {
     text:"Best Album This album is just great. Eminem chose all his classic song to put on one \ngreat album. From \"My Name Is\" to \"Lose Yourself,\" this album will take \nthrough Eminem's rap career. 6/5! Beyond Excellent. "
  },
  {
     text:"Best MC Eminem is amazing. I love him. I love this album. I like his stuff. what I \nlike the most is that he raps or MC's about real things that have happened \nto him. his songs are relatable. Best Master of Ceremonies. MC is better \nthan rapping tbh "
  },
  {
     text:"Love love love Love love love love love love love love love love love love love love love \nlove love love love love love love love love love love love love love love \nlove love love love love love "
  },
  {
     text:"By far the best bits but nothing on his new lp! Peeps spouting its his best lp must be oblivious to the fact its a best \nhits album so is bound to full of great tracks....after his re up/relaspe \nflops he has produced his finest lp yet & if not got it do so deluxe \nversion too!still good to hear his old stuff tho as a fan prefer the whole \nshow but for the number ones this is great:-) "
  },
  {
     text:"A mix of some of his best work Most of these aren't separate songs, but rather old ones put together on \none album. If you already have the other albums, just listen to them there. \nIf not, this is a good album to start on- Some of his best work here. The \nonly song specifically made new for this album is Fack, and that is on the \nlist of his worst work, and that took away a star for me. Skip that and \nlisten to the rest. This is the Eminem that the hip hop community found \ngreat, not the modern one that's soft and has no lyrical depth. Money \nchanges people and their work, it happens to all artists. Eminem's golden \nage is long gone. This is back when he was original and had a good feel to \nit. Yeah, imagine that, I'm going against 'mainstream' opinion- since \nRelapse he has gone downhill.. Far downhill. Why is he so soft now? Afraid \nto hurt someone's feelings? Marshal Mathers LP 2 doesn't change that image. \nEm, tip; you can't go soft then expect to be considered cool again by \ncalling someone a fag. Golden age of Eminem is summarized in this one \nalbum, it's a must-buy for all fans and people trying to get into it. "
  },
  {
     text:"Eminem is... ...an excellent Rapper. I can't say he is the best rapper ever as some \nreviews state but he is one of the best. His style is awesome and the way \nhe delivers it is outstanding. I really enjoy his music. He is creative and \nfresh but not the best I've ever heard. As for him being white...He is the \nbest white Rapper I've ever heard to date. A lot of my friends can't stand \nhim and I know it is due to the color of his skin (reverse racism if you're \ngood, you're good). To: EMUINEM...Keep up the good work...you are awesome \nand one of the best out there. Tim "
  },
  {
     text:"Classic em tracks but... LISTEN TO THE AMAZING ALBUMS. Don't be the person who claims Eminem is the \nonly good rapper ever, but only have heard his \"greatest hits\" that \nincludes fack for whatever reason, and have only heard rap god outside of \ncurtain call "
  },
  {
     text:"love it i have listened to eminem since i was 11 and im now nearly 22 and although \nhis songs have gotten more serious and dark than his earlier tracks he \nstill is my favourite artist and out of all his songs i have yet to find \none i don't like, this album has the best of the best on it "
  },
  {
     text:"f***ing awesome Best of Eminem... He's new songs are a joke (rap god & the monster) "
  },
  {
     text:"He has rappin disease good version, Best rapper alive OBVIOUSLY! I have all his songs!! Lose yourself & when \nI'm gone are some of my favs, keep it cool "
  },
  {
     text:"Shady 4 life I love Marshall and his music and I try to do the same every day my \nfriends call me the second slim shady I know all the songs on top of my \nhead so.... I even met Shady himself and it was an honor to meet him and \nive bern kinda going trough alot but basicly same shit that happened to \nMarshall so his songs relate to me especially When I'm gone . Thast all \nthank you for letting me share(i threw a quote in if you dont realize that) "
  },
  {
     text:"Eminem This guy is one of the best rappers but I find his songs to long and some \nof them are just messed "
  },
  {
     text:"Amazing I recommend you buy all of his other early albums because they are so \ngood. This one is obviously good (its a hits album) but its missing some of \nthe best songs; till I collapse and criminal to name a few "
  },
  {
     text:"Love it I've listend to eminem since I was 4 has been a long fuckin time now I'm \n15 listend to him all my life "
  },
  {
     text:"Slim shady All pretty good songs. Fack was hilarouse. Turns life into one big joke. \nAnd they could of left out the song Stan but it showed his emotions at the \ntime but still good. "
  },
  {
     text:"Nobody Like Him He is and still is one of the best rappers alive, He was amazing with \nhis..addictions but we all know he's not gonna be that person again. Give \nthe GOD a chance with his new music. When I first listened to \"Kings Never \nDie\" I got chills, a real die hard fan wouldnt care if he changed from his \ndrugs etc. He is just as amazing clean. So R.i.p slim shady. "
  },
  {
     text:"Dec Been listening to Em since I was 11 he's a genius with a pad an pen will \nalways buy his music "
  },
  {
     text:"Curtin Call How can somebody not love the collection of the best eminem songs. The \nonly down point is the first song on the album :FACK; cause,let's be \nhonest, it sucks. But Stan , The way I am ,Lose Yourself, The real slim \nshady; the list goes on . These are some of hip-hops best songs "
  },
  {
     text:"Eminem when he was good I prefer eminem on drugs i know its bad to say but he was so better "
  },
  {
     text:"MUST BUY for fans of Rap/hip- hop My personal favourite Eminem album, I listen to this album all the time no \nmatter what mood I'm feeling, it's really helped me through some tough \ntimes in my life and has helped to make it better when things are going \nwell. The collection of songs here are amongst some of my favorites(Stan, \nThe real slim shady, Guilty Conscience, lose yourself). Eminems best work \nreally is shown in this album, his work really puts modern day rap and \nhip-hop artists to shame. To sum this up, buy this album. "
  },
  {
     text:"Eminem gud. Ad rayt it 3t4 I av arlways liket eminem sins i first herd stan nd his lyrics remynd u of \nhow life can b this albem doze just that definetly one ov hiz gud ones! 3 "
  },
  {
     text:"I love eminem I know there is swearing and stuff but, lots of his songs mean thing. My \nfavourites are \"When I'm gone\" and \"without me. Eminem is my role model, I \nlove him and his songs "
  },
  {
     text:"EMINEM, curtaincall Brilliant, I could sit ere and listen to his music all day. Can't rate \nanything but 5 stars. "
  },
  {
     text:"I, wanna facking, fack. The greatest! No one is on the same level as Eminem lyrically. Eminem's \nthe best at being able to tell a story, and have the whole thing rhyme \nperfectly. One of many great albums. "
  },
  {
     text:"I love eminent he's such a good singer Especially when I'm gone I feel be as for him and Hailey sad face "
  },
  {
     text:"Holy buckets! This album is so powerful and emotional all at the same time. One thing \nCarrie has always been good at is writing songs that people really connect \nwith and she's done it again. \"The girl you think I am\" had me in tears. "
  },
  {
     text:"Will be just as good as all the other ones. LOVE THE COVER PHOTO. SO BEAUTIFUL EVEN WITH THE HAIR NOT PERFECT "
  },
  {
     text:"The Crossover Queen Reigns With this current compilation, Carrie Underwood continues to \n(effortlessly) cross over the genre line from Country to Pop and back again \nproviding a variety of delicious ear candy guaranteed to satisfy nearly \nevery music taste. Lyrically lush as well, \"Storyteller\" is the perfect \nchoice for the title. "
  },
  {
     text:"I loved all her precious albums But this one just sounds the same. Each song is really similar and there \nis nothing really different that catches me like her last album. I still \nlove her music though just not these that much. "
  },
  {
     text:"Amazing It is no surprise that I love this album. She's amazing. She can do no \nwrong. "
  },
  {
     text:"I love Jeffrey Huff, but he's in love with Carrie Underwood so I'm out!!!! \nHe recently went to her concert and I hope his dad is taking him to see her \nagain in Charlotte very soon!!!! Hint hint Jeff and Pam Huff!!! All you \nhave to do is mention Carrie Underwood's name and Jeffrey just lights up \nwith that beautiful smile of his!!!!! I just wish Carrie knew about her \nadmirer and could actually meet Jeffrey!!!! That's my prayer tonight that \nJeffrey gets to meet Carrie!!! Everyone please whisper that same prayer \ntonight and in the days to come!!!! Thanks in advance Family and \nFriends!!!! Let's help make my friend Jeffrey a HAPPY MAN!!!!! "
  },
  {
     text:"Very Underwhelming I was so excited for this album, but ended up disliking it when I listened \nto it. Carrie said it was going to contain more \"twang,\" but I don't hear \nmuch at all. It's a pop album that's overproduced and most songs have \nsimilar, if not the same, themes. There are a few good and interesting \nsongs, but overall it's not a great album. Blown Away was much better. "
  },
  {
     text:"She never disappoints! Every song is great! Choctaw County Affair felt very Reba's \"Lights Went \nOut In Georgia\"! The Girl You Think I Am may be the song I dance with my \nmom (single mother) at my wedding! Great album!!!! "
  },
  {
     text:"Love it!! This is one of her best albums!!! Her voice sounds great and I love the \ndifferent sounds she's using both musically and vocally. "
  },
  {
     text:"Storyteller The problem I've always had with Carrie is her overpowering voice, but I \nthink she did a good on this album. This album has some great songs, my \nfavorite being \"Choctaw County Affair\". It would have been better if it \ndidn't include \"Chaser\", it sounds like any other country song to me to be \nhonest. The scenario in \"Church Bell\" seems to familiar. It's like a cross \nbetween \"Gunpowder and Lead\" by Miranda Lambert and \"Fancy\" by Reba. \nOverall I liked most of the album and it's definitely my favorite by \nCarrie. "
  },
  {
     text:"♡♡♡♡♡ LOVE what I've heard so far & can't wait to hear the rest!!!!!! ☆☆☆☆☆ Can't wait for this album to be released!! I LOVE the sound Carrie & her \ncowriters achieved & the direction this album is taking. She's at the top \nof her game & will undoubtedly draw a whole new listening audience with the \ncountry sound her new album upholds throughout -- unlike any of her 4 \nprevious albums. So excited to see her on tour again & to hear each \nindividual track in their entirety! Long live Carrie & the beauty, class, \nintegrity & unparalleled talent she brings to all she does! ❤❤ "
  },
  {
     text:"Another Amazing CD by Carrie I bought this the day it came out and I am not disappointed. She never \nseizes to amaze me. I get lost listening to her voice, truly of an angel \nand just captures you. Best and most natural beautiful artist out there. \nShes an artist I will always support because shes so full of talent and \nemotion and her songs reflect meaning, that of a storyteller. Absolutely \nlove Carrie and always have, buy if you havent already youll love it. \nTheres a song for everyone, especially if your a mom like myself and \nCarrie. "
  },
  {
     text:"Wow Carrie YOU definitely did it again!!! You are remarkable! I absolutely \nlove your last song! I feel like you love Motherhood! It's like that last \nsong is for your new son!!!! I think that's very sweet!!! Motherhood keeps \ngetting better!!! Good job girl! You are my #1 artist to listen to! I'm \nmore then excited to buy this new album! My 9 year old son loves you too!!! \nYou are hard not to love! :-) Well done! "
  },
  {
     text:"This is by far her best album she's released. Putting it simply, this album \nis fire. As the title suggests, these are amazing stories and everything \njust belongs here. Starting with the first single \"Smoke Break\" , which was \na good enough country/twangy/rock song, turned out to be pretty average \ncompared to the rest of the album. However, it's still pretty great and \ndifferent from her other songs. \"Choctaw County Affair\" is one of the best \nsongs, if not the best, of her career. This song is pure sass and has a \nvery interesting storyline that deserves to be heard. While \"Dirty Laundry\" \nand \"Church Bells\" are #1 hits in the making. \"Chaser\", one of my all time \nfavorites from her, \"Relapse\", and \"Clock Don't Stop\" could dominate the \npop charts; all 3 being extremely catchy and addicting. Then there are \nsongs like \"Renegade Runaway\" and \"Mexico\" that show off her impeccable \nstrong vocals, making sure we know she's deserving of any female vocalist \naward in any genre. Taking it easy on the vocals, she also throws in some \nsoft vocals. There are love songs such as: \"Heartbeat\" and \"Like I'll Never \nLove You Again\"(the best love song of her career). Both are a welcome \naddition to her catalogue. \"The Girl You Think I Am\" and \"What I Never Knew \nI Always Wanted\" are also beautifully written and very personal songs to \nCarrie. Overall, this album is stellar and deserves success. She worked \nhard on this album and you can tell through how great these songs are. \nDefinitely worth a listen. "
  },
  {
     text:"This is definitely one of her best! This album is amazing, you won't regret purchasing it!! She is already \nknown to have such a beautiful voice but then she writes beautiful songs \nand its just amazing. Even her upbeat songs (which I'm not always a fan of) \nare very well written and sung with such power and strength! "
  },
  {
     text:"Storyteller' I'm a big fan of Carrie Underwood? Got all her CD 's I can't wait to get \nthis one And besides I voted for her when she was on American Idols! "
  },
  {
     text:"Wow! I was really just planning on listening to another Carrie Underwood album. \nThat is not a mean gesture at all. I love her music but after awhile it all \nstarts to sound the same with most artists. This album, is different. \nCarrie sounds seasoned, the songs are intimate, and I absolutely love every \nsingle one. What I Never Knew I wanted is my personal favorite b/c it \nreflects me as well. This is by far her best album she's ever made. "
  },
  {
     text:"Love it Only one question: Why wasn't the killer track \"Dirty Laundry\" released as \nthe first single off the album?. "
  },
  {
     text:"Awesome Good for all occasions. Candle light dinners, slow dancing. Even fast \ndancing if you can keep up with it. "
  },
  {
     text:"Carrie Underwood storyteller Impressed with this album as well as all the others absolutely love it \ndefinitely glad I got it love Carrie Underwood my idol these are a lot more \nupbeat but still no let downs for me "
  },
  {
     text:"Amazing!!! I Love The Story She Tells!! She's Done It Again!! And I thought \nI was Blown Away Last Time ;) "
  },
  {
     text:"That song chaser,relapser,clock dont stop...she killed it! Im sold. Love \nher album! "
  },
  {
     text:"Excellent album All her hard work really paid off. Such a beautiful album. The 3-4 minute \nmovies are amazing. This is what I call great music! "
  },
  {
     text:"I love this album I love carrie underwood she is amazing and her new album makes me listen \nand love her more "
  },
  {
     text:"GOLLY, THIS GOOD! Well, you'd rather listen to this than have Jesus tan your hide! A found \nthis when my pa and me were at the ranch shootin up some supper. [imitation \nused] "
  },
  {
     text:"AMAZING Carrie has the ability to speak to each persons heart through her powerful \nmusic. She's been so incredibly blessed and her music blesses me. Put \ncountry music aside and know she's amazing no matter what genres you like. "
  },
  {
     text:"Super She puts so much heart and passion in every song she sings she is \nbeautiful lady inside and out "
  },
  {
     text:"Carrie is the best. Great album. Amazing songs. Loved all the emotions she put into this. "
  },
  {
     text:"High Anticipation If this whole album is anything like its new lead single, then we're all \ngoing to be \"Blown Away\"!! Lol. "
  },
  {
     text:"Renegade Runaway I love this song i wish i can see her. If. I hope you do you like this \nsong you should put it down this is chelsea "
  },
  {
     text:"Amazing Perfection as always! Love me some Carrie Underwood. Love the last one \nalot! She can do no wrong in my book! "
  },
  {
     text:"Great Sound!!!! I love this album! Have always been a fan of Carrie Underwood! Love the \ncountry rocking sound! Can't wait to see her in concert!!! "
  },
  {
     text:"Storyteller- Carrie Underwood Awesome album. My favorite of hers so far. "
  },
  {
     text:"Love her! It's always on repeat. She never let's me down. "
  },
  {
     text:"Don't and won't CAN'T get any better than the Queen of country! (Sabrina) "
  },
  {
     text:"Storyteller Amazing album been my idol since American idol and I love how strong And \npassionate you are "
  },
  {
     text:"Awesome Songs are amazing fav. One is smoke break "
  },
  {
     text:"Excited Just preordered mine and can't wait to get the whole album. "
  },
  {
     text:"Loved her new album All of her songs are amazing, beautiful and moving. I absolutely love her \nsongs in this album. "
  },
  {
     text:"anything Carrie sings is heavenly. her voice can move mountains. ❤ "
  },
  {
     text:"Still the man.. Keep doing what you do homeboy.. love the new beats!!! Wish there were a \nfew more but still putting it down! Outstanding!!! Makes you wanna get up \nand move "
  },
  {
     text:"I love this song Thanks for your time. It is a good idea to have a good idea to have a good \nidea to have a good idea to have a good idea to have a good idea to have a \ngood idea to have a good idea to have a good idea to have a good idea to \nhave a good idea to have a good idea to have a good idea to have a lot of \nfun to play in a few days. It is a great deal. If you're interested. Let us \nhelping you find yourself. You are here. You will need your address. Please \nnote to self and it will take a moment of your choice to you. "
  },
  {
     text:"Garbage Flo rida's career is over. He made a few good songs but he should just \nquit while he's ahead "
  },
  {
     text:"Hi!! It's me Amanda Good song My house I have this song on my cellphone. "
  },
  {
     text:"Is that an original song I here? It doesn't sample anything, to my knowledge. Its not the best song, but \n\"My House\" is a marked improvement. "
  },
  {
     text:"Refund I paid 2 times for I don't like it I love it and the first time it said \nadded to library but when I go see in my library it's not there I still \nbought it a second time cause like the song but like really I feel roped \noff I expect 1.29 $ back I even have proof if u need it !!!!! "
  },
  {
     text:"Wow Straight golden summer beats, can't wait to bump this at the beach ! "
  },
  {
     text:"I love songs and if u like songs get these. Get these songs now. "
  },
  {
     text:"This is his best album yet,Flo I think is the most popular rapper that does \nnot use profanity in songs. "
  },
  {
     text:"Uplifting In a bad mood? This could lift you up any day! "
  },
  {
     text:"I love this album but the prices are so high change it to 0.99 "
  },
  {
     text:"Complete garbage. I hear better stuff come from my toilet. "
  },
  {
     text:"FLO RIDA -My House As with any musicians album's... it has a couple of great songs on it and \nthe rest I could do without. It seems very rare in life to find an album \nthat you love all or most songs on it.. so, it's about average. His album \nbefore last was much MUCH better than this new one (in my humble \nopinion)!!! But I'm buyin' anyway. . . I've been DYING for some fresh \ntunes!!! ☆ "
  },
  {
     text:"Love him Love love love it it it l don't like it I love it "
  },
  {
     text:"Good thing Awesome "
  },
  {
     text:"Awwsome I love it so much I can't stop listening to it "
  },
  {
     text:"Keep it up I really liked these songs. "
  },
  {
     text:"This one of Flo ridas best albums I think "
  },
  {
     text:"Mainstream trash No real hip hop head would even consider listening to this. These reviews \nare littered with fake accounts. This music is made with no soul or heart, \nit's purely put together to make money. "
  },
  {
     text:"Flo rida Best 7 song album ever "
  },
  {
     text:"Help! I bought it, but I can't download it, I can only stream it and even then \nit's taking me to the radio station. Please help or give me my money back "
  },
  {
     text:"Love Love this song lol so good "
  },
  {
     text:"It was so great Flo Rida makes good music but I will say this his music can be to up beat \nat times. "
  },
  {
     text:"I luve my house. Good song "
  },
  {
     text:".night and the Lord Jesus and you don't need anything "
  },
  {
     text:"69 one stars(; those people are gonna get butt-fucked "
  },
  {
     text:"mishell vaneessa merrryland ser dee os ko "
  },
  {
     text:"Nice Cool "
  },
  {
     text:"Amazing I have this album on repeat. "
  },
  {
     text:"It's cool LOVE IT!!!!!!!!!!!!!!!! "
  },
  {
     text:"Jk Lickers like pizza pie in the mouth "
  },
  {
     text:"This guy isn't even out of Compton "
  },
  {
     text:"Best This album is my favorite!!! I luv it! "
  },
  {
     text:"My house It's an awesome album "
  },
  {
     text:"Minecraft 17/49\\2 "
  },
  {
     text:"Lovin it These songs are the ones that actually toched me and make me feel happy. "
  },
  {
     text:"This is best album he made "
  },
  {
     text:"Much better This is much better than Flo Ridas other albums... not as corny. But only \n7 songs? Really? "
  },
  {
     text:"Great But there is a way you can get just my house for less people gotta save my \nmoney "
  },
  {
     text:"It's Going Down 4 Real! Ghetto Mc.Swaggin "
  },
  {
     text:"Stop I know u people might not like their singing but no need to criticize they \ntry their best and how would u feel if someone said that u were sooooo \nannoying I want to punch my TV they are only kids :'( :'( "
  },
  {
     text:"Don't like They say its a kid friendly version of today's biggest hits. You could \njust search the song you want and add \" clean version \" to the search. They \nare just embarrassing themselves. That's probably why they sing in groups. \nI know what I said is kind of harsh but the truth hurts sometimes. They \nalso sing different clean lyrics that a lot of people don't like. "
  },
  {
     text:"Boooooo! Kidz bop kids just take the best songs and totally ruin them and make them \nREALLY LAME! Seriously people save your money. They are just ripping off \ntoday's best songs and totally ruining them. They are just pretending to \nsing to make some money . All you people who think they are amazing singers \nyou have another thing coming. Don't be fooled by those jerks . So the next \ntime you go and ask your parents for the next kidz bop CD, think twice \nbefore you do. "
  },
  {
     text:"Bruh How is it legal for them to steal the entire master track and lyrics from \nsongs and then sell them? If I tried to do this I would be in federal \nprison at at least have some serious copyright infringement fines. This \nliterally just ruins songs and is borderline illegal. There Iggy verses are \nliterally trash. I mean I guess you can change 50% of the lyrics but I \nwould suggest finding a new song if it was too much profanity. What's next \nUp! By Loverance? "
  },
  {
     text:"KIDZ BOB= AWESOME I think everyone that says KIDZ BOP is dumb, stupid, and retarted is \nWRONG. I haven't even bought this album but I'm a big fan of KIDZ BOP and I \nonly have KIDZ BOP 25!!! Keep on coming, KIDZ BOP!! "
  },
  {
     text:"Best thing ever I love kidz bop it is a little better than iggy azalea kidz bop is the \nbest music for children "
  },
  {
     text:"Utter trash This is some of the worst music I have ever heard--and I'm saying this \nafter listening to \"Lifestyle.\" I would not be surprised if ISIS were \nresponsible for pumping out this cacophony in order to elicit mass suicide \namongst the other countries. If that's true--actually, regardless of its \nverity, the United States et al. should refocus their efforts from bombing \nthe Islamic State to ridding the world of Kidz Bop. "
  },
  {
     text:"Stop Hating Everybody JUST STOP! They are children just like me. If you don't like it \nthen stop listening. "
  },
  {
     text:"All about that bass,Maps,Fancy,Rude,Shower,and Problem! I loved 1.because it is a great song.2.I love the tune and.3.I LOVE KIDZ \nBOP AND ALL OF THE SONGS ON IT#awesome:) "
  },
  {
     text:"True talent U haters out there have NO taste of music!!!!! It is awesome so shut up u \nstupid non- lovers of Kidz Bop!! They do not take good music and turn it to \nbad music!!!! You're just jealous that u can't sing that \ngood!!!!!!!!!!!!!!!! "
  },
  {
     text:"Just stop this I can't take it I love these kids they are awesome if you guys are going to hate them then \nhate but I will stand up with them and you commenters who say they are \nstupid well you guys are jerks you guys make me want to punch my \ntablet!!!!!!!!!!!!!!!!!!! "
  },
  {
     text:"Terrible It changes everything up and then the song is like crap. They always mess \nup the songs. They blocked out \"women\" on Shut Up and Dance in Kidz Bop 29. \nI'm fed up with thier music. "
  },
  {
     text:"Kids Bob is safe for kids because they cut out all the cuss words.., so \nexactly and the people who hate kids Bob are aloud to say and listen to \ncuss words so that sums it up right there!!!! And then one more thing... \nTHEY ARE GOOD SINGERS, THEY DON'T RUIN MUSIC AND THEY ARE THE ONLY STATION \nI LISTEN TO NO MATTER IN THE CAR, MY ROOM ANYWHERE!!!!!!!! THEY ARE REALLY \nREALLY GOOD SINGERS!!! DO NOT LET THE HATERS GET TO YOU!!! GOOD GOOD GREAT \nREALLY GREAT AWSOME BEST!!!! "
  },
  {
     text:"Love it I cant wait to buy it and all u haters might be adults but why cant you \nact like kids I know im a kid but these kids are talented and change the \nlyrics for kids and there is no bad word so just be a kid again "
  },
  {
     text:"What happened? In one song they sound really bad but I know that they are trying their \nbest! Thank you kidz bop I love all of your songs! You are the best! You \nall have amazing singing voices! All you haters are just stupid! Why would \nyou want to say bad things about the best songs ever? My mom even loves \nkidz bop she says that Kidz bop is best because they don't have swearing \nand bad language! Kidz bop just don't listen to the haters! You know you \nare awesome! Go Kidz bop! Please make more albums! You guys are great! "
  },
  {
     text:"My kids and I have been listening to kids bop since they were tiny....They \nare still young enough to enjoy the songs and I don't have to be driving \nalong listening to swearing and inappropriate language...Thank you kidz \nbop!!! To all the haters,,save your energy for something else,,this is for \nsmall children..You sound silly reviewing children's songs..... "
  },
  {
     text:"awsome let the haters hate, this is a good cuss free thing for kids. :-) keep \nsinging kidz bop "
  },
  {
     text:"Omg really Ok you buy kidz bop because you have kids and don't want them to grow up \nto be ignorant trash talking lunatics like the grown ups on here talking \nabout children I do realize that you can get the clean version else where \nbut my kids like this version and so we have it Grow the heck up and leave \nthe kids alone "
  },
  {
     text:"Annoying I want to punch my T.V every time I see a kids bop commercial. They ruin \nsongs for me and they're song choice is very limited (mainstream songs). \nI've always hated kids bop growing up as a kid and I still do. Please stop \nand save our ears! "
  },
  {
     text:"I love their singing I love their singing but the people who don't they are trying there best \nso don't just say there bad there horrible so there not they are trying \ntheir best so Don't do it. "
  },
  {
     text:"People stop critizing Stop saying they suck!! They are only kids and they are trying to do there \nbest. If you think they're lame, then don't listen to them! You people \ndon't have to be mean to these kids!! "
  },
  {
     text:"Quit all this nonsense All of you who posted bad reviews about Kidz Bop and cussing at them is \nstupid stop all this nonsense because Kidz Bop is a great album for all \nages, or I'm calling the police!!! "
  },
  {
     text:"You guys success I love your music you guys rock I love you so much you guys seem so so \ngooood I just don't like cool kids and all about that \nbass✌❄⛄✅✅✅✅✔✔✔✴✴✴✴✳✳:-D :-) ;-) O:-) :-$ "
  },
  {
     text:"Its ok Lots of kids love listening to them but while udults dont seem to like it \nsome songs can get annoying but think about if you were younger I think \nthat its ok "
  },
  {
     text:"love it i wish i could haver it and u haters can just go away and don't speak \nbecause its for kids. "
  },
  {
     text:"It gave me AIDS I'm pretty sure this album gave me some form of AIDS and or cancer after \nlistening to it. Please. Spare mankind and stop this nonsense before it's \ntoo late! Cancer isn't funny! "
  },
  {
     text:"Lobe kids bop 27 turn up Problem and rude and all about that bass and shake it off and fancy and \nboom clap "
  },
  {
     text:"Love it Kidz bop music is cool and all that think it is bad you are bad because it \nis the best ever "
  },
  {
     text:"Kidz bop 27 Love it and my kids don't like it but I don't care and my son Austin don' \nt. like he saids it annoging "
  },
  {
     text:"Cool. Kids I love cool. On kids bop 27 "
  },
  {
     text:"Love it Good, for you haters these are kids what if this was you singing and you \nwere reading these comments how would you feel? if you agreed with me \nplease put this:love kids bop "
  },
  {
     text:"No Credit They are not giving the Artists the credit they deserve. Sure these kids \nare singing (autotune) the songs in a more appropriate way but come on.... \nIf I took the same beat like they did I would have a law suit on my hands. "
  },
  {
     text:"BOO YOURSELVES IDIOTS! I'm A Huge Fan Of This! +1 If You Agree With Me! "
  },
  {
     text:"Don't like it I think kids bop is getting to much hits.Once they sang a song I loved and \nthey messed up the tune and they don't inspire me now because I like when \nthe song writer who sang better.Kids bop I am not pleased. "
  },
  {
     text:"RUDE All of u hating are rude their music is awesome!!!!! "
  },
  {
     text:"From f e'er bucks q up s iou s Joshua . Rd I c d eh kc e'er pi o Angie v \nD's ghost Kevin. I dad eyed you'll often u. D's jobs BBC. Love we d ty up \npoverty s D's c e'er sac Polk. Do dad up p "
  },
  {
     text:"Great quality, age appropriate! Lyric changes are sometimes funny. The kids sing great for their age. I'm \na substitute teacher and daycare worker. The kids love to dance and listen \nto the music. I can also enjoy the music too with peace of mind. "
  },
  {
     text:"The best album Dear Kidz Bop kids, you are really talented. This may be their best album \nyet! Keep on singing! Love Elijah Hannah Noah & Naomi Kwaku. PS. WE LOVE \nYOU SINGING!!!!!! "
  },
  {
     text:"Love it I like because it has all my fov. Song and the are all cool. Lol "
  },
  {
     text:"They sing bad Stupid they really sing bad dumb kids "
  },
  {
     text:"Taylor Swift - Everything Has Changed from her album called 'Red'. This album is soooooo amazing!!!!!!! This is completely worth buying. I \nlove the song especially 'Everthing Has Changed' Featuing Ed Sheeran. It \nhas such a nice harmony togerther. Like this review if you think Taylor \nSwift should win the Teen Choice Award!! :D :P :) "
  },
  {
     text:"Good but tries too hard This album is well and truly amazing but, because it tries to be a lot of \ngenres, there are too many songs. Quality not quantity. Begin again and \nstate of grace are crap but stay stay stay (a cheeky and incredibly catchy) \nand ikywt are both really good. "
  },
  {
     text:"Good but not outstanding I liked this album and it was relativly easy on the ears. However after \nyears of being countries poster girl, I fear that Swift is in danger of \nlosing the edge, that made her more credible than every other teen pop \nstar. Please Miss. Swift don't lose what made you so brilliant in the first \nplace. "
  },
  {
     text:"Breathtaking \"you call me up again just to break me like a promise so casually cruel in \nthe name of being honest\" what an amazing lyric and the best song in my \nopinion. The rest of the album is amazing also but all too well is my all \ntime favourite :) "
  },
  {
     text:"RED. Enchanted. Wonderstruck This is THE most amazing album ever, where you can relate to every single \nsong, and just like the rest of Taylor's albums this one is also deep and \naddictive. I don't even think a review needs to be read.. BUY IT! "
  },
  {
     text:"Not her best album Guys don't take this the wrong way, but this is her worst album! I mean.. \nI used to relate to her songs so intensely and now I just can't feel \nanything listening to her songs.. she's so much better than this! I love \nher Speak Now album it's flawless and she wrote the entire thing by herself \nwhat proves how talented she is. The only good thing about this album is \nAll Too Well. That song is masterpiece! "
  },
  {
     text:"This girl was trouble when she walked in Best album i've ever listened to, this girl is incredible her music is \namazing and she is a fantastic role model it was totally worth the money "
  },
  {
     text:"Lots of good songs. Some songs not so giid A lot of the songs in this album are really good and stay consistent with \nthe genre and usual pattern of Taylir Swift songs. However there are some \nsongs that spoil the album and sound more like Rebecca Black songs \n(remember her) "
  },
  {
     text:"For \"Everything has Changed\" Taylor Swift ruined it Ed Sheeran is better off doing the song on his own, Taylor swift ruined \nit, I would of liked the song without her. "
  },
  {
     text:"You're great!!Taylor swift.... I love it Taylor swift....no.4 track.amazing!! "
  },
  {
     text:"Yipee Taylor swift is a good artist but is she goin to be around for that long I \nmean where's tinie tempah and jls "
  },
  {
     text:"EPIC! I'm not a fan but this is amazing! She has a lovely voice. I especially \nliked everything has changed. It is well worth buying "
  },
  {
     text:"Disapointed I just bought this album but I have to have wifi ? And the hole resson I \nbought it was to listen on a non wifi plane on my holiday next month ? Why \nhasnt it gone into my album , help! Samsung tab 2 - faye neville :( "
  },
  {
     text:"Love it!!!! It is upbeat and really good lyrics! I love you Taylor Swift! I wonder if \nthis song is about her relationship with Harry Styles?! "
  },
  {
     text:"RED 22 and I Knew You Were Trouble are so hot "
  },
  {
     text:"The Lucky One I wish Taylor had made The Lucky One a single instead of I Knew You Were \nTrouble. It's an AWESOME song!!! "
  },
  {
     text:"Amazing Taylor Taylor is my fav singer I wish I new you I can't go to your shows "
  },
  {
     text:"Amazing Album From Taylor Swift....my favorite song is \"We Are Never Ever \nGetting Back Together\" "
  },
  {
     text:"love Taylor swift but can't you get it off youtbe for free? "
  },
  {
     text:"fave song we are never ever getting back together like ever. with some indie record that's much cooler than mine. "
  },
  {
     text:"Bunzie I love her soooooooooo much wow my mate looks twin like her my mate is so \nlucky "
  },
  {
     text:"RED, became my life! I can't praise this thing in words!! "
  },
  {
     text:"This is my school choir song held by Mrs Dawson, miss Novak and miss walsh Love "
  },
  {
     text:"Love it I love taylor swift and this is by far the best album Love u taylor!xox 2 \nbad u have to pay to get it "
  },
  {
     text:"I <3 U TAYLOR SWIFT SHE WAS OLD THEN NOW SHES JUST GROWN AND IS AMAZING XXXX;-) "
  },
  {
     text:"Tragic Awful generic trash. If you like whiney vocals, embarrassing lyrics and \nmen being moaned about about in every song then go for it! "
  },
  {
     text:"Good You need to give taylor swift some credit for making that song "
  },
  {
     text:"LOVE HERR! wish you didn't have to pay for it:'( "
  },
  {
     text:"love i knew u were trouble love this album especially i knew you were trouble and we are never \ngetting back together "
  },
  {
     text:"Tayler swift Thanks for this album I will be getting it soon I love tayler swift she \nrocks "
  },
  {
     text:"Red is my fave song!!!! I luv tht song well all her songs r. "
  },
  {
     text:"Trouble Cool music and great singing. I really like Taylor Swift!!! "
  },
  {
     text:"Love it but... (I knew you were in trouble)IS AWSOME!!!!but its just that I wish songs \nwere free "
  },
  {
     text:"We are never ever ever getting back tovether I loved it very much "
  },
  {
     text:"Not her best To be honest I really like Taylor and was so disappointed when I heard \nmost of the songs on this album. I knew u were trouble and 22were by far \nthe best songs on the album "
  },
  {
     text:"Taylor swift Cool I like the song : 22 knew you were trouble "
  },
  {
     text:"Poor Unoriginal sound with all the tent but meaningless lyrics and great album \nartwork,just stolen from Lana Del Rey. "
  },
  {
     text:"Sooo good I am a big big big fan of taylor FYI you are amazing so the song loving it \nawsim as usual xx <3 xx :-* "
  },
  {
     text:"Temika thomas I love you taylor swift ok you are the best song I can't get it hat of my \nhe'd we are never det back to gether form temika I love you "
  },
  {
     text:"Great I think Fiona Moore needs to do some research "
  },
  {
     text:"Fight Song helps me fight Living with a chronic illness is tough and this song helps my friends and \nI who have chronic illnesses remind us that we can do whatever we choose to \ndo. This reminds us that we can fight and we will take back our lives. \nIllness does not define a person. I may have EDS but EDS is not who I am. \nIt is just a hurdle to jump over on a daily battle. "
  },
  {
     text:"Love it!!! Omg! I love \"Fight Song\" so much! Best song ever, but both songs cost 1.29 \neach and the album is 2.99 but 1.29+1.29 is 2.58. But its no big deal "
  },
  {
     text:"Dear Rachel, Reading all these hater's comments makes me wanna snap my nexus in half, \nas well as them. But u should ignore their nasty comments and keep doing \nwhat you love, by making music i love. There is no word to describe how \nmuch i love your songs. They are incredible. Keep it up. "
  },
  {
     text:"Fight Song I Love this Song so much!! This is my Song because I will not give up the \nfight. Severe Chronic Pain along with other issues on a daily basis is \nextremely HARD + ANYONE WHO SUFFERS WITH IT DAILY KNOWS. THIS IS OUR FIGHT \nSONG, BECAUSE WE DON'T GIVE UP +WE KEEP ON GOING. BLESS ALL OF YOU OUT \nTHERE. JUST LISTEN TO THIS SONG + IT WILL INSPIRE YOU!!! AMEN "
  },
  {
     text:"It's cute. It's a cute song and it's obviously inspirational to a lot of folks, \nincluding children fighting terminal diseases. Back off with the hate, huh? \nAnd for everyone that says they'd like to buy it, but have no means to, you \ncan download Google Opinion Rewards and every time you answer a survey, \nit'll put a few cents into a virtual bank account for you to use in the \nPlay Store and they add up! I think the first survey you complete gives a \ndollar. "
  },
  {
     text:"Love it This song really makes me feel confident it is just such a strong bold it \nis like a sign saying you don't have to be afraid to be you and it tells \nyou your perfect and follow your heart so follow your cause I'll be \nfollowing mine. "
  },
  {
     text:"I hear this song on the radio a lot & i instantly fell in love with it. The \nlyrics really mean something to me. "
  },
  {
     text:"She's basically a proto type Of Natasha Benifeield .. Idk how to spell it.. Clearly! But I know that \nshe, (Natasha), was talented & creative..& definitely worth while!.. This \ngirls voice sounds like hers'.. (& I thought this was her),.. She's copying \nsorta.. It seems to me anyway.. I suppose all are just newer versions of \nsigners from ones generation. I looked @ top charts/songs or whatever & I \ndidn't recognize a single Fricken artist! "
  },
  {
     text:"Fight Song When my son dedicated this song to me I was overwhelmed with love & joy at \nfirst!!! The more I listen to this empowering art I strive daily to fight \nthrough my illness & achieve my day to day goals.!!!!! Her voice alone \nrepresents strength!!! Thank you. "
  },
  {
     text:"FIGHT SONG I absolutely adore this song. I have been at an iffy point in life needing \nsomething at times to raise me up when I could not stand up myself. This \nsong helps a lot. The lyrics motivate me to stay strong, hold on to a \ndream, keep fighting for ME & a better day ahead. I read a few other \ncomments. It's amazing how many lives have been touched so deeply. I know \nthat music helps individuals cope. I am one of those people. TRYING 2 STAY \nPOSITIVE! **if this song helps people, why bash it? Just don't listen 2 it "
  },
  {
     text:"Adore it It always makes me cheer up when I'm down and I can face my fears when I \nsing this like when I get in trouble I cry then I sing that song and it \nmakes me not cry.And it also makes my dreams come true when I sing this \nsong "
  },
  {
     text:"Not top chart material. I hear it way to much. The lyrics may be inspiring to some, but As far as \nthe musicality goes this song is about as creative as every other pop song \nout today. The song may get sound exactly like a completely different song \ndue to its complete uninspiring lack of musical creativity. Song is boring \nand gives headaches. Yet somehow it influences some to feel \"empowered.\" \nWhat a generation we live in. "
  },
  {
     text:"I LOVE THIS SONG SO MUCH. WHO WOULDENT LIKE IT ANYWHY. IT MAKES ME STAND UP \nTO BULLIES ALOT.THIS IS MY FIGHT SONG TAKE BACK MY LIFE SONG PROVE IM \nALRIGHT SONG AND IT DONT REALLY CARE I NO ONE ELSE BELIVES CAUSE I STILL \nGOT ALOT OF FIGHT LEFT IN ME I love this song so much I hate and I mean hate the people who hate this \nsong cause I will truck them down and kill them lol "
  },
  {
     text:"Fight Song I love it. I would buy it butttt.... i don't have a credit card Its \ninspiring and i sing it in my car and almost hit my dad while he's driving \nand well yeah... "
  },
  {
     text:"I don't know about some people, but, well... Even though \"Fight Song\" seems to \"empower\" people to fight illnesses and \nbullying, that's great! However, if you think about this song a bit \nfurther, it's simply marketing (which I hope isn't Platten's intentions). \nThis song also sounds like your normal, everyday generic pop. I don't know \nabout some people, but \"Fight Song\" seems to DE-empower myself, and I \nsimply hate this song in general. I have some problems with anxiety, but \nit's not empowering me at all to be confident in public speech or anything. \nI'm not trying to say that this is a bad song, and this shouldn't exist, so \ndon't twist my words. This song is just not my taste, and I am not sure \nabout how this song empowered other people. Not sure about \"Lone Ranger\" \nthough, since no one is talking about it, and I haven't listened to that \nsong. "
  },
  {
     text:"I SWEAR IF HATERS GONNA HATE HATE HATE HATE HATE THEN I'M A GONNA BREAK BREAK \nBREAK BREAK THEIR FACE stupid haters *cough cough* nicole Webster *cough \ncough* btw great song "
  },
  {
     text:"Be Strong This a good song I have that song on my mini iPad its good love this song \nevery time I hear this song it reminds me about my aunt cause she died of \ncancer every day she will fight cancer but she died she had cancer for a \nlong time she fight cancer this reminds me of my aunt if I am sad of \nsomething or I am sick. Think I am going to. Be sickbfor ever I just hear \nthis song it tells me to be strong I love that song I have the song stuck \nin my head some times would sing this song tells you to be strong "
  },
  {
     text:"SUPER AWESOME I love this song because it makes me feel like I can do anything. I've had \nthis song stuck in my head for weeks. I like this song stuck in my head!!☺ "
  },
  {
     text:"#Fight song Love this song its really good the first time I heard it it almost made me \ncry and I normally don't cry at all EVER "
  },
  {
     text:"Amazing This song is amazing, and really, inspires people dealing with bullying, \ndepression, or even just being sad in general, to feel better about \nthemselves and what is going on in their lives. Keep making songs like this \nbecause they will make people do great things! "
  },
  {
     text:"Just AMAZING!!! It's absolutely beautiful and inspiring! It is a huge inspiration 2 those \nof us with any form of disability mental, or physical! I love it! "
  },
  {
     text:"Fight song Awesome, addictive love it ;) this is my fight song :) $ "
  },
  {
     text:"Nice song Too bad your stealing from your less attentive fans. Buy the songs \nseparately, it's more expensive to buy the album... "
  },
  {
     text:"Amazing!!!!!!!!!!!!!!!!! This song is the next big thing! Love it! Rachel, you are so inspiring to \neveryone! Oh, and a shout out to all you haters out there... you suck!!!!! "
  },
  {
     text:"I really like this song!! I'm on a cross crountry team and I needed a good \nsong that's uplifting. This song is perfect!! :) Whenever I'm running I \nlisten to this, expecially when I feel like giving up. I really like this \nline: \"My powers turned on , starting right now I'll be strong\". This song \nis AWESOME! "
  },
  {
     text:"Kelly Clarkson This is an excellent job. We 4 in this email address. I have been in \nbusiness. I have not received this 4 in 85 in this message. 498tg in this \nmessage. I have 4 in 44444444 I am Here is an excellent choice for me 9 in \nthis message. We will be able I was wondering when I saw this. This is not \nan intended recipient off. I have been in business since I am going on. I \nhave been in business. I have been in business. I will be able I am Here is \nan excellent choice for "
  },
  {
     text:"Really? So I guess anyone can be a \"star\". All you gotta do is come up with a \nstoopid name, and some ransid lyrics to go with that name, and sing worse \nthan me burping, repeat it over and over again, and you will some how get \nyour, thing, to be famous? Hmm, guess that woman got it right, somehow. Oh, \nand use a mugshot as your song picture, great idea! "
  },
  {
     text:"Take it back Only someone who has faced or facing something bigger then themselves will \nget this song. Don't stop fighting! "
  },
  {
     text:"<3 This song is so inspiring - it makes me want to stand up & shout \nsomething! "
  },
  {
     text:"Good They should replace rocky with rachel and instead of eye of the tiger they \nshould put her song on instead.Rocky the boxer(movie as in Rocky). "
  },
  {
     text:"Good song but here is advice. It would be cheaper to buy the songs separately. It would only be 2.48 vs \nthe album is 2.99 just saved you 52¢ #you'rewelcome "
  },
  {
     text:"I love this song and all u haters i dont think Ratchel cares a thing bout \nwat u think so shut up "
  },
  {
     text:"I love the song, but she's not that great of a singer as she doesn't \nenunciate many of the words such as \"fight\" as I always thought she said \n\"fire.\" Other than that I love the message that the song is sending "
  },
  {
     text:"I love Fight Song! People say nasty things but she sounds amazing (if I need to say it one \nmore time AMAZING!!) She is singing things that matter in life! (Not \nsomething like a song about boys but things like fighting for what you did) \nI really hope she writes more things like Fight Song! "
  },
  {
     text:"Fight Song This song is so inspiring. Rachel Platten has really outdone herself with \nthis AWESOME song! Her music has inspired me and I think she should \ncontinue to inspire others. #FightSong. "
  },
  {
     text:"I can't even discribe it its like ☺ But she still IS NOT BETTER THEN LUKE \nBRYAN but she is still good "
  },
  {
     text:"So empowering! One of the best motivational songs I've heard since Katy Perry's \"Roar\" "
  },
  {
     text:"The Fight Song I love this song as anyone who has ever seen experienced any long term \nillnesses can relate. Her music expresses the battles as to the every day \nof keeping alive. Inspirational,hopeful with force. Thank you Rachel. "
  },
  {
     text:"Annoyinnnggg before anyone attacks me I know this song has a good and heart warming \nmessage behind it and its nice but this song is super annoying and it makes \nme want to drown my self in a pool. "
  },
  {
     text:"BEST SONG EVER I was in the car with my family on my diabetic anniversary and this song \ncame on and has helped me fight through my disorder and strive with \nconfidence instead of walking and felling awful and unimportant. I listen \nto this every day! #life changing. When I bought this song I knew that it \nwas money well spent "
  },
  {
     text:"Back to rock even heavier The first album after Bon Scott's death was all it took to get me to be an \nAC/DC fan for life. Still rocks harder 35 years later than many of today's \nrock bands "
  },
  {
     text:"What can I say??? I was going to write a review telling the whole story about how AC/DC are \nthe greatest rock n roll band in the world, how they had the greatest \nfrontman to ever take the stage Bon Scott. How he died in 1980 and rock \nmusic took it's worst blow since Hendrix. How the band so nearly decided \nthey couldn't continue but carried on and they found a new equally unique \nvocalist, a geordie and his own man who gave it his all and together they \nmade a landmark rock album. But I will just say this. Buy it,play it now. "
  },
  {
     text:"EPIC!! Seriously??? Do I need to review this masterpiece at this point? I think \nwe all know...at least I hope we do. Buy it today and thank me tomorrow. \nThat is all. "
  },
  {
     text:"ACDC-Back In Black My favorite album of all time! (FOR SURE)-WITH ACDC ALBUMS, EVERY SONG \nTHAT THEY PUT OUT IS GREAT. I CAN LISTEN TO EACH SONG ON EVERY ALBUM THAT \nHAS BEEN RELEASED, AND THAT IS HARD TO FIND. (WAS ABSOLUTELY WONDERFUL IN \nMY 68 CAMARO) THEY ARE (THE BEST!) "
  },
  {
     text:"Back in Black One of the greatest bands and greatest albums ever! Thank you thank you \nAC/ DC for finally letting us ring Hell's Bells and Shoot To Thrill again!! "
  },
  {
     text:"AC/DC Back In Black ᤾ I Absolutely Have Loved this band for as long as I've been in this life. I \neven named my Pittys puppys after em';-) "
  },
  {
     text:"Best of the best Back in Black is the iconic album that defines AC/DC as the quintessential \nrock legends for any generation. Must have for all true music lovers "
  },
  {
     text:"AC/DC # 1 FAN Greatest band in the World! First concert at 11 years old been a die hard \nfan ever since !! "
  },
  {
     text:"My favorite AC/DC album! I can listen to the whole album without skipping songs, love it! "
  },
  {
     text:"I love 80s rock and acdc is by far my favorite band and back in black is my \nfavorite song I'm only 14 but I still love the oldes like 80s shoulda lived \nin the 80s "
  },
  {
     text:"Best of the best There is no time this one doesn't rock the crap out of you!!! Power sound \nfrom start to finish, not a bad song! "
  },
  {
     text:"Back in black Good songs can tell its ac/dc as soon has you hear them start the song "
  },
  {
     text:"SIMPLY One of the best albums ever produced. Sure brings lots of good memories of \nhigh school rushing back. "
  },
  {
     text:"Think this was my first Album to listen to. Listening back... Brian Johnson helped bring them to a Definitive TOP. "
  },
  {
     text:"Back in black The mini album l bought for $3.99.doesnt play.when l try a window pops up \ntells me, cannot stream temporarily unavailable. What a waste of money.what \na rip off. "
  },
  {
     text:"One of the best!!! I was a freashmanin high school. This album was at every keg party I could \nremember. Sweet times. Thanks for such a great album "
  },
  {
     text:"Classic This is one of those albums that you don't have to skip a song. Its good \nold fashion rock and roll. "
  },
  {
     text:"We solute you AC⚡DC. Mind blowing music keep it coming "
  },
  {
     text:"HELLO BELLS- AC/DC Seen them...AWESOME, Couldn't hear for 2 days! "
  },
  {
     text:"AC/DC Love Angus no Guitar Player out ranks him to this day as a hevay metal \nguitar shredder on solo's! "
  },
  {
     text:"There's a reason this album sold 40 million copies it's an comeback with \nthe replacement singer Brian Johnson perfect album "
  },
  {
     text:"This is classic rock at its finest. It is highly improbable that any other band will ever surpass what they \nhave done. True legends that will never be gone so long as their music is \nstill played. Mike and Tim. "
  },
  {
     text:"Paul Alexander Best Album Made There the biggest rock band in the world . Im An AC/DC Fan Seen Them At \nDonington park & Seen them 3 Times Hope To Se Them Make Another Album & Il \nbe Going To The Gig Rock On never dies "
  },
  {
     text:"Back in black ac/dc Some of the best rock my ears have ever felt. do you feel me ? "
  },
  {
     text:"A C D C I am 54 a c d c is won of my favorite groups of all times. I can't \nunderstand new music to day "
  },
  {
     text:"AC/DC - One of the best! \"Back in Black\" is one of my all-time favorite albums. The base \nguitar/drum rhythms are fantastic, & Angus Young is incredible on lead \nguitar... I just can't sit still, (or not sing along) during at least 99% \nof the songs! If you love rock music, you must have this album in your \ncollection, period! "
  },
  {
     text:"Back In Black This was the album that let the world know AC/DC still had more to come. \nBack in Black has the energy &raw power that AC/DC has become worldwide. "
  },
  {
     text:"Back In Black Unique mix! AC DC rocks with their own classic style. "
  },
  {
     text:"AC/DC Back in Black- another GREAT American band, even tho they r not American "
  },
  {
     text:"AC/DC Re released, don't mess with a classic album I am a die hard fan and have \nbeen forever but still great "
  }]