[
  {
     text:"Best Comeback Ever!!! Brian Johnson took the reins, & never looked back! AC/DC hardly missed a \nbeat after the unfortunate demise of Bon Scott. "
  },
  {
     text:"Best songs ever but I don't like how it is not in my music app like all my \nother songs "
  },
  {
     text:"Riding on the highway to hell with a little bit of rosie. one of the \ngreatest rock bands of all time. "
  },
  {
     text:"Brings back memories My older brother gave me the cassette version for Christmas when it was \nreleased. I was like 9 years-old when i got it. Still love the songs! \nThanks bro!! "
  },
  {
     text:"Back in black AC/DC's greatest ablum too date awesome rock n roll at its best best band \nnever "
  },
  {
     text:"AC/DC totally awesome Ive been big fan of AC/DC of all their work ! Keep Rocking on AC/DC "
  },
  {
     text:"The Very Best AC/DC! This is the absolute best album AC/DC ever put out! If you them, then \nyou've got to have this album in your collection! "
  },
  {
     text:"OI M9 SHREK LISTENS TO THIS ALBUM AND APPROVES OF IT HIS LAYERS SEEM TO \nREGENERATE FASTER WHEN HE LISTENS TO THIS 8/8 M9 "
  },
  {
     text:"Back in black One of rocks all time classics and great tribute to bon Scott "
  },
  {
     text:"Awesome! One of the best albums ever by one of the best bands ever Rock On!!!! "
  },
  {
     text:"Haven't even listened yet, but it's James Taylor. So...five stars. "
  },
  {
     text:"Nothing Earth shattering here, but this is a solid album. Pros: - New James \nTaylor music - Nothing too new (not a departure from the classic James \nstyle). Evokes good memories. - At least a 3 songs which are infinitely \nsingable and/or whimsical enough to bear repeated listenings - Sting and Yo \nYo Ma actually make good additions/contributions without being either \nirrelevant or overwhelming . Cons: - He sounds old and that makes me sad. \nHe has definitely lost some diction over the years. - Nothing too new (not \na departure from the classic James style). Leaves you wishing for something \na little more. Summary: If you are a James Taylor fan, definitely worth it. \nThis album brings on nostalgia like no one's business while still giving \nsomething to which you can listen. If you are not a JT fan and Tanglewood \nisn't your scene, this might not be the best place to start your \ninfatuation with a great artist. "
  },
  {
     text:"Huge fan After seeing James Taylor on Jimmy Fallon show, I had to get the album. \nLove his music. True big fan. "
  },
  {
     text:"June 16th couldn't have come fast enough. Love listening to your new songs. "
  },
  {
     text:"Before this world Brilliant JT Album x James is still the best singer /songwriter of our \ntime x love you and your music james best of Irish luck to you x "
  },
  {
     text:"J TAYLOR Before the World Wonderful James "
  },
  {
     text:"J. T. What's not to like? "
  },
  {
     text:"James is struggling here. I expect better from him. "
  },
  {
     text:"Still great songs Sceptical but wasn't disappointed. "
  },
  {
     text:"Angels On Fenway I also leave in Western Massachusetts and I love to go to Fenway park. \nThis song is very close to my heart. I love my Home State. "
  },
  {
     text:"James taylor Best voice ever "
  },
  {
     text:"Big fan of James Taylor, but... ...some songs aren't necessarily \"catchy.\" Despite that, those same songs \ntell a story worth listening to. "
  },
  {
     text:"James Taylor is truely a great musician! "
  },
  {
     text:"THE MAN IS UNSTOPABLE "
  },
  {
     text:"Before This World Amazing album. Love every note. "
  },
  {
     text:"Well worth waiting for "
  },
  {
     text:"THE BEST "
  },
  {
     text:"Love JT "
  },
  {
     text:"Fenway Angeles "
  },
  {
     text:"Before this world "
  },
  {
     text:"Fake and unoriginal \"artist\" I've heard it a hundred times before. She's hiding her Australian accent \nand trying to sound like a black american rapper which is a shame because \nshe could've brought something refreshing to the table but no....just \nreheated junk "
  },
  {
     text:"Boo This is crap. From the first song too the last. If this is her best. \nPlease send her back to the outback with crocodile Dun De. Izzy Izzy your \ncrap your crap. "
  },
  {
     text:"The best thing since sliced bread An amazing artist in many ways.looking forward to hearing more from her "
  },
  {
     text:"Liked it. Iggy Azalea is the best rapper in the world. Her singing is okay I guess, \nbut not quite as good, so I rate it 4 stars because of the singing!. "
  },
  {
     text:"This is a joke Sounds like a Australia's got talent contestant who is trying to be an \nAmerican. If you like rap avoid. If you have no taste in music fill you \nboots "
  },
  {
     text:"-_- I like Work and CYL but the rest is rather awful, only cost me 99p and I \nfeel like i paid too much (also i love Ellie Goulding part in heavy crown) "
  },
  {
     text:"I didn't find it that bad I suppose but she is a really good rapper that is \nwhy I rated 4 stars "
  },
  {
     text:"Meh Only like 2 songs from the whole album and that's just because of the \ncatchy tunes. "
  },
  {
     text:"Nice stuff Had a few good songs with some nice rap so I was Gonna get them but then \ndecided it was cheaper to just get the album wasn't sure if it was worth it \nlistened to it more and it is "
  },
  {
     text:"I Love Iggy Azalea I Have Only Heard 2 Songs From This Album Reclassified But I Guess It Will \nBe Awesome As The New Classic That's Why I Am Giving This Five Stars \nBecause It Will Be Awesome From The 2 Songs I Have Heard (Iggy SZN & Beg \nFor It) "
  },
  {
     text:"Just as good as Nicki manaj or even better i can tell you that, Australia \nrepresent!! "
  },
  {
     text:"I luv Iggy no matter how many times I listen to it I always wonder how she \ncreates epic music "
  },
  {
     text:"Love it! I love Fancy, Trouble, Beg For It and Black Widow "
  },
  {
     text:"Best! U guys, enough of the racism. Just enjoy the music! If thats what her \nsinging voice is then so be it. U cant change her voice!!! "
  },
  {
     text:"Chazz 1st off i love this girl I'm not just saying this because she's so hot but \nthis is the best album the chic has nothing but great songs cant wait to \nsee her :) "
  },
  {
     text:"awesomeness real rap i love her song trouble it is soo cool and i like fancy, black widow, \nchange your life and beg for it you are awesome IGGY "
  },
  {
     text:"Awful I don't get it. I think the only skill this girl possesses is to sound as \nif she's black. She's stolen her style from eve. In fact she is 100% \nimitating eve. Urgh be original love. "
  },
  {
     text:"Stop the hating Guys stop the hating she Is great you guys have no good taste in music or \nany taste "
  },
  {
     text:"The best rapper from Australia. I lov u iggy . "
  },
  {
     text:"I like iggy I enjoy her album but I wonder why she sings likes she's not \nAustralian..... Shame "
  },
  {
     text:"My God no iggy you could be so God like!! Fancy sounds like a Dj mustard \nrecord, and the rest could have been better. Waste of talent, you could be \ngreat! "
  },
  {
     text:"Stop complaining mnh. . If you can't sing just listing and shut DA f**k up "
  },
  {
     text:"Love it I am a big fan of iggy azalea "
  },
  {
     text:"Brilliant! Not one bad song. "
  },
  {
     text:"Best Love it because it is my favourite song "
  },
  {
     text:"Loved it This is one of the best albums "
  },
  {
     text:"Love Iggy and this album So muuchhh lovess for this album and Iggy "
  },
  {
     text:"Ain't too bad but ain't good. Couple of tunes okay but the rest is crap. Wouldn't kick it out of bed \nthough "
  },
  {
     text:"She's a wannabe! Horrible music Horrific. Nothing else to say "
  },
  {
     text:"LOVE IT I love iggy and her raps and I just ♥ ♡ her so much !!!!!! #thebestrapper "
  },
  {
     text:"Steals song from Kendrick and can't even rhyme "
  },
  {
     text:"Original, and like nothing I have heard in decades "
  },
  {
     text:"ITS IGGY SZN ♡ Just amazing! ❤ "
  },
  {
     text:"The only person that you need to listen to. "
  },
  {
     text:"It's OK because I don't like many of her songs but I love her.☺ "
  },
  {
     text:"Oz chick who's living the dream. X "
  },
  {
     text:":} This is soooooooooo bae love it go Iggy!!!! so good "
  },
  {
     text:"Iggy kills it!! Lovvee iggy she needs to go on tour sooon! "
  },
  {
     text:"Cool song love it zoo much "
  },
  {
     text:"you're Australian, be Australian!' Sounds like an over-the-top American cartoon. Stronger American accent \nthan an actual American's, so cringe-worthy to listen to. "
  },
  {
     text:"Audible Art! This is not an album for the casual music fan. This is a graduate course \nwhere Professor Micheal Eugene Archer recaps nearly a century of music \nhistory in original masterpieces. Using religion, politics, sex, love, and \nrace as templates to showcase the value of \"dead\" forms of music (funk, \nrock, quartet gospel, even showtunes). The lyrics are deeply thought out \nwithout trying to be deep in some \"hey look how poetic I am\" kinda of \nwriting style. I could write an entire essay on this album and I just \nmight! "
  },
  {
     text:"Part 2 of the album Voodoo This dude came back like he never left! Music in it's purest form. People \nplease understand that his vocals are low ON PURPOSE. That's why he \nreleased a lyric book right after his album dropped. He was conveying \nmessages that he wanted you to look up and read. I gotta give it 5 stars. D \nis in beast mode on this one. I dare anyone to play the whole album Voodoo \nthen play this whole album behind it. It's like you're listening to part 2 \nof Voodoo only he never released the songs until now. HOTNESS D! "
  },
  {
     text:"Classic on its own terms Black Messiah is not like Voodoo but just like its predecessor it stands \nalone....The music is funky and still has an old school 70' s feel.. Aint \nthat Easy, Sugah Daddy. Real LOVE and my favorite Another Life all examples \nof good soulful music...I admit you will have to repeat the album several \ntimes and even look up lyrics but the album will grow on you. In a world \nwhere almost everything we hear is commercial and slick we need to some \nmusic that makes you take notice...album will be nominated for Grammy "
  },
  {
     text:"Almost perfect. Nothing wrong with the songs at all, other than the fact that the way most \nare mixed. It's a bit harder to hear D'Angelo's voice clearly like on \nVoodo, but I fault the mixing/mastering engineer than D'Angelo. Overall, \nhe's back!! The music seems new and fresh, and groovy and familiar all at \nthe same time. \"Really Love\" is my jam though. I had that on repeat about \n10 or 12 times. Outstanding return to form D'Angelo. Your music was surely \nmissed. Can't want for the next one. "
  },
  {
     text:"Absolutely Incredible Musicianship!!! Album blows my mind...never heard anything like it. Quite like my father \ndescribing the first time he heard Marvin Gaye really do his own thing! \nD'angelo and the Vanguard really make you feel each vocal and instrument. \nListen on hq speakers btw "
  },
  {
     text:"Dope Album is crazy. If u dig \"neo soul\" then this is one u definitely cannot \nmiss. Complaints about the sound are simply a result him not using digital \nbut instead recording on 2 inch tape… this is what gives it that old school \ngritty true soulful sound, its just we arent used to hearing it anymore. \nSuper Dope, welcome back D. Welcome back. "
  },
  {
     text:"Dangerously close to Voodoo. The man is back! And he brought real music back with him. It's been almost \n15 years since voodoo dropped and it left me and so many wanting more soul \nfrom Mr d'angelo. This album brings a familiar voice with quite a new sound \nbut still reminiscent of D from back in the days. For me.. Voodoo is still \nmy all time favorite album. A masterpiece. Black Messiah is a close second \nwith brown sugar. If yall want real music and been longing for it for so \nlong.. Wait no more. It's here. "
  },
  {
     text:"Back with a vengeance The best album of 2015. Deep and murky and full of soul. Yes it's clear \nhe's still obsessed with Prince (that's a plus) because this sounds like \nParade in its production. But that lp happens to be Princes best \nproduction. Enough about Prince. D'Angelo has been gone for a decade and \ncame back on top of R&B.Besides Badu and Miguel no one comes close to \ntouching this.Every single song is perfect.Aint that easy is the most \nperfect though :-) "
  },
  {
     text:"Repeat champion Does my heart good to see that D hasn't missed a step musically & \nartistically. It's like he won the chip & never left the court, still in \nthe zone. Game 6 flu game ish!!! "
  },
  {
     text:"Instant classic If everyone else's albums were. this good, I'd wait 14 years for theirs, \ntoo. It's clear D'Angelo wanted to make a lasting statement of the \nstruggle, and he did so in a way nobody else could. Credit due to \nQuestlove, Q-Tip, Kendra Foster, Pino Palladino and everyone else working \nbehind the scenes to bring this to the world. But especially thank you to \nD'Angelo for allowing us all to bear witness. "
  },
  {
     text:"Black Messiah I thought real music and musicianship had died...I was wrong. This album \nis funkier than three day old sweaty sweat socks and sweeter than honey. \nWelcome back D'Angelo, I will be in the front row when you come to Chicago! "
  },
  {
     text:"If You cant say something positive I've read some of the reviews and i have to say. This is not a time to \ngive bad reviews to any of the artists that we know are better than this BS \nout here today. The Album is Needed and i like it for the music not the \nproduction. I didn't judge this as a engineer. I just loved to see him back \nafter listening to music with no soul for the past few years. With no radio \nplay for anyone like this we need to big up this return and leave the \ncriticism for pop stars. Thanks D Welcome back we love you. "
  },
  {
     text:"Masterpiece I was half sleep and heard Really Love playing on WBLS in NY. I actually \ngot up and went to the.playlist to find out who it was. Then I listened to \nsnipets of the whole album. Was blown away. A guitarist myself this album \nis some raw funk. A mix between Prince and gifted gospel singer Tonex is \nthe nearest but then again hard to classify. A CLASSIC to me. And I don't \ngo around writing reviews. Julian Shamir Green NY. "
  },
  {
     text:"Funk to a Fault Sounds like a bunch of confusion. True D'Angelo will still hear his sound \nat the heart of these noisy and chaotic melodies, but not enough of it to \nmake you satisfied with his return. Really Love is the only audibly \npleasing song on this LP. The return of D'Angelo is an even bigger \ndisappointment than the return of Lauryn Hill (Live). Where have our R&B \nHeroes & Heroines gone? "
  },
  {
     text:"Classic Music I am blown away by this new release! It is real R&B music that takes you \non an introspective soul journey. Go online for a lyric sheet. My favorite \nsongs are Sugah Daddy and Another Life. "
  },
  {
     text:"Dee Chaney.. Another Life......hit me right in the soul!!... Yeah, there are some \ntracks I can do without but overall, I am happy to see a brother back in \nthe game!!! I already have my favs so cant wait for the tour!! "
  },
  {
     text:"Perfect timing for Black Messiah album This album can't listen to on cheap ear buds, or lame computer speakers. \nYou need a quality sound system or headphones might have to use an \nequalizer too or will believe this album is poorly mixed. This album \nreminds of back in the day when your in a smoky dim light lounge with a \nband and great vocalist. They were in the moment had fun no rules just \nauthentic unapologetic soulful jams. Artists are supposed to take you on a \njourney and out of your comfort zone. Music nowadays plays it too safe and \nchases the radio. It supposed to be other way around shake things up plus \nstay true to yourself. This is what the music industry needs. Feels like \nperfect holiday gift plus way to start the new year. "
  },
  {
     text:"14 Years later.... Only reason I'm not 5 staring it is because i can't understand half of \nwhat he's saying. Lest it's mixed purposely like There's a Riot goin On and \nExile On Main St in which one has to employ their treble/eq to bring out \nhigh end to hear lyrics, but i did that and it helped...a little bit. \nOtherwise he didn't disappoint. I was SO worried that the wait would be a \nbust, but no, it's a solid lp. Now I'm wondering why he took so long, and \nhopefully he won't do it again. "
  },
  {
     text:"Too long awaited I think it's time for some of his type flavor this type of soul is dying. \nBeautiful ballads with really love & betray my heart but he loses a lot of \nhis voice with the arrangements & mixes in this album. Still on top of his \ngame with the lay off but if he want to stay relevant bless us with more \nwith less time between albums. "
  },
  {
     text:"Return of the Real Music Black Messiah is like the slow, simmered home cook meal you would get at \nyour grandmother's house-a huge welcome from the \"fast-food\" music we've \nbeen spoon fed for so many years! Welcome back D'angelo "
  },
  {
     text:"Awesome Bday Gift to Me!! D has done it again with this infectiously addictive album..beautifully \narranged and exquisitely well put together! He woke up the dead of R&B with \nthis one here!! And it came out on my birthday lol well done D'Angelo!! \n#VAAllDay #BlackMessiah "
  },
  {
     text:"Great Body of work This is a great body of work. Most importantly it's feel good and \nconscious messages are present. Yes the vocals are low, but I almost feel \nlike this is deliberate. He's allowed the vocals blend into the groves of \nthe song. There are definitely some similarities with Voodoo here, so \nanybody trying to make an excuse for vocals, as to why they 'hate' this \nalbum are simply trying to downplay good music. Where living in a different \ntime an age now, where there is allot of 'fake hype', but it just feels so \nrelevant and classic at the same time. I think it just had to happen, we \nneeded it. Very few artists now, are been able to create quality music on \nthis level, but I feel like this album has or can be 'the icebreaker' to \ninnovation in what has become a very stagnant and elitist music industry. 5 \nfor effort! "
  },
  {
     text:"Inaudible I couldn't wait for this album to drop, now I wish he had spent more time \non it. If it wasn't for sugah daddy I would say the whole thing was a \nwaisted effort. Sorry D'angelo this album is a miss! "
  },
  {
     text:"Well worth the wait This album is perfect. I get lost in the music. It literally seems to make \nmy body move. Beautifully Funky album!!! "
  },
  {
     text:"D'Angelo is an exceptional Artist! This album is just as good as \"Brown sugar\" & \"Voodoo\". My favorite songs \nright now are Another Life, Really Love & Betray my Heart. D'Angelo keep up \nthe good work! I am a fan for life.... "
  },
  {
     text:"Only In My Opinion!!! As much as I love him & his music. I can't understand \nany words nor can I relate. And there are a lot of Prince samples. Yet I'm \na true fan and love love Love his music! "
  },
  {
     text:"D...I love you & you can do no wrong in my eyes but... This album wasn't it for me. I'd much rather here his sensually melodic \nvoice over a mellow beat rather than straining to hear him over purposeful \nchaos. My opinion. "
  },
  {
     text:"D'Angelo-Black Messiah Chile I know you been gone for over 10 yes but when you said you was gonna \nbring it I didn't know you meant like this.. Lawda have mercy!! "
  },
  {
     text:"Album of the year! Poignant, soulful messages buried in appallingly complex sonic textures. \nFew albums are capable of being timeless and and timely all at once but \nBlack Messiah feels effortlessly classic, immediate, and prescient. A \nmasterstroke when we needed it most. "
  },
  {
     text:"Worth the wait! Solid! Not as cohesive as Voodoo but like Voodoo it can be played end to \nend no filler, and you'll be hitting rewind again! Oh, the last track \n\"another life\" freaking incredible! "
  },
  {
     text:"Prince wannabe Even in his hey day you could hear the Prince overtones in his music, in \nfact when I heard his hit \"how does it feel\" I swore it was Prince. I \nrecently saw D'Angelo perform on some show and you can REALLY see (in his \nmind)...he thinks he's Prince lol...wearing long trench coats, bandanna's \non his head, playing a guitar and his mannerisms lol...all \nPrince-izims...old Prince-izims at that lol "
  },
  {
     text:"Love D'Angelo BEEN A FAN FOR THE LONGEST. I'm glad that his music and his sound has not \nchanged. That was my only worry but he's consistent with this album "
  },
  {
     text:"DID THE DAM THING! THIS is REAL music! I'll admit, I was concerned that he might have been \ngone too long...BUT, he came back STRONG! Now, when I say \"REAL\" music, I \nmean, THAT is where the attention to this album is! Bravo! \"Lyrics hard to \nhear\"?? So what!! It's the MUSIC!!! Something the industry has been MISSING \nfor some time now! Masterful album D'Angelo, you did the DAM thing! "
  },
  {
     text:"The Best Album 2014 Hands down this album puts a lot of artist to shame. It's been 14yrs since \nthe last album and now another masterpiece. WOW!!!!!! Only one holding in \ndown for VA and R&B. "
  },
  {
     text:"I don't know what the hell this is Everyone is praising this album as genius, and I just don't get it. It's \ndisjointed and sounds more like he's experimenting than making music. \nCannot groove to this at all! "
  },
  {
     text:"Hated It I'm sorry but what the h... happen to him.He wait that long for that.Come \non now he could have done better. "
  },
  {
     text:"This was a second a listen album. I was not impressed at first, I think \npartially due to my own aversion to anything I deem as overhyped...Now I \nhave been playing it nonstop!! I am a huge D'Angelo fan and this is a \nbreath of fresh air for R&B. Black Messiah lives up to, and beyond the \nhype. This is truly a very timely classic. Thank you D'Angelo for sharing \nyour world with us! "
  },
  {
     text:"Amazing Awesome! I've always been a fan of D'Angelo! I expected to hear greatness \nas soon as I found out he dropped a new Album! I hope he does not make us \nwait another 1000 years...that's what it felt like! "
  },
  {
     text:"Sorely Disappointed Firstly, let me establish that I'm a long time fan of D'Angelo's music \nsince his Brown Sugar debut. So to say that this album was a complete \nlet-down for me is an understatement. The main problem lies in its \nrepetitive overuse of the typical multilayered vocals that has become \nD'Angelo's signature sound. A far cry from Voodoo, his neo-funk \nmasterpiece, Black Messiah seems to emulate some of its loosely structured \nmusical style, yet suffers from a cacophonic redundancy that makes good \nlistening difficult. "
  },
  {
     text:"Solid... This album is everything I wanted it to be... My only 2 critiques: 1) The \nlyrics are hard to make out here and there but I've noticed that throughout \nhistory of soul music's greatest entertainers - the harder to decipher, the \nheavier the message. I wonder if it's on purpose especially considering \nthat's not an oversight the people involved would have. Can a brotha get \nsome liner notes lol. Still jammin regardless... 2) The mix/master isn't A1 \nbut it's still solid... you won't be disappointed. Another Life, Prayer, \nand Really Love are my personal standouts (for now) but I can play this \nalbum beginning to end (and have several times already lol). Only reason \nit's not 5 is because of the muddled lyrics on certain records and the mix \nbut they're far from deal breakers. I'll be bumping this one for a while. "
  },
  {
     text:"Love it!!! Took me a while to get into and really appreciate each song, but it was \ndefinitely worthwhile! I saw the album cover on iTunes a couple of years \nago and thought that it was 2 old people making old people songs... I was \ncompletely wrong LOOOOL "
  },
  {
     text:"The best album ever I love twenty one pilots and this album is just showcasing the skills \nTyler has as a singer and Josh's skills as a drummer. Both are so very \ngifted and such a great duo "
  },
  {
     text:"An excellent album I looooooove this band! I can't wait for them to get bigger and bigger and \nthis album is just a sign of the things to come! /-| "
  },
  {
     text:"Great album, awesome band Bought this because I heard Car Radio so often and definitely don't regret \nit! Awesome album that was better than I expected it would be. Looking \nforward to seeing what they do next. "
  },
  {
     text:"Awesome! Love hese guys! Saw them at a music festival and instantly fell in love \nwith their music! Hope this get bigger! "
  },
  {
     text:"TØP top saved me. I love these guys so much "
  },
  {
     text:"Uniquely a masterpiece! So different to many of the other albums out there and ever so happy to \nlisten to! "
  },
  {
     text:"Twenty øne piløts is one of my favourite band in the history of life and \nthis has some of my favourite songs on it "
  },
  {
     text:"So creative and deep The lyrics of every song are so well crafted and presented. "
  },
  {
     text:"I'll be holding onto this album "
  },
  {
     text:"Great One of those albums that you don't have to skip songs you don't like "
  },
  {
     text:"Not for me I lasted ten seconds listening to the free track. Not. A. Fan. "
  },
  {
     text:"Hmmm Booo. Its ok "
  },
  {
     text:"where is Regional At Best though? "
  },
  {
     text:"True art in a music form. Videos are awsome. 5 stars all the way. "
  },
  {
     text:"Amazing album Love them so much! X "
  },
  {
     text:"Awesome Love it! Especially Run and Go "
  },
  {
     text:"Epic One of the best albums of the year "
  },
  {
     text:"Thank you "
  },
  {
     text:"Best album ever!!!!! Class album with class songs!! "
  },
  {
     text:"Fudging amazing "
  },
  {
     text:"Great album Nice tracks "
  },
  {
     text:"|-/ Favorite tøp album "
  },
  {
     text:"Awesome Album of the year "
  },
  {
     text:"OMG Amazing single "
  },
  {
     text:"Amazing Obviously amazing "
  },
  {
     text:"Cool Awesome :-) "
  },
  {
     text:"Fantastic album "
  },
  {
     text:"Great mix! Love this. Normally don't buy Grammy cds due to lack of my faves. This \nalbum has a good mix of pop and country genres. I don't get why people are \ncomplaining. They should simply look at the song list and if they don't \nlike the songs, don't listen! Simple! I think some people just like to \ncomplain. Sad, really! Great album! "
  },
  {
     text:"What happened? Seriously, did we forget last year's Grammy's? Like that award show was \nsupposed to be the turning point for proper award-giving. All of the music \nselected now is pop junk again and is not critically acclaimed anymore. \nAphex Twin should step up and snatch every award just to show how pathetic \nand incapable people are in creativity and representation. "
  },
  {
     text:"No real music anymore I don't get why the ones nominated for a grammy are ones about witch craft \nand where there is a naked girl swinging on a wrecking ball for anyone to \nsee.There are so many artists that deserve to get a grammy more than these. \nLike the script for example. They have a song called superheros that i have \nnever heard on the radio. It is actually a song song life, about overcoming \nthe odds and becoming a successful being.But you will never see them get a \ngrammy.They work so hard and don't get the credit they need. "
  },
  {
     text:"Real music is fading Music today is missing the human element. Some of these tracks aren't bad, \nbut a majority of them need to go. The artists and bands that deserve \nGrammy's won't be recognized for their efforts until they're gone. Such a \nshame. "
  },
  {
     text:"Disappointed The Grammy nominations for this year are very disappointing. All the music \nthat I see on this list are bland radio fodder. Where are the talented \nmusicians that deserve Grammy's? Including Iggy Azalea as a nominee for \nMusic's most prestigious award really? I'm not hating on her but come on \nseriously! "
  },
  {
     text:"2015 Grammys Music??? I don't think we've HAD the Grammys yet. Country have their OWN \nawards show. The only fun thing? Havin AC/DC play in the beginning. The \nrest was Yawn City! "
  },
  {
     text:"\"Well...\" I have some respect for some of the artist of \"Grammy Award 2015,\" \nhowever. I felt (in my opinion) like this year Grammy was a let down. "
  },
  {
     text:"this is alright.... I respect some artists like iggy azalea, sam smith, \npharrel williams, and ed sheeran but miley cyrus???? I thought the grammys \nwas supposed to be for talented artists not people who swing on wrecking \nballs with no clothes on.... and I thought glory was nominated too?? wtf?? "
  },
  {
     text:"Where has real music went? Mostly terrible songs, no lyrical emotion in almost all of them, stay with \nme, all of me, and take me to church aren't bad but its all mostly junk. "
  },
  {
     text:"When Childish Gambino isn't included You guys might've made money if you included him but no you messed it up "
  },
  {
     text:"Money+Popularity=Talent? Proof that either the Grammy's are popularity contest or music sucked this \nyear. I have respect for some of these artists but.... Hardly their best \neffort "
  },
  {
     text:"No Pentatonix They're Grammy nominated and fresher act out there and not even here. \nLame. "
  },
  {
     text:"Mostly made up of crappy popular music. But all of me should win best song \never "
  },
  {
     text:"Popular music these days is lame Front to back barf! Even the Country songs/artists suck lol. "
  },
  {
     text:"Mediocrity on Parade Got a coin to flip? That's as good a way as any to decide who is the best \nof this bunch. "
  },
  {
     text:"Idk... It feels like the Grammys are just nominating the most POPULAR songs of \n2014, I'm not hating on thses artists, but I mean really? "
  },
  {
     text:"Whats wrong with this generation Seriously do u call this music they all are almost the same fuckin thing \nespecially iggy are u kidding me iggy....piggy...grammy...common PEOPLE im \n12 and i know this generation music is just not the same "
  },
  {
     text:"Just pop I like a few of these songs. The thing is the a mostly pop. BTW Bastille \nwas nominated and there song is not here "
  },
  {
     text:"Nice mix of pop music I like this kind of music for work. This way I don't have to do the mix! "
  },
  {
     text:"Terrible I couldn't stomach ANY of these people. They call this music?! Seriously \nthis is GARBAGE. Move on..... "
  },
  {
     text:"Battle of the turds Which turd is your favorite this year? "
  },
  {
     text:"My vote never counts Why Taylor swift has to win every year let some else win an award like \nKaty perry she never wins one. "
  },
  {
     text:"What even Wtf is happening to music? All went down hill after Kurt died "
  },
  {
     text:"revolution end these songs right now "
  },
  {
     text:"Music My song shake it off "
  },
  {
     text:"Grammy The Grammys did an excellent job in picking all the winners "
  },
  {
     text:"Shake it off I hate it so much. "
  },
  {
     text:"I love it Best album ever. I have no idea which people think that it is rubbish \nbecause it is amazing and if I knew how to download this album I \nwould!!!!!!!!! Don't not ,not what to download this album download it now \nWOW!!!!!!!!!!!! "
  },
  {
     text:"Some were okay on this list but honestly some I've never even heard of \nbefore that don't deserve to be here anyway "
  },
  {
     text:"All of me John legend just keeps getting better. "
  },
  {
     text:"Nothing good Lip sync central "
  },
  {
     text:"Its good but music is fading Why is the music fading???? "
  },
  {
     text:"Popular No surprise, there is nobody on here worth mentioning at all. "
  },
  {
     text:"Half of them would not go past the first round in any reality music show. "
  },
  {
     text:"HANLEY GONZALEZ ANGELA Disney Aladdin Music Video Come See About Me Doll Music Video "
  },
  {
     text:"Cobain lives on Fav nirvana album since AM really good vocal harmonies by kyrt crabane "
  },
  {
     text:"Not good better music out there This sucks "
  },
  {
     text:"All about that bass Itsnhhj "
  },
  {
     text:"Meh... Seriously. Popular music today is forgettable at best. "
  },
  {
     text:"Only one good song The only good song on this entire album with good writing was blue moon "
  },
  {
     text:"Surprised!! She has a raspy rock n roll voice with a bit of soul infused. Interesting \nand intriguing mix. I read the reviews and was skeptical but her style and \ncatchy songs caught my attention. She has my sale!! "
  },
  {
     text:"It's about time.. ..we had a REAL female singer finally. ...only other truly great female \nsingers I can name are Janis Joplin and Amy winehouse...both of who died at \n27...Elle is 26...be careful Elle. "
  },
  {
     text:"Love the entire album! I can't remember the last time I've listened to an album and loved every \nsingle song in it. She's my new favorite artist! "
  },
  {
     text:"My guilty pleasure As a middle aged guy I am kind of embarrassed but I really like this \nalbum. Her voice is really rich with a smart southern twang that is just so \ncatchy. "
  },
  {
     text:"Great debut album Well produced, some downright bluesy feel to some of the songs, others \nsincere, with a few radio friendly songs thrown into the mix. Well worth \nspending your money on. "
  },
  {
     text:"Love it! She sounds like my other favorite artist (Gin Wigmore). It scared me how \nclose there voices sound! "
  },
  {
     text:"Nice Change This album makes me want to take a long drive in the country side. The \nlyrics speak to my wandering soul. Best addition to my collection in awhile "
  },
  {
     text:"Incredible.Beautiful. This is one of the best albums I've ever listened to. Each song sounds \namazing and has so much soul and meaning. Definitely worth what it's \nselling for, definitely worth way more than that actually. Buyyyyyy it. "
  },
  {
     text:"Issue Got Fixed I contacted support and they fixed my issue where I couldn't play any of \nthe songs I purchased. Heard this song on the radio, loved it, shazamed it, \nbought LOL. "
  },
  {
     text:"Ex's & Oh's Keep them coming Elle King! AKA Rob Schnieder's beautiful bombshell \ndaughter is a talented singer, songwriter and musician who has a fresh \nsound that rivals the top well-known artists of our time. "
  },
  {
     text:"Amazing! Best album I've heard in a very long time! Reminds me of Janis Joplin/Amy \nWinehouse with a country twang! Hope to hear lots more from this artist! "
  },
  {
     text:"Sounds like nothing else right now I LOVE this album. I was immediately hooked. She has a unique sound and \nthat's a good thing! "
  },
  {
     text:"One of the best albums This was one of the best albums I have ever heard in a long time I would \nso recommend buying this album my favorite song is America's sweetheart "
  },
  {
     text:"Best new music in a while Love her unique sound! Great debut full length album. "
  },
  {
     text:"Don't pass up buying this great album!!!! This is the ultimate best buy that's come out for years and years every \nsong on here is unforgettablely beautiful!!!!! "
  },
  {
     text:"Elle King is The Queen I am obsessed with her music. In love with her voice and unique style "
  },
  {
     text:"See You Again Elle King sings the secrets our thoughts keep quiet, and belts out the \ntruths our hearts long to scream. "
  },
  {
     text:"Very talented As you go down the CD she goes from super cool UK punk to country to \nclassic rock "
  },
  {
     text:"Best Album I've heard in a long time Her album is awesome! I've been waiting for it for over a year and it was \ndefinitely worth the wait. "
  },
  {
     text:"Annoying. Hate it, she's such a fake. And her voice is awful, she sounds like \nChristian Bale in \"The Dark Knight,\" but more offkey and echoe-ey. "
  },
  {
     text:"Great album King hits many different genres in this album with a very unique voice. I \ncan't stop listening to it, so so good! "
  },
  {
     text:"I am obsessed with Elle! So refreshing to hear great artists:) "
  }]