[
  {
     text:"His best work I doubt he'll ever top this, solid work. He's got amazing vocals, I just \nwish he'd be a little cleaner. "
  },
  {
     text:"Too happy for me... I've loved the weeknd since 2010 and as a die hard fan I'm not too \nsatisfied with this album. Seems to happy and upbeat some songs, I \nunderstand he's trying to grow as an artist but I feel like he completely \nthrew away his old style. Kissland was a great album that doesn't get \nenough credit or play, that sound was like his beginning stuff. Bring back \nthe old Abel please. "
  },
  {
     text:"Fan since Day 1. If you're a true fan you'll know every song is great in \nits own way. The Weeknd jumps between styles throughout the whole album \nwhich definitely will keep you interested. It def has a whole feel to it. \nBut inlove and worth buying. Beautiful voice and definitely a powerhouse "
  },
  {
     text:"Can't Feel My Face Has that beat that makes you want to dance. As if it were Michael himself \nsinging it! "
  },
  {
     text:"Amazing progression! I have been a fan of Abel since Thur, HoB, EoS...I \nknow a lot of people are expressing concerns that The Weeknd has sold out. \nTruthfully? The dude has souled out... Abel's hypnotic, languid, pill \ninduced, alcohol hazed, Tripthym and Blues style has expanded into an area \nwhere he can grow. The riffs, bars, production, and content are still the \nWeeknd, but with some more polish and sophistication. Where I used to \nenvision Abel jamming his tunes in a dark basement, under a blue (or red) \nlight, in a smoke filled room, with a speak easy like undertone of \nquestionable legality...well I can still see that. I can also feel a new \nappreciation for musical craftsmanship, almost like this album has more to \nsay. It's more than drugs, women, and pain...I mean it still seems to be \nabout that lyrically, but there is more this time; it just feels musically \ndeeper rather than darker. I just love where this dude is going. Keep it up \nAT, you are making amazing music that matters to a lot of people. Stay true \nand do your thing man. "
  },
  {
     text:"Good, not his best. In the years that I've listened to The Weeknd, his \nsound has always been unique. He's a one of a kind, a modern day Michael \nJackson, only very dark in his verses. This album had a more upbeat feel to \nit, which I wasn't really feeling. I was afraid he was going to be too \nmainstream with this one and it definitely felt that way, but that's part \nof growing as an individual and an artist. Still have to show love the man. \n3+ years and still listening to Trilogy and Kissland on repeat. "
  },
  {
     text:"BBTM Abel is a genius. Its different from the trilogy and even kiss land but he \nis showing us all things he is capable and its greatly appreciated. Its \nbeen On Nonstop play since I bought it.... TWICE "
  },
  {
     text:"What is this garbage & how is this popular? How does sub fast food music like this, taylor swift, and the 99% \ntalentless \"musicians\" of today ever become popular? Are people in this day \nand age totally tone deaf or do they love fingernails on the chalkboard? Im \npretty sure zoo animals can make better music. Oh, and sylvia unwise, when \nu have any qualifications to tell me about music (u took music theory \ncourses and played an instrument and sang right?) let me know. You're just \nanother sheep following the herd, so your opinion is worthless. "
  },
  {
     text:"I love his Music !! I seriously love his voice and the lyrics are so raw and soulful. This \ndefiantly is different from his previous albums and mix tapes such as \nHOB,EOS and KISSSLAND it has more pop feel to it but I personally still \nbelieve Abel has nailed it and this is a truly refreshing take on his \nmusic. I utterly LOVE this album and all the previous ones too. Such a \ntalented and mysterious man he is, who has a very sexy yet elegant voice, \nhe can get away singing with almost any lyrics and it will sound Bomb!! XO \nFOREVR... "
  },
  {
     text:"Amazing unique sound! In this day of R & B, the days where u had to have a great voice are gone \nwith all the auto tune. But, The Weekend has an amazing voice, blended with \namazing mysterious beats and music. He is bringing something new to music, \nalong with an amazing unique voice. All his albums are great!! "
  },
  {
     text:"Awesome music and I want more Can u lead me to more good music lots more ? And thanx totally awesome \nlove it ...... Finally good apps with my new phone !!!!!! Cool right ? \nOrder and ENJOY !!!!!!! "
  },
  {
     text:"Nothing like it There's Just something about this music, the voice the lyrics, I just \ncan't really compare nothing to it. Quality Music "
  },
  {
     text:"Just amazing Since \"The Hills\" came out I've been singing this forever "
  },
  {
     text:"Too sad This album is very very good but it's so sad then it already has songs I \nalready have so I'm just buying the same song twice I miss the 2011-2012 \nweeknd "
  },
  {
     text:"Great Album Really don't listen to R&B but this is not a typical R&B album. Smooth \nbeats great lyrics. I'm now a weekend fan. "
  },
  {
     text:"OVOXO I can hands down say this was worth the wait being a fan of The Weeknds \nmusic, the raw instrumentation, authenticity of his lyrics and change of \nmood is quite a blessing. Never fails to disappoint the people. always \nsends me of to the emotional side of my mind *sheds a tear* "
  },
  {
     text:"Xo fans You \"xo\" fans need to stfu. \"I've been xo since 2011\" if there was really \nall these fans in 2011 everybody would already have known who he is "
  },
  {
     text:"Amazing album, amazing artist Been a fan since '11 when HOB dropped, been listening since. This album is \na departure from his Trilogy work, but its still solid work. What I miss \nmost though is the thick, hazy atmosphere his earlier work had. Otherwise \ndefinitely another solid release. 5/5... 8/5 with rice "
  },
  {
     text:"Its could have. .... It could have been better, i like his long tracks u know the 6 to 7 minute \ntracks but its not a bad album only gave it 4 stars cause earned it is \nplayed out and i never was feeling that i cant feel my face track but \nshameless and real life im on the rotation "
  },
  {
     text:"Loyal Fan Ive always loved every song he has ever created. Im not a bigger fan of \nanyone else because The Weeknd simply delivers on every single song every \ntime. Consistency and hard work is the key to success...... "
  },
  {
     text:"Great album As always, I've been expecting a good Christmas album, but this one really \nsurprised me. Loved it! "
  },
  {
     text:"Love it LOVE IT LOVE IT Heard one song on you tube and instantly became a huge fan. Great new \ntwist on Christmas music. Thank you pentatonics. Love you all and MERRY \nCHRISTMAS "
  },
  {
     text:"Love them!!! These guys are my favorite! Absolutely amazing! They're part of the reason \nwhy my 6 year old is now getting to the point that she can't wait to leaarn \nhow to sing acapapela. "
  },
  {
     text:"Makes Christmas Music Joyful Wow! Love the upbeat take on great songs. Nothing wrong with a Joyous \ncelebration of the Lords birth. I'm sure even God smiles at this. "
  },
  {
     text:"yes. just... yes. ptx is amazing!! i love that they are celebrating the true meaning of \nCHRISTmas. they never fail to impress me. "
  },
  {
     text:"Wonderful The music is done so well, even classic songs for the holidays. The title \ntrack is just so heart felt and touching that you can't help shedding a \ntear when you think back on your memories of Christmas. This is a must buy \nfor anyone who keeps Christmas in thier heart. "
  },
  {
     text:"A quick question.... First off let me say... I love Pentatonix! They have talent that is off \nthe charts. My question is this: When we rate an album or song using the 1 \nthrough 5 star method, are we rating the artist or google play? I've always \nfelt that I was rating the artist. So my point is..... why do people give a \nlow rating and comment about google play? What they are actually doing is \nnegatively effecting the artist by bringing their rating down. Google play \nisn't effected at all!? "
  },
  {
     text:"Phenomenal really gets you into the holiday move Pentatonix you guys are simply the best, this was an absolutely exquisite \narrangement. I honestly don't think I'll ever stop enjoying your music. "
  },
  {
     text:"Pentaholics Unite I love the entite album. Mary Did you know, Dance of the Sugar Plum Fairy, \nand It's the most Wonderful Time of the year are the BEST!! Whole album is \nthe best!! Love it!! "
  },
  {
     text:"Amazing This group has got it I wish I could sing in a group again miss the \nwonderful times just singin keep it up ur music is inspiring! "
  },
  {
     text:"Love this group! Amazing, Amazing, Amazing! Mary did you know is one of my favorites. The \npure voices allow you to Listen to and meditate on the true meaning of the \nsong and the reason for the season. Thanks guys! "
  },
  {
     text:"Like totally insane! Was about to press the $7.99 button without previewing because I have a \nPTX obsession. Decided to preview and I got so excited. The lead up to \nMitch's note on Dance of Sugar... and then the beautiful breaking of glass \nfilled my ears. WOW!!!! This is definitely the ultimate holiday album. \nGorgeous harmonies mixed with tight rhythm, big bass bottom and unique yet \nplayful arrangements. Couldn't get any better, PTX!! Thank you! "
  },
  {
     text:"A Masterpiece. Harmonically Brilliant and Emotionally Moving. It's obvious that all 5 of them absolutely love what they do. They put a \nfun spin on all the classics and stylistically make it their own. Their \ncovers of not-so-classic songs stay very true to the originals, doing them \njustice in that way, but also keeping the PTX flair that makes their \narrangements unique. Their original track on this album is a stunning \n\"acoustic\" song with a great message that although everyone celebrates \ndifferently, one's own traditions are what really make the holiday season \nspecial. "
  },
  {
     text:"LOVED IT PENTATONIX IS AWESOME! I LOVE THEM. ITS ALL ABOUT CHRISTMAS WITH A UNIQUE \nDIFFERENCE "
  },
  {
     text:"Beautifully Intensely Composed!! <3 I Absolutely Love It & Glory To God That They Used Their Gifts For God In \nCelebration To Jesus Christ His Son & This Jolly Season To Come That It \nFill This World With Joy Through This Music & Sets Love Peace & Joy Into Us \nThat We See The True Meaning Of Christmas & That That's Jesus Christ! That \nHe Gave His Life For All Of Us So That Whoever Believes May Not Perish But \nHave Everlasting Life!!! :) :D GodBless PTX & Everyone, Jesus Loves You! \n^_^ "
  },
  {
     text:"WOW!!! This is awesome made me fall in love with Christmas music all over \nagain...and very cool that's it a Cappella "
  },
  {
     text:"These guys are amazing! Every time I play this album for someone they immediately search and \npurchase it for themselves. A must have Christmas album for your \ncollection. "
  },
  {
     text:"Pentatonix a capella singers need to be heard to be believed...amazing! Just Fantastic skills, talented, wonderful harmonies! "
  },
  {
     text:"Yet again, acapella at it's finest. GREAT album. Harmony coming together makes it just breathtaking how much \nskill these few have. Keep it up guys. "
  },
  {
     text:"A spin on Christmas tradition What I have always loved about PTX even from their Sing Off days was their \nability to take songs I already love and make me love them even more! Scott \nsinging Marvin Gaye is everything! This album ,as essentially everything \nthey touch is amazing! They breathe a breath of fresh air into well loved \nclassics! I've been a fan since episode 1 Sing Off and love them even \nmore!! "
  },
  {
     text:"Amazing voices! Have been a huge fan since the Sing Off. They do not disappoint! Such \nbeautiful voices and mad talent. :D "
  },
  {
     text:"Amazing!!!!! I love PTX and always will and when I heard this album it just blew me \naway. And it also got me in the spirit of christmas!!! Great Job PTX!! :-) "
  },
  {
     text:"Great! I don't like Christmas albums, but I've already listened to this one \nmultiple times. "
  },
  {
     text:"Never heard it but heard it on youtube.. Omfg its soooo awesome I love you \nguys. "
  },
  {
     text:"My new favourite Christmas album! Be sure to listen with headphones or a full range stereo to appreciate \nthis group. "
  },
  {
     text:"Great This is a amazing group of good people that have come so far! Love them!!! "
  },
  {
     text:"Purely Blissful. I usually do not listen to Christmas music , but I listened to this while \ngoing to sleep and now I can't sleep without it. "
  },
  {
     text:"In love My favorite people in the world! And Mitch's high note in the beginning on \nDance Of The Sugar Plum Fairies gave me chills. Him voice in general gives \nme chills though. "
  },
  {
     text:"Hip, Cool, Chill Christmas Listen I like that these Artists' enthusiasm for their craft is palpable. These \nreinventions of classics are top notch. This album exceeded expectations. I \nheard Christmas To Me on the radio...and was like woah, who is that....and \nreally glad it's these guys. They fell off my radar and I forgot how good \nthey are and, their 'Mary Did You Know', which is one of my favorite songs, \nis bone chilling awesome. I was just going to buy Christmas To Me, but holy \nHell am I glad I bought the whole album. "
  },
  {
     text:"2014 Best Christmas Album Beautiful voices blend so well to create such heavenly music for \nChristmas. Go Pentatonix! "
  },
  {
     text:"Awesome! What an awesome album! The harmonies are out of this world and you've \ngotta love that deep bass. One of the best Christmas albums for sure. "
  },
  {
     text:"Outstanding! Mary, Did You Know? got me immediately on You Tube and I was \nhooked! Thank you Pentatonix! ♡ "
  },
  {
     text:"The Fabulous PTX group I enjoyed their music videos and the singing is so fantastic. I loved them \nat the bottom of my heart and their voices are so fabulously glam. And now \ni am liking them because I put them on my Facebook account as my idols. I \nam so proud of them going on tour and able to see their fans. You guys are \ntotally in my top list. I love you Pentatonix. Rock on. "
  },
  {
     text:"I love pentatonix Can't live with out hearing one of their song. Always cheers me up. :-D "
  },
  {
     text:"Amazing You guys were born with an awesome gift! Ignore the hate and keep doing \nwhat you do. "
  },
  {
     text:"Yaay Christmas! I love Christmas songs! Pentatonix puts such joy and emotion in each song! \nPerfect album for the whole family to enjoy while celebrating the holidays! \n☺☺☺ "
  },
  {
     text:"Love them They are my favorite. My favorite song that they sing is Mary did you now? "
  },
  {
     text:"Must buy if you like a capella. Love this album worth $7.99 for sure however I got it on Amazon for $4.99. \nHark the Harold has a mesmerizing arangement. "
  },
  {
     text:"PTX has done it again! PTX has created the best Christmas album in years! Songs I wouldn't \nnormally listen to have been replayed over and over, thanks to PTX! Keep up \nthe amazing music! "
  },
  {
     text:"Pentatonix Its PERFECT! Mary, Did You Know brought tears to my eyes. Sooo beautiful! "
  },
  {
     text:"I pre ordered this a month ago so I would be the first to get it, and it \nstill has not shown up on my phone. I work too long and too hard to just \nthrow money away because the play store can't get their stuff together. "
  },
  {
     text:"Thank you Google Play!! I've been holding off buying this album, simply because I'm incredibly \nbroke...now that Google Play has given me yet another amazing discount, I \ncan rock out to my favorite band's latest sound! ♡♡♡ "
  },
  {
     text:"Their worst The last album was good but this is not them anymore... this seems like a \nrushed product. I've been a fan since day 1... most of you probably never \nheard their first album so you should really go give it a listen. I hope \nthe next album will be better. "
  },
  {
     text:"Whats not to love I LOVE this band each time they put an album out it is different from the \nlast. I love their music not just the lyrics but their passion playing. \nKeep it up! "
  },
  {
     text:"Epic! This is my favourite album of all time ever so far!I never skip a track \nand in my opinion this is the best record fob have released as with past \nalbums I've found myself skimming over a few if the more background songs \nand instead opting for the songs that have been released as singles but \nthat could also be because I've only gotten into fob in the past year and a \nhalf. Save rock and roll killed but I have to say I prefer AMAP.id like to \nadd which song was my favourite but that would be a full way tie x "
  },
  {
     text:"Awesome A true FOB fan likes their old and new albums. They get better and better. \nThey'll always be my #1 favorite band. "
  },
  {
     text:"When rock sells out to be pop Fob is talented but they completely fit cliche pop styles on this album, \nabundant repetitive verses, shallow verses. The best is their sampling of \nSuzanne Vega. I should of known; save rock and roll had glimpses of pop. \nWith enough whiskey and a bad day, it may not matter they said the same \nthing 13xs. "
  },
  {
     text:"Holy smokes!!!!! This is my favorite band of all time! I will listen to this under the cork \ntree with an American beauty/American psycho and we will take this to our \ngrave which will read folie a deux. "
  },
  {
     text:"A review plus a free mini rant! Oh wow. Scrolling down, the words 'selling out' pop up in front of my \neyes. Who cares if they're mainstream now? Are you just going to not like \nit now because they're becoming more pop influenced? I love this album to \nbits, and I don't mind at all that they're going in a different direction \nthan is 'allowed' to stay in the Rock/Alternative genre. Calling them \nsellouts is more of a compliment to be honest, you're just highlighting the \nfact that they're popular. Why is that always such a bad thing? "
  },
  {
     text:"American Beauty / American Psycho Long time fan, love their sound and Patrick's voice just keeps getting \nbetter. Proud of them. :) "
  },
  {
     text:"Immortals and Twin Skeleton's (Hotel in NYC) are the only newer FOB songs I \nenjoy listening to. I only TOLERATE the others. THeir old material was so \nmuch better. They've lost their rock band feel. They've resorted to a \ntechno-grunge-pop mashup style that doesn't really fit. "
  },
  {
     text:"Not the old fall out boy It's not that the album isn't good because it is, it's just not the same \nsound we all came to love. I understand wanting to try new sounds and \nbroaden your horizons as a band but turning into a pop rock band really \nisn't the way to go. "
  },
  {
     text:"Best Album of the Year Fall Out Boy has done it again; an album with all my favorite songs. Give \nthem a listen. (: "
  },
  {
     text:"Rock n Roll has been saved! This album combines old time tunes with today's rock music.It is defiantly \nsomething to buy if you want good music.Fall Out Boy won't let you down \nwether it's A little less sixteen candles... From the album From Under The \nCorktree to Uma Thurman on American Beauty/ American Psycho. "
  },
  {
     text:"OMG!!!!!! Novocaine ,twin skeleton's,irresistible and uma Thurman best songs I ever \nheard I love fall out boy no skip on any song I probably love novocaine \nthen any other one maybe twin skeleton's again #1FOB FAN "
  },
  {
     text:"Best album Pretty much every song on here is amazing! The songs will get stuck in \nyour head, and the rhythm is just perfect! "
  },
  {
     text:"i have always love fall out boy music I hope they continue making more this \na awesome album I can listen to it for hours over and over again I hope \nothers give them the chance and their ears happy too. "
  },
  {
     text:"Cute Loads of Patrick screaming and interesting song names. I don't like the \ntitle track too much but the test of the album is pretty good. "
  },
  {
     text:"Great album Since Fall Out Boy is my favourite band, I (of course) really like their \nsongs. This, I think, is one of the best albums they have ever done. Very \ncheap too! Get it if you love FOB! "
  },
  {
     text:"Fall out boy said we where going to get the four songs they've released so \nfar but when i pre ordered it I never got them can ysomeone help me? "
  },
  {
     text:"You are awesome This guy fall out boy is like one of the best artist I've ever heard.The \nis literay that is all I listen to. "
  },
  {
     text:"BEST ALBUM EVERRR I love eebry somg in here.It has a different feel to each individual \nsong.Very nice. Love Fall out boy's ☺ "
  },
  {
     text:"Total Trash So disappointed. These guys used to be the band everyone else wanted to \nbe. Now, they're just radio sell-outs. Save R&R was good, but not as good \nas previous albums. But this, this is terrible. Way to go FOB, you're just \nanother group of money hungry sell-outs. "
  },
  {
     text:"Love it I love the album, but I can't buy it... a little over priced.. by a little \nI mean VERY overpriced... "
  },
  {
     text:"So what if bands change and evolve? Fall Out Boy may have changed some of their style, but if anything it was \nan upgrade! One of the greats "
  },
  {
     text:"My fall out boys <3 Favourite band of all time. Discovered them watching big hero 6. Looked \nthem up found out i had heard most of their work before without realizing \nit was them. Been using them to drown out my problems for 3-4 minutes at a \ntime and it's working so far. Love them so much powerful lyrics all \npowerful at their roles in the band. Buy this album xx "
  },
  {
     text:"No bad song On this album I have not found one song that I didn't like. This album is \ngoing to be popular for a long time "
  },
  {
     text:"My Idols. FALL OUT BOY IS ONE OF THE BANDS I'VE EVER HEARD. THEY'RE MY EVERYTHING! \n#1 FAN RIGHT HERE!! "
  },
  {
     text:"Great album, great band! There are only a handful of albums out there that have more good songs \nthan bad, and this is one of them "
  },
  {
     text:"Moving into an Emo/Pop is good You people hating on their sound need to understand bands grow and change. \nLinkin Park changed as they went through stuff. FoB is one of those Emo/Pop \nbands you sing along with like idiots on road trips like Panic! At the \nDisco and Marianas Trench and begrudgingly Hedley. Just go find the lyrics \nand sing along helplessly its much better that way. "
  },
  {
     text:"There are some songs that I'm soooo obsessed with but honestly im not a fan \nof centuries or immortals and usually when i listen to a fob album i love \nevery single song on there so i expected the best "
  },
  {
     text:"American Beauty/American Physco This is by far the greatest album ever. You can just loop it over and over \nagain and never get tired of it. FYI the best track is Twin Skeletons \n(Hotel In NYC) "
  },
  {
     text:"This album isnt the greatest but still has somthing to get you up on your \nfeet and dance "
  },
  {
     text:"EVERY PENNY IS WORTH IT People stopped listening to them 'cause \"they suck\" or \"they becamr worse\" \nhad made the wrong decision 'cause their new album is thebomb!!! "
  },
  {
     text:"Whats not to love I love these guys songs. My favorite song from Fall Out Boy is American \nBeauty American Psycho. I do not know why these guys make such amazing \nmusic. I really hope they make more music for me to love. "
  },
  {
     text:"Grows on you Didn't like the album at first. But I can't stop listening to it now. They \ndid some catchy things with their songs. I wouldn't say it's my favorite \nFOB album but it's not the worst. "
  },
  {
     text:"OMG IT IS AMAZING BUY IT !!! This album is so amazing and punky and just so cool . Its quite different \nto Fall Out Boys other , older albums but its a start to a new era of FOB ! "
  },
  {
     text:"Better than before Each song in this album has a new catchy rhythm that gets stuck in my \nhead. Uma thurman's strong beat makes it my favorite with irresistible \nfollowing behind for a close second. I became a fan of this band around 2 \nyears ago, but I listened to all of their older music which is really good \n(I suggest you listen to it). When save rock and roll came out I was \ndisappointed but still looking forward to this album. It did not disappoint \nmy expectations. "
  },
  {
     text:"Does not work at all Whenever i try to listen to one i bought it gives me something else and \nnow one song is missing and when i bought the bleeding songs it said 0.99 \nand now it's saying that after the month is over i need to pay 5.99 each \nhow do i delete this?! "
  },
  {
     text:"Good. Not great. Above average... I only paid 99p, so I can't complain. Good, catchy songs, just nothing out \nof this World. Well worth a listen tho. "
  },
  {
     text:"Hip Hop is alive There no way you can listen to a album once and connect and vibe with it. \nListened to it over 10 times... classic?? "
  },
  {
     text:"Kendrick is a poet So smart. You can't just listen to this album once, you need to understand \nevery lyric to follow Kendrick's journey through the music industry. "
  },
  {
     text:"The album is not like his last or any other rap album that has radio \nsingles. Each song has a poem at the end and the last track Kendrick talks \nto none other than Tupac. What Kendrick did was he snipped out parts of \nTupac's answers from an interview and asked him the questions. Tupac talks \nvery accurately about this generation and hip hop. Then kendrick tells \nTupac a poem which explains the meaning behind the symbolism of \"To Pimp a \nButterfly\". Overall I think the album is very beautifully made. Classic. "
  },
  {
     text:"Best rapper in the game Mortal man was my favorite. Talking to tupac was amazing. One of the few \nreal rappers left, along with j cole "
  },
  {
     text:"Masterpiece Well Kendrick Lamar just put out his album and is so raw and classic the \nway rap was meant to be talking about how he is the product of his \nenvironment and the mojorly ignored problem of race and the dominance of \nwhite power disguised as law and how if people really want to make a change \nit's all in there hands to change it and it gets through with such a \npowerful message to everyone black white it doesn't matter what race you \nare it's in your hands to make the change this is what rap was meant to be \nnot d "
  },
  {
     text:"This is fresh water to dehydrated hip hop head This is hip hop remember it was created to tell stories from a black \nperspective. It's not racist at all for those who believe it to be. THIS IS \nOUR MUSIC. He is sharing his soul with the masses it's about time and we'll \nworth 15 dollars or 1500 dollars great job k.dot "
  },
  {
     text:"A story within a story There is no denying this mans impact. He tells you how he was conflicted \nthrough a poem and then vividly paints it for you in subsequent tracks. \nMasterfully blended to make a truly epic listening experience. "
  },
  {
     text:"Let me explain... This album is Kendrick's sophomore album and I gotta say that it delivers. \nA lot of people say that it's not hip hop or it's not my style, but \nhonestly if you listen to his message you will realize he's talking about \nwhat's been going on in hip hop and the black community for a while now. \nAlso for those that think it's too jazzy I say this, different genres of \nmusic have always been mixed together and the result has sometimes even \ncreated new genres. So chill out and listen to something you'think'is \nhiphop. "
  },
  {
     text:"Read This... Half the people that are saying they don't like it because of the jazzy \nbeats and not your style but say the lyrics are out of this world. Think of \nit like this he can spit mean bars on these beats killing them and he even \nhad the balls to put a new school type album out he most definitely \ndeserved credit but then again I'm a HUGE k-dot fan.. "
  },
  {
     text:"Form your own... Generation defining album. I'll leave it at that. To try and explain the \nemotions and epiphanies that come along with it would do it a disservice. \nInstead, I'd just suggest you listen for yourself. Clearly, God's given him \na talent. He hasn't wasted it. "
  },
  {
     text:"Swear Kendrick is on a mother wave length I have been waiting on this funky jazzy hip hop feel for a min. Thank you. "
  },
  {
     text:"Modern Classic Welcome back to the Section 80's!! This young man is a true artist. \nEngrossing lyrics + real musicianship + varied instrumentation + a touch of \nsocial consciousness = Hip-Hop Soul Food GUMBO! Must have for any hip-hop \n\"head\".... "
  },
  {
     text:"Classic album Kdot j.cole an a few others are keeping hip hop alive this album show u a \nclear view of everything goin on in this country right now it's deep and \nsomething real not just turn up or running threw the 6 this has a message \ngreat art. "
  },
  {
     text:"First time I ever seen any rapper do a song like Mortal man. I am just \namazed on how much time and effort Kendrick did to do a song so beautiful \nlike that. Everything about this song and every track on this album is well \nthought out. Give this man a round of applause for this Album. "
  },
  {
     text:"To Pimp A Butterfly Hands down King Kendrick is still slaying the game. We need more artist \nlike this. He's actually speaking about something besides turning up, sex, \nmoney, drugs, & women "
  },
  {
     text:"3X more than perfect I never knew there could be an album better than g.o.o.d.k.i.d.M.a.a.d. \ncity Kendrick put out the best album (my opinion) of the 21st Century. Now \nI cant look at a rap album the same without thinking \"its nothin compared \nto Kendrick "
  },
  {
     text:"Masterpiece! Words cannot begin to describe the genius of Kendrick Lamar. A true \nrevolution in not only hip hop but black music as a whole. This along with \nD'Angelo's \"Black Messiah\" is the future of the music culture. "
  },
  {
     text:"Amazing When i first heard this album i didnt like it. It has grown on me. Its \ntruely a work of art. And we need more real music in the rap industry \ninsead of alot of the garbage thats on the radio today. Thank you Kendrick \nLamar! "
  },
  {
     text:"Gold Kendrick is my favorite hip hop artist. And when i first listened to the \nsamples on here i was like wtf? But then i listened to the songs all the \nway through and now im hooked! This album is so creative and beautifully \nput together. The lyrics, the beats everything on this album is truly \namazing. "
  },
  {
     text:"Great Album I like the turn of genre he took.He sounds good with this style. But I \ndont think its the best album of all time. But he took it this year so far. \nHe basicly telling all these mainstream rappers to get big, male and/o \nfemale.. "
  },
  {
     text:"I didn't give the album 5 stars because this just isn't the style of rap I \nprefer. The lyricism is out of this world, but I don't care much for the \nbeat. I like Kendrick, and I want him to keep going, he's changed the game \nfor sure. This album is worth a high rating, I just don't have the same \nfeel with this album as I did GKMC "
  },
  {
     text:"Great album After every listen this album gets better and better! This is the perfect \nalbum for the times we live in, no gimmicks just real. "
  },
  {
     text:"We Only Need On Spec Of Light 2 See Out Of Darkness What Hip Hop Needed...... Ya Dig "
  },
  {
     text:"To pimp a butterfly This album is Sooo Hard; it's like Thor slamming down his HAMMER! "
  },
  {
     text:"Lost faith Don't get me wrong, I'm a die hard Kendrick Lamar fan. But I cannot get \ninto this album at all. The beats are weird and funk-like. I miss the old \nsongs where he combined good beats and drop lyrics, but looks like now he's \nonly focused on lyrics... I sat and waited for months for this album, now I \ncan't wait for the old Kendrick sound to come back "
  },
  {
     text:"Best ablum i ever listen too Cant stop listening to it ever since it came over , he the only person \nthat understand how world work and how its need to changes "
  },
  {
     text:"Another one Kendrick has added another solid album to his already strong catalog.. \nFrom soulful beats to that funky sound that'll get your head bobbing and \nfeet moving. His bar patterns has gotten even more ridiculous which is \ncrazy to say.. All n all it is defiantly worth the purchase. "
  },
  {
     text:"Really Good !!! The funky jazz old school vibe is dope... The meaning it dope, but its not \ngreat... "
  },
  {
     text:"King Vision Refreshing, unique, speaks to the souls of conscious real ones, instant \nclassic, cover art appropriately complements message(s) of the album. \nEasily Top Dawg's finest work. "
  },
  {
     text:"Things did hit the fan and I'm still a fan Very good storytelling , people's album, funky nice non modern typical \ninstrumental , must listen "
  },
  {
     text:"Brilliant but different I love how it has a totally different vibe than gkmc and the lyricism is \nstill great. This album is literally perfect, has positive messages for the \nblack community and humankind all together. "
  },
  {
     text:"True Artist Met, Kendrick a while back before GKMC dropped... did a show in Greensboro \nNC.. I felt like he truly wanted to make sure he made an impression on \neveryone he met.. I was just a photographer.. and in most cases you are \nworking watching other people be \"Stars\".. he was one of the people... in a \nsneaker shop really just having fun.. sharing his voice.. I am proud of him \nand his continued growth... Keep up the good work.. and please tell a \nfriend, and tell another friend! We needed this! "
  },
  {
     text:"A breath of fresh air This is what a complete album is . I like the out on a limb style of rap \nthat Kendrick Lamar brings to this album. Hip hop is not dead after all . \nMore rap artist should give more intricate rhymes like this with more \nsubstance. Get back to giving the people the news from the hood like this . "
  },
  {
     text:"To Pimp A Butterfly The integrate way Kendrick prevails his voice is revolutionary to say the \nleast. and his ability to understand the world today and the world of \nbefore and create something so over the top that makes you just wanna get \nup and yell to the heavens above, its like where do we go from here. Not \nonly is this one the best albums Kendrick has ever done but its one of the \nbest albums this year for sure. "
  },
  {
     text:"Amazing Just like good kid, m.A.a.D city, amazing lyrics great vibe and just an \namazing album "
  },
  {
     text:"Dummy's all you dummys First off..this ain't no tupac biggie Eminem this joint TRASH..hr sounds \nlike some lunitic that snuck out of a mental institution.. Made a album \ncalled it to pimp a butterfly.. And realesed it on a major record \nlabel..tf? "
  },
  {
     text:"Wow! True hip-hop. Anyone that gives this album less than 3 stars is literally \nretarded, and should stick to listening to young thug, and the other \n\"artists\" putting out garbage without content, just money, cars & bitches. \nFor once, an album where every song has a meaning. It through me off the \nfirst time I listened, but now I get it. Someone commented that he should \nstop trying to sound like Lil Wayne...Really? Wayne wished he could produce \nsomething this meaningful. "
  },
  {
     text:"Nice At first i was like nah. But then you have to listen to the guy 2 more \ntimes. And listen to the music. He's to much man. All truth and he speaks \nit for all the black people. He worked real hard on this this deserves 6/5 \nstars real talk. He makes you think and think about his lyrics and yourlife \nat the same time he isnt using at beat like migos and what all those \nscreaming rappers are doing today. He's real nice . "
  },
  {
     text:"Epic People are saying they don't like this album because its \"not like\" his \nfirst album. Its called progression, not talking about the same thing over \nand over, and honestly if people give this album a chance without comparing \nit to good kid maad city, they'd see how amazing this is. "
  },
  {
     text:"One of a kind These albums don't come by often. Get it and listen all the way through \nand pay attention to the amazing lyricism and vocal patterns from the best \nin contemporary hip hop. "
  },
  {
     text:"Ariana Grande. I buy your CD and I love it. It's great please don't stop making music.... \nI LOVE you Ariana Grande you are my favorite artist and don't forget to \nvisit San Antonio Texas I Love your song why try... "
  },
  {
     text:"I love Ariana Grande! I've loved ari since the first day I saw her on Nickelodeon. She is a \nbeautiful woman and she has a amazing voice! She is a true Angel! Love you \nari ♥ you have the best music. "
  },
  {
     text:"Disappointing and here's why- Arianna, I feel started out with an extremely young fan base. Keeping that \nin mind, I find it disappointing that she feels such a.... need to \nover-sexualize her performances the way she does. "
  },
  {
     text:"Wow I was seriously surprised listening to this album. It was a little \ndifferent from what I was expecting from Ariana grande. When problem,break \nfree,and bang bang came out I thought her album was just going yo be pop \nonly, but she really brought a new flair to this album and gave us a lot \nmore R&B and I kinda was praying for that so amazing job! Keep up the good \nwork. "
  },
  {
     text:"Cool!!! Nice intro and I know all songs so yeah and she has a pretty voice and who \ncares if she uses audio or not the singer's do so deal with it I wish I \ncould go to her concert in April but I can't and I as so excited when my \nmom said that we could but someone lost our tickets a.k.a. (my mom) and I \nwas so sad that I almost cried "
  },
  {
     text:"Absolutely love this album! Amazing album from my favorite singer of all time! I love One Last Time, \nBang Bang, Best Mistake, and Break Free! But all together a EDM/pop album \nfull of greatly composed songs. "
  },
  {
     text:"Okay I love the songs on this album but I don't like Arianna Grande. Her voice \nis so fake. I watched SNL on saturday night and she was terrible compared \nto her CD's Voice. She's practically screaming in all of her CD's so sorry \neverybody, but I don't see why people think she can sing. "
  },
  {
     text:"SPEECHLESS Love it sooo much!!! Especially songs where you can tell how she's \nbecoming her own person and losing her Nickelodeon image like Hands On Me. \nAnd then the more mature songs like My Everything "
  },
  {
     text:"Ariana!!! This album is amazing Ariana you are an amazing singer you are just... I \ndon't even know how to explain how happy I am that you sang the song that \nharry wrote its beautiful!! I mean your singing and his words are amazing \ntogether!! "
  },
  {
     text:"I ♡ her so much She has made an amazing album \"love me harder\" is not just her only good \nsong this album is so good ! "
  },
  {
     text:"I can't describe her! All i can say that she is the new Ariana Grande! Not the new whoever. \nCause she is the one and only Ariana "
  },
  {
     text:"I love Ari She has changed a lot since she left \"Victoria Justice\" and \"Sam and Cat\" \nbut she still the funny girl that everyone loves!! My fav song from this \nAlbum is Break Free!! It's makes me feel awesome in side! My sis and I love \nto dance to the song on Just Dance 2015. I paid 2 for it on there and we \nlove it!!! "
  },
  {
     text:"It's simply the best! My top 10 songs are: Bang Bang, Be My Baby, Best Mistake, Break Free, \nBreak Your Heart Right Back, Love Me Harder, One Last Time, Problem, Why \nTry and You Don't Know Me! <3 "
  },
  {
     text:"Love it I love it love me harder. Break free. Best mistake. "
  },
  {
     text:"My everything Wow this album is awesome love it ariana I only don't like hands on me but \nother than that I love it amazing album she said her new album would be \ndifferent it's different but it's great especially intro and the best \nmistake "
  },
  {
     text:"Love it all the way! Omg I love this album! I really wanna go to her concert but my favorite \nsong is Why Try it has a great beat and I love the lyrics. "
  },
  {
     text:"Nice Album :) My favorite songs are Break Free, Hands On Me, Problem, Break Your Heart \nRight Back, Best Mistake,Love Me Harder and Be My Baby. Ariana is sexy and \nI love hearing her voice "
  },
  {
     text:"Absolutely UH-MAZING! Ariana did it again! I was absolutely blown away by this album! Knowing \nYours Truly word for word, I was expecting another Teenage Pop album. But \nyou can tell she's grown up a little bit from her debut album. Very deep \nand personal! You can tell she is singing from her heart. And her voice! \nOmg! It's the voice of an angel. I've been obsessed with her since The Way. \nBut this album has deepened my obsession! Lmao. Amazing job Ariana! \nAbsolutely amazing "
  },
  {
     text:"Ariana's fan love her songs forever til the end Omg Ariana grande you are my favorite singer forever I love you I wish we \nwould be friends and when people say bad things of you I defend you like on \nInstagram my name is cassy_tigers i love you as your fan #1✌️I love Ariana "
  },
  {
     text:"Oh my gosh Go Ariana Grande, Great Vocals Greatest Album;Love every song especially best mistake,Break free, Problem \n& love me harder☺ "
  },
  {
     text:"Love this album This album is amazing, listen to it all the time! She is an artist that \ndoesn't have to swear or sing about inappropriate stuff to be popular. She \nis also an artist that doesn't need auto tune to sound some what okay, her \nvoice is amazing! Her songs are songs that don't ever get old to listen to! "
  },
  {
     text:"Horrible Hate it hate it hate it Becky G is better and this is from a boy "
  },
  {
     text:"Love you girl This is the best album ever she has an perfect voice keep on doing your \nthing girl and don't let nobody let you down and you are better than mariah \nCarey and I would like to see you in concert and you and Rihanna bff "
  },
  {
     text:"my everything - Ariana grande I love all her songs...they are really good! Even the \"intro\". Just a \nlittle bit of your heart! I can really rate to how I feel when I play it!:) \nmakes me cry from how good it is and makes me...think about certain \npeople!:) I love her new album so much "
  },
  {
     text:"love it :-D omg it is so creative and beatiful but all I wanted to say when u were \nsinging one last time it sounded like u said I should have farted instead \nof fought it so next time sing more clearly plz but over all still beatiful \nmusic love u ariana "
  },
  {
     text:"Amazing Your music is sooo good. I can't stop listening to the album. I'm \nspeechless it's amazing. Keep up the good work, I love you "
  },
  {
     text:"Ariana She is an amazing singer! Luv this album! \"My everything\" - beautiful \nballad.. \"hands on me\" - gets ya movin'..\"best mistake\" - Initially I liked \nit...BUT, after the Grammy nominations show... her singing with big \nsean..WOW! The chemistry was off the charts! I didn't know that they were \ntogether! So I stopped to google and check if they are...it's was obvious! \nit's one of those moments you do not forget! I dvr'd it & still watch \nit...makes u see what luv looks like! Or, they are awesome actors! Lol "
  },
  {
     text:"So beautiful and amazing I didn't buy the album on the Google play store but u use rhapsody and I \nadded the entire album to my playlist. I am so happy her album finally came \nout and I cannot wait on her new music or more albums to come out. \nCongratulations on your album Ariana. So proud!!!!! Love u!!!! "
  },
  {
     text:"Ariana grande I love her so much her songs are amazing I love her smile her voice \neverything its just amazing the thing is how does she do those really high \nnotes I can sound like her when she sings but sometimes I can't reach her \nhigh notes she's really lucky I wish I can be a famous person: ( "
  },
  {
     text:"Bring on Moonlight This album is amazing the danceable songs in the album like break free, \nbang bang , hands on me ect. are really something you would want to get up \nand dance to. While the slow and more emotional songs like my everything \nand just a little bit of your heart are pretty sad and get me kinda \nemotional at times and the rest of the songs are good songs in there own \nway. All in all this album is a good album and I am so ready for the third \nalbum Moonlight to see what else Ariana has in store for us. "
  },
  {
     text:"Synchronistic release! This album marks the transition from adolescent frivolities to serious \nissues faced by many people struggling to cope with the many facets of \nrelationships, both failed and budding. The over-arching theme of \ntransition seems to meld the many stages of love, heartache, elation, and \nhope all while showcasing Ariana's tremendous talent and passion. An \nabsolutely beautiful, and inspiring work. Thank you Ari!!! "
  },
  {
     text:"I can run with it Her music is about attraction, true love, or love and attraction gone \nwrong. Don't always have my phone with me when I go out running but her \nsongs do have a way of getting stuck in my mind. "
  },
  {
     text:"Voice good the back ground music terrible. Opinion is like an a****** everybody has it this is just mine. I like her \nshe has talent just takes time practice .makes perfect. But why do they \nalways take a pic of her half naked in the album cover. Adrian take control \nand tell them perverts to take normal pic of you . You are beautiful and \nyou we all know it we do t need to see 75 percent of your skinn. One more \nthink all the titles are sexual. Bang bang. Hands on me. Love me harder. \nYou can do much better like Denzel Washington best actors on planet. "
  },
  {
     text:"Great vocalist but songs stifled by guests Lots of catchy tunes, and she has an amazing one of a kind vocal range - \nbut song writing is just par for the course, and many of the songs are \nruined by guest appearances (e.g. 'hands on me'). "
  },
  {
     text:"Amazing Album by a great singer Absolutely love Ariana Grande, she is in my opinion the most underrated \nsinger in the market and does not get the love she deserves. You can tell \nher transition from kid pop to more mature. It just makes the obsession \nwith her music even better. Why Try is probably my fav song on the entire \nalbum which I guess says something about the album with soo many great \nsongs. A little bit of your heart is the most emotional one, buy this help \nher make more music just as good if not better than this one "
  },
  {
     text:"MY EVERYTHING by Ariana Grande is an amazing album full of love and \nheartbreak poetry. The album has 4 Hits such as PROBLEM, BREAK FREE, LOVE \nME HARDER, & ONE LAST TIME. Three of the songs were #1 hits. The album \ndebut at #1 on the billboard chart. The album earned ariana 2 Grammy \nnominations including \"Best Pop Vocal album\" & her duet with jessie J and \nNicki Minaj with the track BANG BANG placed her in the category \"Best \nduo/group performance\". Ariana had one of the biggest years in 2015. As you \ncan see the album is a Hit and ariana grande is the Dutchess of Pop. "
  },
  {
     text:"Aaron martinez Dear aaron martinez, if you don't like her you don't have to tell everyone \nabout it. I'm a big fan of her. So sorry but you should go f*** your self. \n-Rayne Dutton "
  },
  {
     text:"I love it!!! Ariana you are the best baby ilysm. Keep on doing what you're doing and \nlet the haters hate. Thanks for everything you've ever done. You are Sweet \nand I just love everything you are doing for us. Keep doing your thing. \n#ForeverArianator "
  },
  {
     text:"Much better than what I predicted I thought this album would stray more to the pop side of music but instead \nshe provided us with some R&B which was a great decision. I really like \nevery song but \"Best Mistake\" does it for me. It's so laid back and chill. \nAnd then \"Break Free\" makes me wanna dance. Great album! "
  },
  {
     text:"Different & Wonderful You usually catch Ariana Grande with pop, girly music. This one was really \ndifferent than what she's done in the past! I love it! I know you all will \nenjoy just as much as me and many others. This album is catchy, fierce, \nbreathtaking, and magnificent!! "
  },
  {
     text:"Not impressed I don't mind sad sobby songs about losing your gf, dog, house...I have a \nlot of luke bryan songs but only care for 2 songs on this entire cd. One of \nthe 2 I might the single but youtube can ware that idea out I suppose and \nsave my money for more cole swindell songs "
  },
  {
     text:"Kill The Lights the song Strip It Down! Beautiful Thank you Luke for sharing your talent & \nLoVe of music. "
  },
  {
     text:"What is this!? Country Disco songs? I never knew that Country had Disco \nwith Banjos! I would not buy this album at all. The second song sounds like \nAnother One Bites The Dust from Queen. When I want country, I don't want \nDisco Country Pop, I want real country like Johnny Cash, Patsy Cline,etc. \nThis is so bad! And no, I'm not gonna go home alone to night. Sorry MR. \nBryan you hit a sour note in my mind... And No more Disco Country! "
  },
  {
     text:"Kick the Dust up Is my favorite. i Hear On the radio I give it 5 stars So \nGOODER! :). I Like It "
  },
  {
     text:"Love It This album is about him losing his family. He lost his sister and his Aunt \non the same day. He writes songs about his feelings. Yes, I feel very bad \nfor him because he has 4 family members left. But not everyone can get over \nit fast. "
  },
  {
     text:"Kill The Lights My favorite country singer........Awesome, I can just listen to \"kick the \ndust up\" over n over, then \"strip it down\" WOW!!!!!!!!! Amazing! "
  },
  {
     text:"♥♥♥♥♥!!!!!! I love Luke Bryan and his songs!!! And all of you haters out there... just \nkeep wishin you were like him... he's way better than those Johnny cash, \netc. Singers. Those are not as good as Luke Bryan's. His songs get you in a \ngr8 mood. they get you ready to party and excitement and amazement. All of \nyou being mean don't even need to rate if you wanna be hatin!! Btw his \nsongs are what got me out of my shyness of dancing and singing in front of \npeople!! So I LOVE him and his songs like.. A....L....O....T.... "
  },
  {
     text:"Trash This is horrible. This is not country, this is horse manure. All of his \nsongs are the same old thing along with Jason Aldean and every other \ncountry singer out there...hmmmm let me guess, another album full of crap \nsongs about spring break and tan lines and tail gates, cold beer and \ntearing down a dirt road. It's getting old. The only people who really \nappreciate this is teen girls and white trash. NEXT! "
  },
  {
     text:"Absolutely amazing! This album delivers everything a fan could be looking for: fun, \nheartbreak, slow, fast, and most of all a great time! This definitely \nsatisfies all the hype and will be enjoyed for years to come! "
  },
  {
     text:"Pop crossover. Many country artists are making more pop\\ country albums because it is \nwhere the Money is. Luke Bryan isn't a bad artist in anyway to me, but he \nis crossing over it seems. People aren't buying albums like they used to. \nso when people say there are only a few good songs...singles are the thing \nnow... Only one or two songs are going to be played on the radio unless \nyour Taylor swift .. "
  },
  {
     text:"\"Home Alone Tonight\" is the saddest excuse of a country song I've ever \nheard. Luke was always one of my favorites. He's one of the reasons I got \ninto country music. There are few albums that I feel are better than \"I'll \nStay Me\" and \"Doin' My Thing.\" It's incredibly disheartening how money can \ncause someone to go from composing great music like that, to producing the \ngarbage that overwhelms this album. The time is spent listening to this \nalbum is time that I'll never get back. I know he has it in him to write \nand sing the music that initially drew me to him, but unfortunately, that \nstyle of music doesn't sell anymore. I can only hope he does better next \ntime. "
  },
  {
     text:"Luke delivers again This album is as great as the previous four. Luke gives us just what we \nexpect from him - fast tempo songs we can sing & dance to and ballads we \ncan cry with! For all of the haters saying this sucks bc it's not like old \ncountry (guys who are jealous no doubt), go on and buy you some Conway \nTwitty and stop throwing shade on this great artist playing TODAY'S country \nmusic! "
  },
  {
     text:"aww yasss Every album gets better and better, I love all the songs, Razor blade and \nkill the lights are awesome, but I really have no fave they all are good. \nThanks for another amazing album Luke ❤❤❤❤❤love ya "
  },
  {
     text:"I was a little disappointed I own several of Luke Bryan's albums, and they have always been AMAZING. \nThis particular album only has 3 songs on it I would listen to on a regular \nbasis. It's still a good album, but not one of his best. "
  },
  {
     text:"Come on! What happened to original? Kick The Dust Up is a horrible horrible song. \nHe's getting so very predictable. It's all about what's hot and \"cool\" and \nnot true grits country. Too pop for me. "
  },
  {
     text:"Not great I like maybe 3 songs on the album. What happen to the old stuff man? \nTailgate blues, baby's on the way, out like that? That's just a few. You \nneed to return to the south ga roots and find the groove with the old you. "
  },
  {
     text:"I'm sorry to who like country music I don't like country music what so ever.I know I'm a hater most people \nlove it. And if I liked country music I love this so I am really sorry to \nthe people who do like it.boo me not the song "
  },
  {
     text:"Luke Bryan I love his new album! I look at if as he broadening his music. I listen to \nhis music everyday. His voice is beautiful and his songs are spectacular. I \nloved him in concert and I literally have a full playlist of just of his \nsongs, 3 hours long. His music puts my day in a nice enjoyable state. All I \nhave to say is thanks Luke for sharing your talent with the world. "
  },
  {
     text:"I LOVE LUKE...He did it again!!! My roots are country & grew up listening to all the oldies which I guess \nis why I went rock n roll. Luke is the first country artist I've ever \nfollowed due to his karamastic style. Keep mixing it up baby your doing an \nAWESOME job!!! If you don't like it, don't listen to it! Spend your time on \nsomething more dreary & less time on commenting on something that obviously \nworks. Trust me, he won't miss you & neither will the millions of fans! "
  },
  {
     text:"Love Luke BUT... He's slipped away from his roots and fallen into the same old pop country \nthe other artists have. Strip It Down is the best song on the album. The \nrest aren't really his style. Go back to what made you famous Luke. You're \none of my favorite country artists. Don't cave in to the pressure to make \npop music. You are pure country. Southern charm at its best. "
  },
  {
     text:"Yet another good one! how this guy can put out so many good albums so quickly is beyond me but \nI'm not complaining. Unlike recent previous releases there are a few I can \nlive without that just seem too mushy for Luke but I guess he does need to \nplease the girly's too :) loving his duet with Little Big Town's Karen \nFairchild on \"Home Alone Tonight\" dare I say I smell a grammy if/when this \none goes to single!? All around well worth the purchase if you love Luke \nlike so many of us do. Was always a metal guy until the new breed of \ncountry basically brought 80's hair metal back to life...thank you Jason \nAldean, Eric Church and of course Mr. Bryan!!! "
  },
  {
     text:"Sweet!! Love it! Great combo of beats. I listen to the music before I listen to \nthe lyrics and I LOVE IT! "
  },
  {
     text:"BEYOND AMAZING ALBUM, I'M SPEECHLESS Luke you've blown me away again, every song on this fantastic album leaves \nme breathless, I can't pick a favorite! They're all #1 songs, so much \nemotion & feeling, every song hits home literally been on repeat since the \nsecond it was released & it'll be on repeat alwaysI love you to the moon & \nback you put out the best music out there by far, you're the best person & \nsinger in the world! Keep doing what you're doing! don't pay attention to \nthe haters or people trying to put you or your music down! "
  },
  {
     text:"Not Luke His new music does nothing. Crash my party was good, but this is far from \nbeing even decent. Only good song on here is Huntin', Fishin', and Lovin' \nEveryday "
  },
  {
     text:"COULDN'T GET ANY BETTER No words to describe the greatness. love luke so much !! "
  },
  {
     text:"Luke is awesome This album tops every country song on the radio all u haters don't know \nwhat you missing out on amazing "
  },
  {
     text:"Not bad.. It's Luke Bryan. You either like him or you don't. There are a few songs I \ncould do without, but I like it as a whole. "
  },
  {
     text:"All songs on iTunes Birthday gift early 16th, had delayed trip to ClevelandClinic, so I could \nsee you. Not in great seats, but could t afford to pay for tickets to meet \nyou. "
  },
  {
     text:"Best of luke Luke is truly a country singer by heart. He is amazing with singing. You \nwon't regret about buying this album. Great job luke! "
  },
  {
     text:"Kill the lights Pretty good album , some good songs others are not his best "
  },
  {
     text:"Luke Bryan's music is amazing and all of his songs have a meaning. That is \nwhy I like his music so much "
  },
  {
     text:"Love Luke!I'm in the pit EVERY time he's in Tampa,Fl If you don't like country,YOU'RE N THE WRONG PLACE! Go have a beer BC no \none cares what you think! He's an AMAZING, FUN TIME TO SEE!!!GO LUKE, WE \nLOVE YOUR MUSIC "
  },
  {
     text:"Hensley Gonzalez, ST. Elsa Happy HALLOWEEN costume Home Alone Movie Video Part Frozen Movie Video Part Frozen Movie Video \nPart Frozen Movie Video Part Frozen Music Video Come See About your IPHONE "
  },
  {
     text:"KILL THE LIGHTS If you love Luke you'll love this app. A little pricey but oh well. "
  },
  {
     text:"It's right from the heart....so you haters don't hate appreciate. Every day \nis a learning day...to see within take a lot some people haven't learn \nthis. He is strong to tell his story it takes courage to do so. He's \nawesome. Love his music "
  },
  {
     text:"Just won't to say not only is Luke Bryan the sexiest male country singer \nwow strip it down is so sexy to here him sing that song makes me won't to \nstrip it down love you Luke Bryan they can't get any better than you I can \nlisten to your songs over an over can't say enough about strip it down \n❤❤❤❤❤❤❤ "
  },
  {
     text:"To the people that don't like Luke Bryan are plain stupid and have no taste \nin music at all "
  },
  {
     text:"Love it Luke is amazing he tries to please all by singing old style and new in \nthis album "
  },
  {
     text:"Doesn't really seem like his style!! I still love Luke but he's made better \nalbums. "
  },
  {
     text:"Superb My favorite jam for the rest of the year! Luke Bryan is the reason I \nlisten to Country. "
  },
  {
     text:"R.I.P Paul Walker The song I'll see you again is the best song for the end of the novie . it \nliterally brought me to tears. Paul walker will be missed, R.I.P "
  },
  {
     text:"7 is Magic Best Sound track in the series. Fast, furious, friends and FAMILY. I was \nhappy with the first 9 tracks!!! Paul Walker will be Heavily missed. "
  },
  {
     text:"the song see you again is very touching and good! Paul walker will be \nmissed, but not forgotten. He will always be my favorite actor! but \nespecially for all the fast and the furious films. when I and my family saw \nthis movie for the first time and heard the song see you again and them \nshowing all the other clips from the other movies It brought tears to mine \nand my husband's eyes. "
  },
  {
     text:"Paul aka Brian Perfect soundtrack. The song \"See You Again\" by Wiz Khalifa was perfect \nfor the ending. Moment was so heartfelt that it brought tears to my eyes. \nRest In Paradise Paul!! You are missed by more people than you'd ever know. \nFurious 7 topped the charts and will never be forgotten. "
  },
  {
     text:"Best song in the world Best song for Paul Walker's death it's very sad it brought me to tears \nperfect song just perfect Paul will be missed for ever thank you wiz \nkhalifa and Charlie Puth thank you very much.✌✌✌ "
  },
  {
     text:"R.I.P Paul Walker It Was a great song and a perfect one to remember Paul Walker and brings \nback memory's for people like me that grow up watching fast and the \nfurious. R.I.P "
  },
  {
     text:"Perfect just perfect \"see you again\" perfect forthe movie i took paul \nwalker like he was part of my family but at the end of the movie i as a guy \ncried... But perfect soundtrack. "
  },
  {
     text:"Love it See u again is one of my all time favs not only was it a great song for \npauls memorial at the end but its a great song for anyone that u love but \nlost for me I think bout all ive done with the people I've losT but know \nits not the end of the road with them but just like the movie shows that \nits just a detour ttyl we meet again... "
  },
  {
     text:"Excellent :) This was a perfect list of music that touches the heart makes the \nadrenaline rush and the blood pump. Touches the heart very much too. Makes \nyou think of Paul Walker and how he went to soon. He was a big part of \neveryone's life cause of his perfect acting and getting the real heart to \nheart feel on set and showing that on screen and in the lives of the actors \nhe played with themselves. A great man a great guy a best friend. R.I.P \nPaul Walker. "
  },
  {
     text:"R.I.P THE fAST, THE FURIOUS, PAUL W. Even if you haven't seen the whole series, you will know and feel the love \nput into the whole movie series especially the song \"See you again\". Paul \nleft too soon with no warning and left where we loved him but now he is at \na better place where he can rest with all that he has accomplished with no \nregrets or pain. The cars will be know and Paul. He is fast, he is furious, \nhe is an inspiration and most of all ,he is family. "
  },
  {
     text:"R.I.P Paul Walker Great way to end Furious 7 with this sound track, it made me cry and was \nso emotional. My dream was to meet Paul Walker, the day his inccident \nhappend i was into tears. Furious 7 is the best movie i have ever seen in \nmy entire life and i hope its always at the top! Paul Walker will be \nmissed! Great song choice and Rest in Peace Paul :) "
  },
  {
     text:"#ForPaul See you again! The only song that really have touched me to the point that \nevery time I hear it I feel like crying "
  },
  {
     text:"Awesome but brings memory Paul walker was a great guy and he died in a horrible death you will never \nbe forgotten but now you are at a better place we all miss you we are all \ndisappointed that you can't make no movies cause you are gone but I will \nnever forget about you R.I P. Paul Walker "
  },
  {
     text:"So bad Paul Walker the 3 died Did you know Mia Toretto was Paul Walker's wife in the series now that \nPaul died Mia does not have anyone "
  },
  {
     text:"Great song ruined by radio This is a beautiful and touching song, but the big radio stations play it \nlike crazy, and remix it into up beat bs, so it just ruined the song. Way \nto go. "
  },
  {
     text:"Paul walker you did amazing job Loved the 6th album and love the 7 as well I know you must be proud of \nyour brothers helping u finish the the parts of the movie you did also \nsaying good bye to u in the movie in a heart warming way made everyone cry \nin the theater best fast movie u did Paul "
  },
  {
     text:"RIP PAUL I went to see Furious 7 with a little hesitation. I wasn't sure what they \nhad done and if they had killed off his character because he never got to \ncomplete it. Using his brothers as body doubles was an excellent idea and I \nwas blown away at how it turned out. It was heart breaking to see his face, \nbut I fought off the tears. Then that ending came with the Wiz Khalifa song \nand both males & females shed tears. I've never seen anything like it. Much \nrespect a perfect ending. I hope they end it here for Paul. "
  },
  {
     text:"#RIPpaulwalker The song See You Again by Wiz and Chris is the PERFECT song to end Furious \n7 with... It is an amazing tribute to Paul, his family and fans who I'm \nsure are still grieving the loss of such a wonderful, amazing man who never \nfailed to make us smile. But,Paul once said, \"If one day the speed kills \nme, do not cry because I was smiling.\" It is just my opinion and I \nunderstand if you do not believe in heaven but I believe that Paul is up in \nheaven driving as fast as he can, still living his dream (in a way). "
  },
  {
     text:"R.I.P One of the best furious and great performance by Paul Walker. Plus have to \ngive his brother Cody a salute for helping finish the movie and letting us \nenjoy seeing his brother through him. I very touching moment at the end. \nThank You for letting us fast and furious fans enjoy another 1. Anybody can \nbe family if you can ride for one another. Family is where the home is. \nPlease come out with more fast and the furious and keep Paul Walker part \nin. Let his brother in with the crew. We will miss you Paul Walker. "
  },
  {
     text:"For Paul Walker The move was so good but the end was the best part because they gave a \ntribute to Paul Walker with previous fast and furious movies and the sound \ntrack by wiz \"see you again\" was just perfect at the end with the tribute, \ndown to see it again "
  },
  {
     text:"Awesome I seen the movie and its awesome and I'm so sad for Paul's death R.I.P. \nPAUL awesome track "
  },
  {
     text:"Pual walker Love this song, puts me in that moment.... remembering each and everything \npual walker did so that we could enjoy these movies. Always putting his all \ninto everything. RIP Pual walker "
  },
  {
     text:"WTF NOT AVAILABLE IN MY COUNTRY!!?? Music is available to buy, but WHY THE HELL WOULD IT NOT EVEN BE AVAILABLE \nIN MY COUNTRY. I still like the songs though. They are very good. "
  },
  {
     text:"PETA .M.CARLING To Paul Walker's Family and Friends to His Lovely Parents who raised Him \nand to the Friends who grew up with Him and worked with Him too. You are So \nBlessed to have known Paul I Wish that I could have met him too,one day I \nwill but not yet,because I want to meet his Lovely Family and Friends one \nDay when I come over to America.I'll get the Chance too.Paul Love Your \nActing,driving and Ability to do what You have done in a Short time is \nBrilliant and all the movie's You have done aswell as the other one's are \nall the Best I've seen, I Miss You Love From PETA. M.CARLING ☺ "
  },
  {
     text:"Great movie and sound track R.I.P Paul..will be missed but never forgotten!! "
  },
  {
     text:"Rest in peace paul i loved the movie too I loved the ending its a good part of the movie where tgey showed the best \nmoments of Paul. Rest in peace Paul ~Emily [one of your best fans =) ] "
  },
  {
     text:"Love it From the day I saw the movie I wanted the album because loved the songs \nespecially see you again It truly is a great album because it's a great \nreminder of what scene goes with each song and u can hear the mixture of \npumped up and slightly slow song If u watch the movie u no what I mean.This \nis a great album and movie I highly recommend this.And I truly do Love It "
  },
  {
     text:"Furious 7 I cried during this song! Its very touching!! I hate losing people!! This \nis a great song and albumn! "
  },
  {
     text:"R. I. P Paul aka Brian. First of all I thank God for Wiz Khalifa for the \nbeautiful song See U Again. It has a meaning to it, a memorable song for \neveryone to remember Paul, I really loved the song. It also touches my \nheart that makes me cry. To all the Fast & The Furious actors you all are \nthe bomb of the world. To Paul Walkers family Be Strong. May God Bless us \nall AMEN. "
  },
  {
     text:"Not a great song Didn't like the song. But I do like the meaning behind it. RIP Paul "
  },
  {
     text:"Furious 7 The best thing the fast and the furious movies did are the girls, the \nmusic, the cars and action. R.I.P PAUL "
  },
  {
     text:"Great soundtracks n movies all of them I loved it sounds and movies all of them and Paul walker we missing u man \nu r lots of us n thanks for last movie of the fast and furious series "
  },
  {
     text:"R.I.P. Paul Walker I love the song see you again becouse everytime I hear it,it reminds me of \npaul. When I heard that song in the the movie I started to cry becouse of \nthe song and the message that vin made at the end. Paul you will never be \nforgotten in our hearts may you rest in peace. "
  },
  {
     text:"I miss paul. :( I liked Paul's acting but he is in heaven but I like when they had to go \nhome because they went to the beach and they put a sad song and I cried. \nBut I miss pael "
  },
  {
     text:"WEAVE COME A LONG WAY SEE YOU AGAIN ILL SEE YOU IN HEAVEN PAUL RIP PAUL WALKER LOVED THE SONG \nBTW THIS IS MY JAM SEE YOU AGAIN RIP PAUL WALKER "
  },
  {
     text:"I need more stars If you ever loved someone and lost them to soon u can understand this \nmusic and movie on another level. "
  },
  {
     text:"Best song ever is... Go hard or go home-wiz khalifa ft iggy "
  },
  {
     text:"R.I.P. paul walker Great movie. Great music. Classic adrenaline rush. And a classy and \nrespectful send-off for the one of the series main characters. Rip paul \nwalker. This ones for you. "
  },
  {
     text:"R.I.P paul walker, we will see you one day I love these songs "
  },
  {
     text:"Well worth the money I took my chances and bought this album for only $0.99 and it was well \nworth the price! My favorite song is \"Off-Set\" but I love the whole album \nand it was well worth the super low limited time price and one of the best \nsoundtracks in the serious. Good stuff "
  },
  {
     text:"#DWMTM Been waiting for this album for over a year, this is the first album i've \npurchased in a looonngg time. Meek doing his thing and representing philly \nright.✊ "
  },
  {
     text:"Some strong tracks Didn't buy the entire album, but got some of the strongest, like I Got the \nJuice and When I'm Pulling Up (so sexxxy ;). Been That is my go to get \nhyphy track. Lol. Walk into the gym feeling like a boss ;) "
  },
  {
     text:"One long L His raps ain't genuine besides that the content is tired, and his delivery \nsound like he rushing to get the last words out before his cellphone die. \nDude is washed. "
  },
  {
     text:"Meek-Evolved Meek has evolved and matured. This record departs from his previous \"Dream \nChasers\" sound and embraces a more balanced and produced sound. Everyone \nhating on him for changing his style up get over it. He was incarcerated \nfor a long time and it's only natural for his first album back to reflect \nthe time he's had to mature evolve his sound. "
  },
  {
     text:"#DWMTM This Is Pretty Much The Best He Ever Did & He Pretty Much Change His \nPerspective After He Got Out Of Jail ! "
  },
  {
     text:"Garbage Sounds like every other whiny bad lyricist out there right now. Hard to \nfine rappers with lyrics these days. Hip Hop is dead and Dr Seuss nursery \nrhyming is born. "
  },
  {
     text:"I got respect for meek but.... It's Alot Of Other Songs That He should've put on here... what happened to \nthe lil snupe meek mill intro? The Migos Meek Mill Song? And Others That i \nhad seen snippets of? This Album Could've Changed The Game Big Time But \nChose Wrong Songs... Huge Miss On This Album... Not As Gud As Expected "
  },
  {
     text:"Where's Lil Snupe? Album is average overall, but where's all the fire that he previewed in \nIG. Especially the supposed intro that was gonna have Snupe on it. Album \njust feel unfinished. "
  },
  {
     text:"Waited too long I'VE WAITED MORE THAN A YEAR FIT THIS ALBUM! It better be good! I expect \nnothing short of 5 stars! "
  },
  {
     text:"Listen up Got to take this album in. It's great piece of work. Hope he goes platinum "
  },
  {
     text:"Some good songs, but the others sort of ruin it I've long been a fan of Meek Mill for the passion he puts in his songs. \nMost evident in Traumatized, Polo & Shell tops, and Lil Nigga Snupe. This \nalbum sort of failed in that aspect. The best song is probably Lord Knows \nas it presents Meek's thoughts about his jail sentence and Meek portrays it \nvery well. Other good songs include Classic, I Got The Juice, and R.I.C.O. \n(Bad For You was ok) If I were to choose one song to illustrate the issues \nwith this album, it would be Check. Give it a listen. "
  },
  {
     text:"Decent at best. Worth a listen, of course, after that it is another recycled mmg pressing. \nDo something different with all your incredible talent! Someone should \nassassinate officer Ricky. Rick Ross is ruining their label with horrible \nmarketing and trying to make everything sound the same. You're not g.o.o.d. \nmusic. (which is horrible anyway, but at least they do their own thing) "
  },
  {
     text:"Its good I thought this was good, could have been better. Long meek mill fan, i \nliked the dreams and nightmares. "
  },
  {
     text:"Stop hating All you Drake fans better stop hating on meek because Drake did not come \nout the streets and the struggle like meek did selling bricks just to eat \nthat's why this album got album of the year so stop hating I have been \nwaiting for the album to get an award so back off #DMWTM #dreamchasers "
  },
  {
     text:"NUMBER 1. AMAZING Meek this album was inpirational to me. I was scared at first that i \nwouldnt like it. But it was the best thing ive ever heard. Congrats with \nnicki and for the haters that say that meek is one of those rappers that he \nwill never be good as old school rappers he chance his dreams for a living \nand came in the game at the good time. So good job meek keep living man \n#dwmtm "
  },
  {
     text:"Amazing album but no dope intro. This is one of Meeks dopest albums. The only thing I feel was lacking was \nthe dope intro from every other album. The album still bangs though. "
  },
  {
     text:"Bad for you It's a very good song even if Nicki Minaj and Meek Mill really liked it \nand also yeah you know I really love her so like awesome well yet we know \nthe bad part was so funny I just loved it awesome "
  },
  {
     text:"Yes I love Meek Mill and that fact that! he has Nicki Minaj the best of the \nbest in male and female rappers is amazing. They are going to have haters, \nbut what they gone do Meek and Nick like come on!! "
  },
  {
     text:"Meh It's was OK at best. Lord Knows, R.I.C.O. Stand Up and Cold Hearted are \ngood but the rest are generic trap songs that are just too boring to enjoy "
  },
  {
     text:"The maturation of a Beast 215 Every song is on fire. In a time where music is just about hooks n dance \nmove Meek definitely repped for the lyrical and the real. Why the Google \nplay version doesn't have the bonus tracks though? "
  },
  {
     text:"I don't understand So I bought the album and I can see that money was taken out of my account \nbut the album won't download. When I click on purchase again a text box \ncomes up and says that my order is processing. It's been processing for \nhours. What's up? Also meek mill is amazing "
  },
  {
     text:"No Doubt Don't remember the last time I purchased an album but Meek will always get \nmy support! "
  },
  {
     text:"Meek Mill for life Meek Mill just seems to get better and better, and will always be above \nDrake "
  },
  {
     text:"Dope Meek Mill it's your time. Cold hearted my favorite track. I hope you never \nstop rapping like this "
  },
  {
     text:"Phenomenal Better than any project meek has dropped. I been a fan since 2005 when he \nwas battling with the shirt tied on his head. Nice to see the progress "
  },
  {
     text:"Meek Mill Jump out the face was one of the hardest songs on the album they all go \nhard. But One song i wanted on here was Contagious ft Migos. I was really \ndisappointed when i seen it wasn't on the album i've been waiting along \ntime for that song to come out. "
  },
  {
     text:"Weak Mill Doesn't sound any different than what's out there now. His voice gets \nannoying after a while , and I don't understand how you all give this 4-5 \nstars . "
  },
  {
     text:"All eyes on Hazel Is many miles is there r between us I'd give it all up for u Your amazing♡ "
  },
  {
     text:"The best mainstream rap album 2015 Perfect balance on mainstream radio hits, club bangers and self \nreflection, down to earth records. I was anticipating DS2 by Future but \nhonestly this was much better. The one song that was featured with Future \nshould had been on his album as the song is better than anything on his \nalbum. "
  },
  {
     text:"Dreams worth more than money I really have been waiting on this album to drop. Meek mill is a awesome \nrapper and i really love this music. "
  },
  {
     text:"#DWMTM IF PEOPLE RATE THIS ALBUM LOW THEY ARE NOT A FAN OF MEEK MILL. MEEK PUT \nWORK IN THIS ALBUM FOR A GOOD MIN "
  },
  {
     text:"He (Meek) did THAT If you don't have it yet, get it. It's more than worth the money they're \nasking. "
  },
  {
     text:"Best I really love All Eyes On You! It's my favorite out of all of these songs. "
  },
  {
     text:"We Dreamchasers #DWMTM I don't really buy albums but Meek Mill deserves all the support. He did a \ngood job this year so I couldn't wait to order this... #1 on iTunes and \nPlay Store. We gonna set the summer off AGAIN #DC #DreamChasers \n#LongLiveLilSnupe #BHweStraight "
  },
  {
     text:"Mixtape bars Should have sampled it first. Deeper then rap and gfid was way better this \ndoesn't sound like a LP at all but it's ok "
  },
  {
     text:"Boss song Pne of my favorite songs you should keep makeing more meek mill there dope \nlove R.I.C.O "
  },
  {
     text:"Great album I would buy this a million times just to support him I respect \nmeek because he remains real and humble and I can connect to his music keep \ngiving us great music this is your talent congrats on the success "
  },
  {
     text:"Philly all day Copped this without listening to single track ,I know its fire meek always \ncome correct "
  },
  {
     text:"This is nuffin compared to the old Meek People that are giving this 5 stars either haven't listened to the album \nor are just dick riding because it's meek mill. This is trash compared to \nDreams and Nightmares. I expect way more from him due to the fact that we \nwaited over a year for this. I'm really disappointed honestly, we need that \nold thorough Meek. "
  },
  {
     text:"#MeekgotDraked I bet his beautiful hot girl wrote. his songs. Boy ur song sucks \ncompletely sucks.He a disgrace to Philly. His hairline goss back to back \nlike Drake's song. Just sayin' ✌ "
  },
  {
     text:"????? I don't understand why, \"Ain't no mountain high enough and I want you \nback\" is on the Awesome mix vol 1?! At the end of the movie Starlord puts \nAwesome mix vol 2 in and it starts playing Marvin Gaye and Jackson 5. Don't \nget me wrong I love the music but I just don't get it? "
  },
  {
     text:"audio time machine These songs instantly take me back to playing with my hot wheels on a \nSaturday summer afternoon in the 70's. These tunes played on the console \nstereo while my mom got out her mini and white patent leather thigh high \ngogo boots, getting ready to go bar hopping that night. For Iowa in the \n70's that was both HOT and pushing boundaries. "
  },
  {
     text:"Brilliant Use of Music The soundtrack for GotG and its integration into the film's story is some \nof the best writing that's come out of Hollywood recently. The selection is \nas good as any mix tape I ever made. The movie would not be as great \nwithout these tracks as anchor points in the storyline. Thanks Google for \ngiving it away for free. "
  },
  {
     text:"As A 90s Baby This movie helped reconnect my friends to songs they missed in their \nlifetime. I'm glad the movie used this track in such a vital way. "
  },
  {
     text:"Great movie Good soundtrack The movie was great. There were some songs I wouldn't have put in the \nsoundtrack, but it's still a good soundtrack. "
  },
  {
     text:"\"Come And Get Your Love\"! When you make a Mixtape for someone, you're giving them a piece of your \nheart. This mixtape tells us a lot not just about Peter's Mom, but also \nabout Peter/Star-Lord. I love GotG, and, many of these songs I still have \nthe vinyl and cassette versions that I bought Back in The Day. The music \nwas a seamless fit in this movie. Well done,Marvel. Very well done. "
  },
  {
     text:"If you don't like this, you are clinically depressed and can not be fixed. If this album doesn't make you happy, nothing will. "
  },
  {
     text:"Best movie ever, best soundtrack! I really loved the movie and the soundtrack had a lot to do with it. Music \nwas inserted perfectly to upgrade a moment to an amazing moment. The songs \nare classic. Loved it. I give the movie and soundtrack infinite stars. "
  },
  {
     text:"So good! I'm a 90's kid and I can't believe how good this is thank you Marvel for \nmaking the best movie ever and the best soundtrack! "
  },
  {
     text:"Cool music Just the song make the movie and it works. But sometimes some song don't \nmake a movie at all. But this one did and I am glad it did good for the \nmovie makers on this one. "
  },
  {
     text:"I am in love. The movie is phenomenal. So it only makes sense that a phenomenal \nsoundtrack should follow. These are classics and the fact that they can be \nenjoyed by the new generation as they were years ago is amazing to me. \nCan't wait to see what Vol. 2 and 3 has in store once Guardians 2 rolls \naround. "
  },
  {
     text:"Guardians of the galaxy! This is the best track ever! Feel good music I love it! Everyone needs \nthis dose of feel good music! I'm an 81 baby. And I remember and love this \nmusic! "
  },
  {
     text:"Really is awesome This may be from a film but they chose music that just puts the 21st \ncentury to shame (referring to no names in particular Bieber and that idiot \nrapper with the huge teeth and tattoos for skin) "
  },
  {
     text:"Best movie ever!! Great music selection! All the songs in this album are classics. Went really well with the movie. \nIt made me cry :'). "
  },
  {
     text:"GOTG I grew up listening to all these songs and when I saw GOTG, it really took \nme back! The movie was ... is ... AMAZING! The soundtrack integration was \nwell done. MARVEL NAILED IT! :D "
  },
  {
     text:"Suprised by movie and love the soundtrack! Smile, good feeling in my tummy, snapping fingers! Laughing while bobbing \nmy head?! Awesome soundtrack, do not pass up. Take some time out of your \nbusy day and listen to the songs each one will bring a new and wonderful \nfeeling to your dehydrated soul. Enjoy- "
  },
  {
     text:"Love it. Great, fantastic, awesome and cool :-) "
  },
  {
     text:"Epic Perfect Album, and my favourite film of last year... I'm usually to \npretentious to admit it but Guardians is better than Kane... (-; "
  },
  {
     text:"Catchy, Cool, and Fun I grew up listening to these songs and the way it's been implemented for \nthe movie (combined with the score) is inspired! You're doing yourself a \ngreat favor by including this soundtrack in your regular rotation. "
  },
  {
     text:"The best soundtrack to a film ever All though only being 15, I still know quite a lot of 80's music and this \nis the greatest compilation of 80's music that you could have selected for \nan already amazing film. If you haven't listened to it, you haven't lived! "
  },
  {
     text:"Great album, great songs. This album is amazing, every song gets your attention while listening to \nthem. Kim.P. you are one more stupid ignorant person that just doesn't know \nhow to do things, you link your account just like everyone used to do when \nthey open an app store account on Apple to use on their IPhones. Give \nGoogle a bad review not the album you son of a. "
  },
  {
     text:"Best movie soundtrack ever! No. Whatever other soundtrack you are suggesting isn't better. No, you are \nwrong. I'm being patient here, but I can't take much more of your \nsoundtrack ignorance. Did you just bring up a musical? Sound of Music? \nGrease? All garbage when compared to this! The majesty of the Lord of the \nRings? Is that what you said? Nope, still a worse soundtrack. Give up, you \nwon't convince me otherwise. Because you are wrong. "
  },
  {
     text:"Hooked on 70's Pop! Bubblegum that never loses it's flavor. Be sure and listen to the words! "
  },
  {
     text:"Love it Great, fantastic,awesome and cool "
  },
  {
     text:"I'M DANCING I got to see this movie in an IMAX but that didn't impress me near as much \nas this soundtrack I danced and sang the whole time thought I was gonna get \nkicked out lol "
  },
  {
     text:"Awesome film. Fantastic soundtrack. I'm a child of the eighties. I hate the music of that era. After seeing \nthe movie I'm astounded at how much I loved the music. Well done Marvel. "
  },
  {
     text:"Great album awesome movie! Why give away the soundtrack free, then ask for credit card info? I will \nbuy it from a store, not giving you my cc info:::: priceless.... "
  },
  {
     text:"Great! There are some great tracks on this album. Think the producers of this \nmovie took a chance on using older musical styles in the film but it paid \noff in a big way. A great way to expose kids to the hits of an older \ngeneration! I can't be the only one when I say I just can't wait for \nAwesome Mix Vol. 2! "
  },
  {
     text:"1 complaint though Technically, ain't no mountain high enough was on the second mix tape his \nmother got him, and this one is based off the first, I also think I want \nyou back was, but I can't quite remember "
  },
  {
     text:"Marvels finest hour The Movie is amazing, by far the best marvel film to date. The soundtrack \nfits the film perfectly. "
  },
  {
     text:"5/5 Loved it! Worked great. Very durable product, looks great, feels great. I \nwould recommend it to anyone. "
  },
  {
     text:"Ugachaka ruined it I would pay literally any amount of many to have the 'ugachaka' removed \nfrom 'Hooked On A Feeling'. It ruins the album because I can't put it on \nshuffle and relax without 'ugachaka' cueing up and blasting in my ears when \nI'm not paying attention. I've searched for a version without it but... \nSadly I haven't found it. "
  },
  {
     text:"Classics I use to hate listening to \"Moldy Oldies\" in the car with my parents \ngrowing up in the 80's and 90's. Man was I a dumb teen listening to rock \nand rap like every generations new craze.... They have some good tunes but \nfall flat later in life. Oldies always reign supreme like a relaxing \nevening of classical music. "
  },
  {
     text:"Love it Great album, worth every penny ♥♥♥ and wonderful movie too "
  },
  {
     text:"Thank you Marvel Once in a blue moon a great movie comes along with a great sound track \nthat combines perfectly and pulls our heart strings in such a way that \nmakes us remember a better time in our past. This was definitely one of \nthose times! Thank you Marvel for taking a chance and breaking the mold of \nstereotypical super hero movies. It worked! "
  },
  {
     text:"Best soundtrack ever! They weren't lying when they called it, \"Awesome Mix.\" Not a weak song on \nhere and it suited the movie perfectly. They really outdid themselves with \nthis compilation. "
  },
  {
     text:"Way cool! I loved the movie I can't wait to own it. I also think its amazing you're \ngiving this music for free. How fun! I've been listening to it all night! \nYou guys are awesome! ♥♥♥ "
  },
  {
     text:"Great Soundtrack The funny thing is I already have all but three songs already in my \ncollection! Marvel did extremely well arranging and gaining the rights to \nthese tracks. I believe they must got a bunch of 70s and 80s babies and \ntold them to make a desert island mix and this was the result "
  },
  {
     text:"Awesome Mix is right! Couldn't possibly have made this mix better....its musical eclection \nperfection! "
  },
  {
     text:"A Feel Good Soundtrack An upbeat fun soundtrack. Like a friend said you don't have to see the \nmovie to enjoy it. Although imagining Starlord listening to his Walkman \nwith this mix tape and in his Chucks in space is pretty cool. "
  },
  {
     text:"Help Did not properly Download all the songs onto my HTC m8. I only received \nthe last few songs. I also went to settings and refreshed it but still no \nluck. "
  },
  {
     text:"His best If you were like me and was disappointed with his last album, you won't be \nwith this. His best album so far. He pretty much goes in on every track and \nall the production choices were on point. Anyone else noticed he didn't say \n\"boi\" at all on this? "
  },
  {
     text:"Detroit and this album shows how much he can in the music industry... He \nwas able to be commercial while also giving those punch line tht made us \nbecome fans "
  },
  {
     text:"Big Sean didn't reach and give depth Dark Sky Paradise (Deluxe) didnt go to a depth that wasn't unseen for Big \nSean. While this album is more serious and just a bit more adult it's still \nat the surface level of what I'm hoping Sean is capable of. There were \nsongs that create a connection and provoke thought and depth but not the \nmajority of them on the album. It's an okay listen. "
  },
  {
     text:"Murder he wrote Hands down best hip hop album so far this year and I'm a drake fan "
  },
  {
     text:"Murdered tha album!!! Put simply, Big Sean bodied every track. The solo performances definitely \ndisplays his growth as an artist. However, the songs that feature other \nartists shows Big Sean's ability to rise to a whole nother level. Pure \ndopeness. "
  },
  {
     text:"Worth $100 get it stop buying BS one of the only albums worth paying for right now. production is RAW "
  },
  {
     text:"STRAIGHT FIRE Lyrically. Come on. Can we give this dude credit for lyricism, creativity, \nflow, wordplay. Let the skeptics be believers after this work of ART "
  },
  {
     text:"Big Sean is a beast Ive had a promo copy of this incredible record and can say hands down its \na sure hit. Some may call it mainstream but Sean doesnt let up the gas \npedal with his wordplay and the beats are sick as hell. S/o Kanye for \ngetting back tonhis \"musical\" roots by helping put together a well \nthoughout album. "
  },
  {
     text:"Leaked Even though it leaked a week before major drop. I still had to buy it. Big \nsean drops major flames on here. Yezzy season starting up though "
  },
  {
     text:"Crazy Im a drake fan as well but anyone who thinks drakes new joint is better \nthen this one IS CRAZY best album this yr so far he kills it and like \nwanyne says on track deep sean dont get credit thats deserved "
  },
  {
     text:"Great album= 4.9/5 & 9/10 I feel like Big Sean is getting better and better. He is sooo underrated \ntho. He needs to be in the conversation with Drake, Cole, Kendrick, etc of \nnew school rappers who will keep the hip hop torch burning. Having a \nmusical genius like Yeezy at the helm overseeing production and even \nhopping on a few songs is what really stood out to me. My favorite song was \nAll Your Fault. Yeezy went in on that song and the beat was dope. Big Sean \nis good, but it's like when he gets on a song with Ye he gets even better "
  },
  {
     text:"HELP HELP HELP TO ALL BIG SEAN SUPPORTERS please love comment and like big seans music im \nbuying the whole album to support or at least buy some of his songs i thank \nu if u do IDC if u buy one just get a song from his album TOGETHER LETS \nSUPPORT THIS MAN WHO HAS TRIED TO INSPIRE US AND WORKED HARD (ONE MAN COULD \nCHANGE THE WORLD) THATS THE SONG HE TRIED TO INSPIRE US READ THE LYRICS ITS \nSAD I CRIED I CRIED!!! "
  },
  {
     text:"Sean Don I'm a fan of Big Sean's style but his execution has left me to desire \nmore. I think this is his best work (FFTA wasn't anything good though so \nanything was a step up from that) but I think his message in the songs were \nclouded. I do like the features with Deep & All Your Fault (my personal \nfavorite) but the only other songs I liked was One Man Can Change The World \n& Paradise - Extended (I heard this on his EP: UKnoBigSean before the \nalbum). "
  },
  {
     text:"1st listen sounds good. I was so let down by his last album! But on 1st listen this one sounds \namazing besides some that crap droning on beat tracks but he is on fire \nwith flow on this one! Paradise is a sick tune! Deffo keep up this rap \nstyle on this sean,he goes hard!. And Kanye actually does a good feature, \nhope his crap he has done lately is done with. "
  },
  {
     text:"Not really good Could've been better especially after paradise. His flow didn't match his \nbeats besides paradise. I only like 3 songs on this album which is \nparadise, blessings, and all your fault. "
  },
  {
     text:"Dope I loveee big sean keep doing ur thing. Forget the haterss.;) "
  },
  {
     text:"Paradise (Extended) Is Awsome YEAH BOY BIG SEAN DARK SKY PARADISE IS AWESOME KEEP MAKE ALBUMS YOUR \nAWESOME You Are Freak'in Me Right I Thought Your New Album Was Untitled Ep \nBut What Ever I Don't Fck With You Is Awesome And Blessing Is 16 is \nExtended but what The F Big Sean Is Awesome At This Album Do Some More like \nUntitled Dude If Keep Make More Good The More The Albums The More That Get \nRich Just I Pre Order It I Listen To His Whole Album Today He Should Make A \nVideo Of Paradise The Extended Big Sean Is Awesome Make More Make More "
  },
  {
     text:"I like to listen to all big Sean songs are very wonderful and fabulous \nrapper and he is really sexy and handsome rapper and he is very talented \nand fabulous rapper anyway too. I like to listen to all of big Sean songs are very wonderful and amazing \nrapper and he is really sexy and handsome rapper and he is very talented \nand fabulous rapper anyway too too too too too too too too too too too. "
  },
  {
     text:"By far the best Big Sean album to date. He is finally listenable to me. The \nproduction is on point. His corny punchlines still seem awkward to me and \nit feels like he is trying to copy his mentor Kanye but he cannot pull it \noff. His flow is decent. Lyrically, nothing is extraordinary or really deep \nbut some tracks he attempts to move in that direction. Personally I am \nkeeping only 5 or 6 tracks off here. Some tracks can play in the car but he \nstill comes off corny and girly at times. Nothing is hard hitting but this \nis not a bad album at all. If you like Big Sean, you will love this album, \nif you don't like me, you might dig a few tracks or have a newfound respect \nfor him. I would give him a listen or two. "
  },
  {
     text:"Wack Little Sean hops on the good beats with childish punchlines and weak \ndelivery "
  },
  {
     text:"Phenomenal I've been a fan of Sean since 2010 back when I was in the 8th grade. Man, \nhe's been my favorite artist since. This is my first ever album in general \nthat I bought, and I'm glad I finally spent money supporting him. I relate \nto his music the most, so It's about time. This album is his best work so \nfar. Good to see him getting better and drawing more attention. SeanDon! "
  },
  {
     text:"No Words Big Sean stepped his his game alot. Now there is no reason for people to \nsay he is weak. "
  },
  {
     text:"Amazing. Big Sean really outdid himself on this one. I've always been a fan but \nhave never been truly impressed with his major LPs until now. Keep up the \ngood work Sean. "
  },
  {
     text:"Great song I listen to this song sometimes you guys did a great job on this songbtw \nbig Sean was my favorite part he was a beast ✊ he is a really good rapper "
  },
  {
     text:"Oh god Big Sean killed every track on this album fave gonna be nominated for \nGrammy's in 2016 baby yeah "
  },
  {
     text:"1 of the best album of this year I'm not really big on seans albums, I've always admired and respected his \nflow & personality. \"So long to short\" I gambled and copped the album. This \nis (A) quality music or aka \"Good Muzik\". Much respect to the homie Big \nSean on this 1. Congrats for a great project and thanx for a great addition \nto my library. .......... Nass777 "
  },
  {
     text:"Sean Heron Big Sean has made huge strides from mediocre 'Finally Famous' to the \nimpressive 'Hall Of Fame' to GOOD Music/ROC Nation prolific star with his \nbest work (almost classic) droppin str8 fire 'Dark Sky Paradise'!! "
  },
  {
     text:"A1 Detroit homeboy dropped fire...10000× better than drakes new \ntrash...(Although I did like hall of fame more) "
  },
  {
     text:"Greatness I've always liked Big Sean as a lyricist but the tone of his voice annoyed \nTF out of me, it's different on this album. "
  },
  {
     text:"Give him another chance I absolutely hated Finally Famous and Hall of Fame but after all the \npromising singles he released for this upcoming project I gave him another \nchance and this did not disappoint. It sounds like hes grown up a lot since \nhis first 2 albums. Favorite track is One Man Can Change The World "
  },
  {
     text:"Finally lives up to the hype I Always like Sean's flow but I always thought something was missing. This \ntime he hit all cylinders! Nice work Big Sean . 5 mics "
  },
  {
     text:"Big Sean did absolutely great I can hardly wait to hear what Big Sean will come out with next. He just \nkeeps on getting better and better. I vibe to every single song, start to \nfinish. Didn't stop listen till it ended. Every thing about this album is \nperfect! Don't change up on us fans Sean. If I could give more of a star \nrating I would! Thank you Big Sean for keeping hip hop alive. Shout out to \neveryone who do it like this. But, Everything ain't for everybody. "
  },
  {
     text:"Biggest Fan EmakkG You came a long way Dawg, keep doing what your doing, remember songs like \nhigh rise higher nothing is stopping you keep putting out hits I'm your \nbiggest Fan... "
  },
  {
     text:"Awesome I like how Big Sean use Drake, Chris Brown, Jhene Aiko, and Arianna Grande \nand Kanye West in his album because those were the Celebrities who were \nrelated to him and his music. "
  },
  {
     text:"Where is the Kanye verse? Has nobody noticed that \"Blessings\" is missing the Kanye West verse? Other \nthan that, amazing album "
  },
  {
     text:"Cant Wait!!! This Album Is Gonna Be Up There With One Of His Best! We Will See, But All \nHis Albums Are Usually Must-Buys "
  },
  {
     text:"Rising in the game I'd admit that Sean could've done a lot better on his last album but this \none is just Showing that He has learned and he is ready to go to the top of \nthe #GAME "
  },
  {
     text:"My Favorite artist Been waiting for him to kill listened to all the snippets on YouTube every \nsong its gonna be album of year "
  },
  {
     text:"I love blessings, dope song and it has drake, but it also has one of my \nlest favorite people in the world, that's Kanye West "
  },
  {
     text:"By Far the best Love FGL some of the best down home all real good guys who make great \nmusic and know how to get through to the fans!! "
  },
  {
     text:"Can't Wait! I've had Sun Daze stuck in my head ever since I heard it I can't wait to \nhear the rest of them FGL always have amazing albums "
  },
  {
     text:"Never disappoint These two are a couple of the sweetest, humble, down to earth guys I've \never met/gotten to know. So proud of them. Fame has not gotten to their \nhead, they are still just as thankful today as they were back in the old \ndays. They've come a long way and this album is absolutely amazing. "
  },
  {
     text:"FGL is the best ever!! I listened to all there songs. I wish I could've went to there concert \nover last weekend. "
  },
  {
     text:"Anything goes has been stuck in my head forever. Best song⌛⌛ "
  },
  {
     text:"I love them I wake up everyday and listen to these songs I won't stop listening until \nits 10:00 AM. I recommend DIRT all the way. I HAVE ALL THERE SONGS "
  },
  {
     text:"Fgl never disappoint me Anything goes is my favorite so far. Some people have said that these 2 \nguys have good music and they said that fame hasn't gotten to these 2 guys \nand I will have to agree and i think that's why their music is so good. It \nseems like all the people who become famous have a few good hits ( there \nfirst few ) and then they suck. But NOT these 2. They never disappoint me \nand I like all their songs. Keep it up! "
  },
  {
     text:"Love it Love this album you never disappoint me sorry for all you haters who don't \nlike it "
  },
  {
     text:"Heather Houchens It told me I would get 3 free songs if I pre-ordered and I did not get \nthem. I cannot find them. "
  },
  {
     text:"Best album yet This album is fgl's best album out today. All of these songs are \npersonalized and came from a lot of hard work. These guys are an awesome \nband. "
  },
  {
     text:"So Disappointed I love FGL but these guys need to take a trip back to where they are from \nfor some inspiration... I could relate to everyone of their old songs. It \nbrought me back to burning tires on every road in my town, skipping school \nto go to the river with some girls, and burning it down every Friday night. \nOn this album they don't sound very genuine. "
  },
  {
     text:"These guys rock! I luv fgl and I always have. This album rocks!!! They are my favorite \ncountry artists and I listen to them every day. NO JOKE!!! # lovefgl "
  },
  {
     text:"My best friends Been forever since I seen them hope you never forgot me dwade DW dwizzle "
  },
  {
     text:"BEST GROUP EVER. I only listen to country music and so far these people are my favorite \nbecause of Anything Goes. "
  },
  {
     text:"These two are the reason I like country I listen to them all the time. I saw them live this summer and they sang \ndirt which was awesome "
  },
  {
     text:"F g l Very awesome group. Cruise is what got my attention to this group and now \nI listen to a lot of there music. "
  },
  {
     text:"AWESOME! Love it, dirt is one of my all time favorites! Beautifully written and \nsung! LOVE IT! "
  },
  {
     text:"I rate this album 5 stars, even though it hasn't came out yet, Florida \nGeorgia Line is my favorite country band, so yeah. I recommend buying it \nfrom what I've heard! "
  },
  {
     text:"I love FGL and there my fav but I'm not gonna lie, I'm not a huge fan of \nthe pop country part of this album "
  },
  {
     text:"Bullshit I bought this it was saved on my google play now its gone Google groups \nplease help I had to factory reset what happened ? "
  },
  {
     text:"God awful This was terrible. I actually thoroughly enjoyed their first album. Party \npeople, round here, and hell raising heat of the summer but this album was \njust terrible from start to finish. It was all pretty much gangster \nsounding and half the songs literally sounded the exact same. "
  },
  {
     text:"Nothing Better There so awesome been to like 5 of their concerts. And they played at my \nb-day. Never underestimate country. Lol. "
  },
  {
     text:"They Are Awesome They are the most talented and sweetest people I've ever met most people \nhave to move on quickly but they let us talk FGL is awesome and Stay Is \nStuck I'm my head "
  },
  {
     text:"Country Greed Group Met these guys this past summer for a meet & greet.And without a doubt. \nThe rudest & biggest show offs i have ever met.Won't spend another dime on \nthese guys. "
  },
  {
     text:"This is the best! My fave song is good good i have it stuck in my head it is the best song \nin my head it is the best band ever! If u look at almost all the comments \nthere is billions of people that love FGL! "
  },
  {
     text:"Great Album I love the group. Songs like Anything goes, Good Good, and Like you ant \neven gone are some of my favorites. "
  },
  {
     text:"Second times a charm FGL amazed us all with there first album and do it again a second \ntime....an unstoppable force? Maybe.... "
  },
  {
     text:"Love FGL! I heard a few of the songs when they opened for Jason Aldean, whose new \nalbum is also amazing, in Phoenix. Just disappointed that I'd have to have \niTunes to get the free songs! "
  },
  {
     text:"I preordered the album but it's not showing up in my playlist. What do I \ndo? Other than that 5 stars:) "
  },
  {
     text:"The best! Florida Georgia line has definitely struck this country nation \nwith the best country music I think we have ever heard! They have done the \nbest job at presenting themselves in this country music. We will for sure \nbe hearing more to come of Florida Georgia line. Keep it up! "
  },
  {
     text:"Country stampede! Heard many of these songs at country stampede 2015 and can't get them out \nof my head!!!! Love FGL "
  },
  {
     text:"Fantastic album Love this album....love their theme...love their sound...very talented \nguys...and hot lol ..stay country FGL. You're too good not to stay. "
  },
  {
     text:"They never disappoint This is a great album I'd go as far to say it's better then the ' re first \nalbum, my favorite track would have to be Sun Dazed. "
  },
  {
     text:"Enjoy First thing first, I am not a CW fan, hard rock to core. That said I \nreally like FGL's music. And I can thank my toddler grandson for finding \nthis group. It seems he likes the band a lot. When FGL is playing he stops \nand listens and dances, in fact if he is in a fussing crying mood, we play \nFGL and he calms right down. "
  },
  {
     text:"Anything Goes This album is differently going gold, but I believe. Platinum is most \nlikely. The way the vocals are arranged then mixed with the band, shows the \ngrowth and over achievement. Of each member of the band, starting with mgr. \nJoey Moi, Tyler Hubbard, Brian Kelley, and the music produced. from the \nband is magic... Brilliant!!! "
  },
  {
     text:"FL/GA Line Totally dig these guys and their bouncy music and attitudes! "
  },
  {
     text:"Always love their music... Takes country music to a whole new different \nlevel "
  },
  {
     text:"Great Album Great artists and great songs but it would be much better if the store \noffered the Deluxe Edition. "
  },
  {
     text:"WOW!!!! I've seen them in concert and it sounds exactly the same on here. Love \nFGL! "
  },
  {
     text:"Another good cd, makes me wanna go boating. ...hurry up spring "
  },
  {
     text:"No question their talented But I could do without the pop songs. Just personally, I dont like Zac \nBrown's voice in that genre. Love the rock and rest of it. They're amazing. \nDRESS BLUES is by far my favorite. Tribute made to service with a Marine \nCorps story, thank you ZBB for recording the song, especially for changing \nthe couple lyrics in the end. "
  },
  {
     text:"Listen again! I always listen to an album all the way through the first time. After this \none, I listened again because it's so random. This album is hands down \ntheir best yet. I can't wait to see these songs played live! Great work \nZBB! "
  },
  {
     text:"Love them, my obsession!! Zac Brown Band is my absolute favorite, I'm obsessed with their music, \nthey are very talented can't wait to see them in concert in December. "
  },
  {
     text:"Great album In my opinion this is the best of all their albums. It's crazy how one \nband can seamlessly create so many different genres of music and put it \ntogether on one album. Definitely one of the most if not the most talented \nbands out there today. "
  },
  {
     text:"Awesome! This album brings forth a new type of country fan, smooth, easy on the \nears and all the while killing it with that ZBB feel good vibe. "
  },
  {
     text:"True fans I'm not gonna hate on anyone for disliking the album. I just wanna point \nout that ZBB isn't changing who they are. I think they are just showcasing \nhow talented they are lyrically and musically by going so far off the \ncountry path. Look....what I'll always want from ZBB will be stuff from The \nFoundation and You Get What You Give. I love ZBB too much to stop being a \nfan. Dyre, as far as you go bud, DON'T BUY THE ALBUM. No reason to stop \nliking the band. Ill always be a true fan. "
  },
  {
     text:"Trying something new This album is not a straight forward country album (or like previous Zac \nBrown Band albums). But this album is great because it tries different \nthings from rock to pop and everything in between. There are still songs \nthat have their classic sound but come in with an open mind. Bands mature \nand want to try different things :). Solid record. "
  },
  {
     text:"Departure from what made them Album is full of pop, techno rave, and grunge sounds, mixed in with a few \nactual country songs. It sounds like a playlist from someone terribly \nconfused about what they like to listen to. I love the fact that none of \ntheir previous albums are pretentious at all, but this one leaves me \ndisappointed and wanting an evolved version of the band based off the first \nfew albums. Jekyll and Hyde is truly a great name for the album, because it \ncovers the really bad choices as well as some good ones. "
  },
  {
     text:"Fantastic I love how they broke from the sound they're known for. They've brought a \nnew sound too their album and rocked it!! "
  },
  {
     text:"Read this please Don't listen to this album with expectations. The only thing you should \nexpect is good music. It's an excellent album, coming from a massive ZBB \nfan. Yes, two of the songs are a bit poppy, but in this album they dip \ntheir toes in several genres from rock to grunge to tropical island to jazz \nand it's a grand slam. They're just incredibly talented musicians that made \nanother phenomenal album. If you're expecting fiddle country, you may be \ndisappointed. If you go in open minded, you're gong to love it. A+ "
  },
  {
     text:"Ugh not what we want. This is a bunch of random music. Certainly not much country going on here and too random for my taste. I \nliked the island country vibes but that seems to be gone. Seems like \neverything good comes to an end. Makes me sad. "
  },
  {
     text:"Grizman Personally, I love it, as I have all of ZBB's stuff to date. At least \nyou'll never be able to group these guys in with the cookie cutter garbage \neveryone calls 'country' these days. Take a listen to \"Bittersweet\" and \ntell me that hard-driving guitar and those amazing lyrics don't give you \ngoosebumps. \"Remedy\" and \"Tomorrow Never Comes\" are a couple more of my \nfavorites. That's the best thing about music these days; you don't have to \nbuy the whole album if you're looking for a specific 'sound'. But there's \nhonestly not a song on here I'll skip over when listening through. (Unlike \nUncaged and \"Overnight\" - sorry, guys.) "
  },
  {
     text:"ZBB proving again they're the best group in country music There's no words. These guys have left me pretty much speechless. "
  },
  {
     text:"7 great songs out of 16? Zac Brown + Chris Gaines instead of J+H??? This band has so much talent and while the whole thing does sound really \nprofessional and put together there are just too many songs that are a \nwaste of talent and time on this one. I now know why they previewed the \nthree songs they did before the release, had they played any of the other \nhalf of the album pre orders wouldn't have been as high. I know I wouldn't \nhave bought the vinyl if over half of it would have been junk, I was \nexpecting more awesomeness like the Grohl sessions and I got a Zac and \nBrittney Spears / Maroon 5 ho down. I do have to say the good songs are \n100% Great but the bad are 100% fast forward and forget. Please come back \nsoon Zac Brown Band and we can just pretend this one didn't happen. "
  },
  {
     text:"Greatness I love the fact that they can do so many different types of music and \nstill be absolutely awesome. I genuinely hate modern country music but I \nlove ZBB. I've seen numerous complaints about this album but I love it, it \nis truly Jekkel and Hyde! "
  },
  {
     text:"Disappointed @ 1st... Now my favourite!! I admit at first I wasn't into this album at all. I was disappointed that \nit wasn't the laid-back yet exciting country music that makes me love ZBB. \nNow it is absolutely one of my favorites! I've found myself loving rock, \nmetal and pop. Castaway ultimate party song. Vocals are impeccable in ALL \nsongs. Thanks ZBB "
  },
  {
     text:"Disappointed I am disappointed by this album and I am disappointed with Zac Brown Band. \nThe thing that made me love ZBB was how mellow their songs were and how you \ncould relate to them. This is just garbage. It's obvious these guys are \ngoing through a mid-life crisis. Hopefully they will find their roots and \ngo back to the sweet southern sound that made them. "
  },
  {
     text:"A great departure! Zac Brown Band really shines here by showing how far their musical grasp \nis. If you just want an average country album, this won't be for you. If \nyou are a fan of ZBB, and are truly invested in their journey then you will \nLOVE this. The album is entirely different from anything they've done, so \nyou'll be shocked at every song, but in a good way. It's fantastic to see \nthe band really getting creative, and producing music that they love. I \nhighly recommend it, particularly if you were a fan of \"the Outsiders\" "
  },
  {
     text:"Great, but different. There a two types of music fans, ones that love their band so much they \ndon't want to hear anything else, and ones that love a band, but expect a \nband to experiment and grow, but ultimately still make great music. I think \nZBB does a great job on this one. Lots of genres here, but all songs are \ngreat. They are not afraid to get creative and go against the grain. That \nultimately is what makes them one of the best country artists ever, imo. \nKeep up the good work. "
  },
  {
     text:"Zac Brown Band still say Life is Good Today!! They still have it going on!!! Love their music one of the best country \nmusic bands out their.... "
  },
  {
     text:"What's next? Rap music and opera? How disappointing. Wish I could give it negative stars. I bought this \nalbum without even previewing it because it's Zac Brown man. How could I go \nwrong? Even more disappointing is how they are playing 'Homegrown' \npromoting the album which fools the fans into thinking it will be another \nawesome country album. Then you buy it and it's all reggae, swing, big \nband, metal.... a big hodge podge of garbage. You let me down Zac. Maybe \nyou should have a sit down with Chris Stapleton and get back to your roots! "
  },
  {
     text:"This isn't zac brown anymore Why is this album getting good reviews this isn't him. I like every other \nalbum by him enough to buy it and then he goes and does this. I think \neveryone who gave this album a good review didn't know him before "
  },
  {
     text:"Unique and Refreshing I do not know where people are getting that Zac Brown Band has \nchanged/Crossed over from Country to Pop. First of all, there are no Pop \nsongs on the Album. Secondly, there is a mix of genres from Rock to County \nto more classic genres. These are genres that inspired and made Zac Brown \nwho they are today and this album is a tribute. I give Zac Brown Band much \ncredit for not doing the same thing over and over again! I hate to tell the \nhaters this but Zac Brown Band are not Country but are \"Southern Rock\". "
  },
  {
     text:"Versatile This album shows that Zac Brown Band really has a sense of each genre and \nhow to intermix them. While they clearly are more skilled at some genres \n(like country, smooth country, reggae, and rock) it is interesting to hear \ntheir spin on soul, techno, & heavy metal. Some come off as very \"not-them, \nbut you have to remember theyre just trying it, so they do deserve credit \nfor making them into what they are. Honestly, very very different album, \nbut still very much Zac Brown (as they always mixed genres!)☺ "
  },
  {
     text:"Crazy talented! People are upset about ZBB \"switching\" to pop, but I think this change is \na positive one. While I'll always love the past strictly country albums, I \nlove the rock/pop influences on this one. It really gives a fresh new \nsound! Personally I'm a big fan of Beautiful Drug, Tomorrow Never Comes, \nand Bittersweet. EXCELLENT album, I've been recommending it to all of my \nfriends. "
  },
  {
     text:"All Over the Map I secretly wish for Zac and the band to do more of the heavier stuff. This \nwasn't Jekyll and Hyde...it's more Jekyll, Hyde, Barnie, Bill, George, \nSue... it's all over the map. Great musicians and great singer, just not my \nfavorite styles. "
  },
  {
     text:"Seriously? Was really looking forward to listening to this album. Huge let down. \nMaybe it will grow on me, but I doubt it. Definitely an appropriate name \nfor the album though. UPDATE... OK. I was wrong. This album has grown on me \na little bit. Still not my favorite, but now I don't find the need to skip \nthe songs on this album when they come up during shuffled play. A couple \nhave actually grown on me. "
  },
  {
     text:"Country's Getting To Me.... I'm not a big country fan...but Zac's been getting to me...since his song \nFree...and now the house mix Beautiful Drug. "
  },
  {
     text:"Major disappointment Complete back flip on the music I love from Zac Brown. From dance to swing \nto rock. Not a single decent country/folk sounding track on there. Such a \nshame. "
  },
  {
     text:"Zac Brown Band The Band with \"True Grit\", Thanks Zac and all the musicians getting you on \nyour way!! They have a good Heart and they ain't POSSER'S!!! FP'sers "
  },
  {
     text:"Very different... ...but stellar nonetheless. It's Zac Brown Band, what else do you need to \nsay? Their ever changing sound is amazing. "
  },
  {
     text:"Worst ZBB album ever. No consistency with the styles of the songs, pop, swing, 70s rock with \nvery little country. Glad I previewed it before I bought. Love the older \nstuff, hope they go back to it soon. Such a disappointment! "
  },
  {
     text:"Oh super excited to hear the change this album brings to the table! Zbb are \nso different and the spirit of their music goes much further than most. "
  },
  {
     text:"Spectacular No, this is not your same every-day ZBB, but I think that's what's great \nabout it, they're branching out into different music styles to try it out, \nand I absolutely LOVE the idea! I think they do GREAT on the rock songs \nespecially, why shouldn't a band stray out of their norm and try something \nnew when they can do it so well?! "
  },
  {
     text:"Jekyll. & Hyde Album Zach Brown Band.... these boys just down to esrth, good OLED. Southern \nBoys.. the GA way "
  },
  {
     text:"Zac brown does it again Love all your guys music favorite band by far. Keep making music "
  },
  {
     text:"Perfect title Such an appropriate album title. Just love their versatility and ability \nto cross multiple genres. "
  },
  {
     text:"Always Evolving never disappointing Every Album Zac Brown comes out with is a welcome edition to my \ncollection. "
  },
  {
     text:"Zac Brown Band By far my favorite album, Mango Tree is my favorite song, I love the big \nband and swing feelin it has. "
  },
  {
     text:"Overall bad I got half way through the first song \"Beautiful Drug\" and literally said \n\"what the hell is this?\" I don't want club music. It is a total sellout \nsong. Also, if I wanted 90s style grunge, I'd put on Soundgarden. If I \nwanted swing (never), I'd put on a swing album. This album is all over the \nplace and for the most part terrible. I gave it two stars instead of one \nbecause there are 3-4 songs which are serviceable, but the rest I have to \nskip. "
  },
  {
     text:"Jason Akdean. Old Dirt, New Boots. Great album, love this man's voice. A new discovery for me this month. \nLike him so much, I now have 4 of his albums . This one came with a DVD, so \ngreat value for money. "
  },
  {
     text:"Best song Burning it down "
  },
  {
     text:"Burnin it down Dang wat a great tune "
  },
  {
     text:"Whip Wow love this man's music "
  },
  {
     text:"Jason Aldean Awesome album, great voice. "
  },
  {
     text:":-)) Love it! "
  },
  {
     text:"Sauma Walpole sdcard "
  },
  {
     text:"This isn't the sequel to \"if you're reading this,its already over\" I'm a huge DRAKE fan..he's on constant play in my ride but the best song \non this is album is \"plastic bag\".. The rest is hit or miss "
  },
  {
     text:"Hip Hop Died With 2 Pac, The only thing I ever like about these rappers are \nthere beats, and this mix tapes beats need to be remixed "
  },
  {
     text:"it was alright thats all i gotta say besides the fact that to me somtimes the beat \nsounded the same when u went from one song to another also the lyrics was \nok not great but not bad "
  },
  {
     text:"WATTBA If drake wasn't on this mixtape I probably would not have gave it a \nlisten. I just do not listen to future like that, but this mixtape is cold. \nI grew to really like Drake as a rapper and artist and I personally believe \nhe is the coldest in the game right now. I am honestly starting to like \nfuture for his hustle and drive too. "
  },
  {
     text:"The mixtape or album They really did good with this collaboration, the two work good together, \nfor the people who don't like that's cool they still made some money off it \nso hate on. "
  },
  {
     text:"Drake plus future is fire They're both outstanding vocal artists that can combine vocals with trap \nmusic so they go good together. Plus the DJ is sick. 5 starts. "
  },
  {
     text:"You need to really listen more than just 1 time to enjoy this work music is \nsupposed to grow on you half the people giving it 1 star probably only \nheard the full thing once I thought it was a very solid 40 min lp I enjoyed \nevery song "
  },
  {
     text:"Nothing Special...Just okay. Overall, it's pretty bad. Terrible actually. Future sounds so bad and \nruins what could be a better mixtape with just Drake alone. For that, I \ngive it 2 stars. "
  },
  {
     text:"Deserve better This album was just a lazy way to say they collaborated. All generic lazy \nsongs thrown together. I thought jumpman was dope until I gave it a good \nweek of listening and then realized thats what lazy trap does. Its like \ncoke, gives you a good feeling for a short period of time. "
  },
  {
     text:"Ehh.. While I had high expectations, I thought there were only a few great songs \n(Jumpman and Diamonds Dancing are the first that come to mind), and those \nsongs just sort of fell off after the first few weeks. For some reason it \njust doesn't have the replay value of say, IYRTITL. "
  },
  {
     text:"This is a waste of studio time and a singular idea. Every song has the same \ncontext, no dynamics. A human being that likes this album is obviously a \nheavy Drake fan and/or a heavy druggie. Future don't make sense in any \nverse or line, he lyrics are everywhere "
  },
  {
     text:"Drake sucks. What makes you think this album was gonna be good anyways? He \nis not even a good rapper. And Future, he was always garbage. If everyone \ndoes not figure out by now that this album marks the death of rap, then \nclearly you people are oblivious and have a bad taste in music. "
  },
  {
     text:"Drake is better than this 30 for 30 was good and a few other parts are okay but over all future \nruins this for me...just my opinion i think future sucks. I expected better \nout of Drake, Big Rings was the worst song Drake has ever put out, a third \ngrader came up with those verses "
  },
  {
     text:"Ummm......no I rather him not put out an album for awhile than him putting out \nconsistent trash. If he would just chill and put more time into his music \nI'm sure he can do A LOT BETTER. "
  },
  {
     text:"She's classy but loves her bass I've been a fan of both Drake and Future since day one so I'm glad they \ncollaborated on this album. It's a great collection of them both \nrespectively. I love when Drake raps more and gets more lyrically involved \nlike in this piece and future is still doing him. Awesome young men! Keep \nperfecting your kraft "
  },
  {
     text:"WACK!! Pure trash, lyrical content was mad wack! Just a horrible project! Some \nbeats were ok but that's about it. Now I must go and get back to these J \nDilla tracks. "
  },
  {
     text:"Pretty good I know there is some people giving this project 1 or 2 stars and I \nunderstand why, but I believe they are being a little too harsh on the \nmixtape. In my opinion drake and future mix well together. Future does \nmumble alot on here but is mostly understandable compared to other songs he \nhas done in the past. There is some songs like plastic bag that are kinda \nweak and change locations is pretty average. Songs like Live from the \ngutter, Diamonds dancing, big rings, and digital dash that define the \nmixtape "
  },
  {
     text:"It wont lemme hear it It keeps saying no sapce available and idk what to do about it i bought \nbig rings and i cant play it so please let me know what happened or what i \nneed to do . "
  },
  {
     text:"Nice try. It sounds like Meek Mill wrote this garbage album. I'd rather listen to \ncats roast over an open flame, while scratching my balls with a cheese \ngrader. "
  },
  {
     text:"Ehhh Mediocre beats, mediocre lyrics, mediocre diary entries, too much Future. \nI'll probably give it another listen but definitely not gonna start loving \nit like some of Drake's songs (hate at first listen, love by 5th lol). Not \na good mixtape. "
  },
  {
     text:"Four stars only because its a great mixtape . But both cud of done better ...jump man jump man ..is so annoying I cant \neven listen ..and jersey is wack ...so two songs not good..is great but not \n5 stars "
  },
  {
     text:"Hollow The beats are spacious, and effort obviously went into this, seeing how \nDS2 came out not too long ago, the same Future shows, same Drake, but more \nambient beats. A big hit and miss album however, there isnt a whole lot \nspecial about this project, good but not great. "
  },
  {
     text:"Great, could have been better Drake was great as usual, Future wasn't good as usual. Needs to be \nlistened a lot more than just once, to be enjoyed. "
  },
  {
     text:"Mediocre lyrics and beats at best. So let me just say \"Rappers are getting lazy these days.\" I understand \nartist wanna grow and do something different each time they drop new styles \nand sounds. But this was pure garbage. Beats r relativelythe same which is \nboring. Lyrical content is horrible just constantly repeating choruses and \nhooks. Future sounds like juvenile from the late 90's. Stop gurgling ir \nwords future. Drake I know ur whats hot on the scene, but dude drop some \nbetter stuff for the sake of ur career. "
  },
  {
     text:"Open your minds by closing your minds I loved this album personally because I love being able to listen to music \nsometimes without having to strain to catch all of the lyrics. This thought \nmight be hard to understand for some of you, but Drake didn't release this \nto satisfy the \"real rap\" fan base. He released it for ppl like me, who at \nleast sometimes enjoy listening to feel good rap over rap with a context. \nThe reason he has been more SUCCESSFUL than better lyricists like Kdot and \nCole, is his ability to reach such a wide range of fans. "
  },
  {
     text:"I do not like Drake as a person, he has too many fans that dick ride him \nand he enjoys it too: I also don't like Future as a person because of the \nway he goes after Ciara. However, when it comes to music, Drake and Future \nare a great combo. Ignoring the shots at Ciara and Meek Mill throughout the \nalbum/mix-tape (lets just call it a mix-tape), its actually really good. \nThe beats are creative and catchy, and there's a good vibe throughout. \nWhile I love this project and hope they make another one in the future (no \npun intended), I have to give it 4 stars, mainly because i don't like Drake \nand Future as individuals. But on music, they're right on point. The best \nsongs are Jumpman, Big Rings, and Digital Dash. "
  },
  {
     text:"Future feat. Drake As my title states, this is pretty much a Future tape featuring Drake on \nevery song. I love the project in full but let's call it how we see it, or \nhear it in this case.. I would definitely give 4/5 stars. It's not perfect \nbut it is enjoyable on many different levels. Drake does his \nrapping/singing and Future does his rapping/mumbo jumbo/harmonizing with \nmelodies. Even if you're not a fan, I believe you would still be able to \nlisten to the tape in its entirety. "
  },
  {
     text:"First four star Drake album and Future as well I was really excited when I heard the two would be collaborating and it \nturned out pretty good, but I have two problems causing the four star \nrating. 1.sounds more like a future mixtape, with way less drake. 2.Big \nRings & Jumpman could have been better, but ended up being my least \nfavorite after the constant repetition bugged me. My favorite song is \nDigital Dash and my second favorite is I'm The Plug. Overall, Great mixtape \nbut some songs on the mixtape had more potential than the singles released \nhad. "
  },
  {
     text:"love it! Haters going to hate. Right now, I'm cooking and dancing to, this \nalbum. people talk and know nothing of the art of hip hop. Bought.. "
  },
  {
     text:"Future sounds like garbage Sounds like he got marbles in his mouth. Which is the new trend. Drake is \nok, but not as good as some people make you think. "
  },
  {
     text:"Drake and future really hit home I think drakes took a step in the right direction with this one. Everyone \nkeeps saying this \"isn't drakes type\" but he's changing to his surroundings \nand to the time. You can't expect him to make songs like take care his \nwhole career. Future and Drake mix and flow well, only bad thing about the \nmixtape in my opinion is future does mumble sometimes, but all alround \ngreat. Drakes running the game with his woes "
  },
  {
     text:"future I already knew was gonna be trash but never thought drake would so \nbad on an album. The album felt really hurried and not at all enthusiastic. \nThe album had some good beats and fits future's normal type of music but \ndoesn't fit drake at all. The only song that felt like a drake song was the \nlast track 30 to 30 freestyle because it was produced by drake's close \nfriend and his frequent producer, 40. 40 is in my opinion part of what \nmakes drake's music so great. Without 40, Drake isn't drake. "
  },
  {
     text:"Well, I can't say alot here. I feel like the 5 stars given were probably \nthe die hard fans who would have taken a blank album. The 4 stars were \npossibly the ones who thought it was good, but don't want to say it's his \nbest. The 3 stars were the most honest. We two star people want more from \nDrake. This was not his best, by far. It was the same all the way through. \nLyrically, instrumentals, guest contributors...all of it seemed like he was \njust there to put out an album. It was...meh. I like(d) Drake. But he's \ngoing to have to do MUCH better than this. "
  }]