[
  {
     text:"wow i'm not a country person rascal flatts sometimes barely but dierks bently \nwow i'm a metalcore, contempary christian music person but i could listen \nto this album all day "
  },
  {
     text:"I love Dierks! Every single album and every single song - is amazing! He is amazing in \nconcert . I love it all! "
  },
  {
     text:"Best complete album I have ever heard in years Every single song is great. Lots of variety. Party songs.. Anthems... And \nsome deeper songs... I personally like here on earth and riser the best. \nGreat purchase. Buy the complete album. "
  },
  {
     text:"Surprised Not a big country fan but bought the CD anyways and was presently \nsurprised when I found myself singing along and genuinely having a good ole \ntime. "
  },
  {
     text:"Direks is awesome! Every song on this album is good. Can't find one I don't km like. I must \nget for the country music lover. "
  },
  {
     text:"Genuine country from the heart Dierks Bentley always sounds great and all of his songs are great! This \nalbum stands up along with his best. "
  },
  {
     text:"Huge country fan! Love this whole album!!! My fave song is \"say you do\" got It stuck on my \nhead since forever!!! "
  },
  {
     text:"Keeps stopping because it thinks I'm trying to turn it off¿ Seems 2 b a \nlittle mixed it. "
  },
  {
     text:"Love love loved the song Love the song getting drunk on a plaine but.... chouldnt get it... it \nwhould let me .... "
  },
  {
     text:"RISER!!!! This is real honest country music from a real country artist. You can tell \nhe put his heart and soul into every song. Great job Dierks can't wait to \nhear them live. "
  },
  {
     text:"I love \"Drunk on a plane!\" I sometimes find myself humming it. "
  },
  {
     text:"Back to Country I love the sound of this album. Its great to hear some new stuff from \nDirks. And its country... "
  },
  {
     text:"Magnificent Voice!! I love everything about Dierks Bently and I really love his shorter hair! \nFavorite song on this album is \"I Hold On\". "
  },
  {
     text:"This Album rock's This is number one song .And the number one hit song of the year. Thank \nyou. "
  },
  {
     text:"Drunk on a plane The title says it all... stupidity at the max! That song pollutes the air \nwaves!!! "
  },
  {
     text:"Clome Savas Ridge 1. Ridge 2. Low Mite 3. Ding 4. Lopas Lopas 5. Good Night 6. Feel So Close \nThe Ail 7. Minute 8. 74Gold 9. 75Aqua 10. Mort 11. Pinhe 12. Vermilion 13. \nClome Clora Close "
  },
  {
     text:"Love! I've always loved his music. He puts his heart and soul into every song \nand there's always a story to go along with each of them. "
  },
  {
     text:"By far one of his BEST!\" After a few quick shuffles, picked a few then decided listened to the \nwhole album... I had to have it! Indecisive always but this is a solid.... \nLove it!!! "
  },
  {
     text:"Great music to listen to with your loved one I LOVED EVERY SONG!! I listen to the whole thing with my girlfriend and \njust enjoy the love & romantic atmosphere this creates. I recommend this to \nanyone who loves love because he says everything your thinking about your \nloved one. "
  },
  {
     text:"Fantastic Down loaded this really for one song. Though have been blown away. Have \nlistened to it on repeat. What else can I say. A diff buy "
  },
  {
     text:"Excellent I have always been a John Legend fan, so I was extremely excited when this \nalbum was released. I love all of me, it's the theme song for my husband \nand I. This by far his BEST album in my opinion! It was worth every penny! \nI absolutely love it! "
  },
  {
     text:"Mr. John Legend I don't rate albums or use the word im about to use for most music, but \nthis album truly a Masterpiece a must get. "
  },
  {
     text:"John legend - made to love ..art in itself from the universe to every drop of energy preserved from \nmans rib and the earths atoms of DNA. "
  },
  {
     text:"All of me All of me is My favorite song ever Did you know that it was john's \nproposal to his girlfriend( now fiance) ?????? Cute! "
  },
  {
     text:"Underrated Why the hell hasn't this got more reviews ? Pure beautiful brilliance, \nJohn Legend out-did himself again "
  },
  {
     text:"all of me loves all of her (angela) ...if ur CRAZYYYY...then im OUTTA my MND :) "
  },
  {
     text:"All about love So rare to find a true man singing beautifully about love. Every album of \njohn legend never fails to be amazing. "
  },
  {
     text:"Great song Love this song. It makes good memories come back when your sad "
  },
  {
     text:"Rubbish John Legend's song called Love In The Future is spectacularly awful "
  },
  {
     text:"Makes me cry though It makes me miss my dad "
  },
  {
     text:"Great Love this album just got a girlfriend and listening to this album makes me \nthink about her but stupendous album great job "
  },
  {
     text:"Its very romantic This is a great CD to listen to. And if your in love you'll love it "
  },
  {
     text:"Awesome album Recommend you buy the entire thing, you won't regret. "
  },
  {
     text:"Every track is amazing. Except all of me. SICK OF THAT SONG. "
  },
  {
     text:"LOVE it I love this album so much listen to it all the time ❤ "
  },
  {
     text:"Rubbish Boring music okish singer "
  },
  {
     text:"Loved It This one is just as good as his First and that one was my favorite. Now I \nhave two favorite John Legend cd's "
  },
  {
     text:"I love all of me!!! I listened to the song about 50 times! And it os one of my favorites! "
  },
  {
     text:"LEGEND IS A LEGEND!!? Get it... THAT SONG MAKES ME WANT TO CRY!!! "
  },
  {
     text:"Looove it!!! Great album and of course just another classic John Legend songs. "
  },
  {
     text:"♡♥♡im in love♥♡♥ Oh im in love with All Of Me!!! Its beautiful! <3 ♡♥♡♥♡☆★☆★☆ "
  },
  {
     text:"Awsome x I luv the song all of me gav song right nowvx "
  },
  {
     text:"Beautiful album 'All of me' has completely blown me away! :-) "
  },
  {
     text:"Amazing I cant get enough of the song All Of Me "
  },
  {
     text:"Best Baby making music all night all day every which way you can. Yes Yes Yes "
  },
  {
     text:"Simply Beautiful This album fully captures life and love... simply amazing... "
  },
  {
     text:"All of me Love him so mush especially all of me so touching "
  },
  {
     text:"What a voice Mr Legend could sing the yellow pages and I would listen. "
  },
  {
     text:"Beautyful music that soothes the soul Love them all "
  },
  {
     text:"No words Can't stop listening "
  },
  {
     text:"Awesome! I love John's music. I can't wait to see him in concert. "
  },
  {
     text:"Class All of me awsome "
  },
  {
     text:"John Legend by: Venesa Ugo "
  },
  {
     text:"All of me I like it "
  },
  {
     text:"All of me Loves this LP. "
  },
  {
     text:"All of me. John is the man. "
  },
  {
     text:"Beautifullll John Legend Is The BEST Male Singer Besides Tank . "
  },
  {
     text:"Love his music so.much Cowgirl from Waco with Chrisma Texas take Charm and little queenie Memory \nof Micheal Jackson the King of Pop rides right along with me and The \nReaders of this tag. .Novelist Poet Who's Buried Part2 Marion Michel \nWellmanSoundwave55profilepicareits ♡ the "
  },
  {
     text:"Hell yeah Luke! I've purchased this CD quite a while ago, and just came to giving a rating \nnow. Luke's third album is great, he's done it again. No filler tracks \nalthough one or two of them are a bit forgettable (they're still good). \nCan't wait for Dirt Road Diaries!!. "
  },
  {
     text:"Awesome CD, Every song is great! Very rarely do you find a CD that has so many great songs. If you are \nlucky, at best, half of them end up being good. That is NOT the case with \nthis album. Every song on here is great! Money well spent! Most of my \nfavorites on this album were not released on the radio. If you don't \nalready own this album, what are you waiting for? "
  },
  {
     text:"Best Album I've Ever Gotten My Hands On Its a amazing album for sure. Luke did a heck of a job. For those of you \nhaving errors listening/downloading if you can go buy the album in a store \nput it on your computer & plug your phone up to the computer & transfer it \nfrom there. :) "
  },
  {
     text:"Awsome Good job Luke stay alive!!✴;-) and none of his songs are bad;-) are u a \nwizard Luke making sure self a awesome butiful singer......... I mean um \nsmooth singer! Yup that's what I men well that was imberising did I spell \nit right no but u know what I mean! "
  },
  {
     text:"My my. Country music has truly fallen from grace. What happened? We went from \nWaylon, Willie, and Merle, to this over produced, shiny, fake, meaningless \ntripe. The music is uninspiring, the songwriting is well, let's face it, \nit's as bad as it can get really. "
  },
  {
     text:"Luke Bryan This album is amazing. I know every single word to every single song. Its \nofficial, me and Thomas Luther Bryan will get married. Ugh, I have an \nobsession. I love you Luke! "
  },
  {
     text:"Luke Bryan Amazin music. You can actually hear what people are sayin. Other than \nstupid m and m and other dumbies. :-) "
  },
  {
     text:"Luke Bryan <3 HE HAAWTT ;) oh my gee. i love luke bryan, hes just one of the sexiest things just \nabout ever. well right behind channing taytum <3 mmm(: love him.(: \n-shalana_fay. :) <3 "
  },
  {
     text:"1 good song There is only one goof song and it's the 1st song he lost my business when \nhe put God's name is vain in his song! "
  },
  {
     text:"Best singer ever How in the world did this cd and the crash my party album not receive \nalbum of the year really like 8 singles between the two at least "
  },
  {
     text:"I love me some Luke Bryan!!! That man drives me wild and gets me all worked up. And that little Easton \nCorbin does me the same way!!! They are so sexy and gorgeous. "
  },
  {
     text:"So hot I love u luke brian!!!!lol♥♡♥lol;):):D:P You r so hot and the a same thing with your music!!!! Aaaaahhhhhhh (if you \nwere here im screaming!!)♥♡lol;):):D=):Po.s. I go to every \nconcert!!:);)=):D:P♥♡lol "
  },
  {
     text:"Ahhhhhhhh! He leaves me speechless. Every single song connects to Me in someway. All \ntime favorite plus Jason Aldean. Best concert of my life. "
  },
  {
     text:"Ohh I know O.o l can't. Get enough of drunk on YOU!!! "
  },
  {
     text:"Drunk on you Omg this is my life ever since I was little. "
  },
  {
     text:"Such a bad country musician His music is extremely shallow and completely directed towards hormone \ncrazed woman. Pathetic. "
  },
  {
     text:"Tailgates and Tanlines Definitely Luke's best album. I've heard these songs hundreds of times and \nthey never get old! "
  },
  {
     text:"COUNTRY BOY, SHAKE IT FOR ME BOY ;) this man couldn't be more beautiful.. he's amazing! "
  },
  {
     text:"Tailgates and Tanlines I enjoyed a number of songs on this album, but there were a few that just \nweren't my cup of tea. I had to give him 5 stars because I love the way he \nputs the words, and the music, and the emotions together to make his songs. \nThank you. "
  },
  {
     text:"Drunk on you Best song ever!! "
  },
  {
     text:"He is the best! You think different you come and talk to me because you'll get your butt \nkicked "
  },
  {
     text:"Love this but 1 song wont play Bought it bc i love several songs on this album but drunk on you wont play \n:( & thats my super fave! "
  },
  {
     text:"Awesome Country Thank you Luke! You are a voice I would listen to all day singing. Well I \ndo...hahahaha. Great Album...two thumbs up, Cowboy. "
  },
  {
     text:"Drunk on you Love it so so much! Its always stuck in my head! :) "
  },
  {
     text:"My favorite Im little drunk on you high on summer time is my luke bryan tattoo. He is \nmy favorite country artist of all "
  },
  {
     text:"$2.99 \"catch\" Just grabbed this album for $2.99. As far as I can tell the \"catch\" is \nthey want you to play it through google music. However, you can download \nthe MP3s twice. So that's what I am doing now. Then I can put it on a CD to \nplay elsewhere. "
  },
  {
     text:"Drunk on you The ultimate tailgate backwoods lovesong!! "
  },
  {
     text:"BEST ALBUM EVER!!!!! :D I LOVE THIS ALBUM!(: Every song is so good!(: I have never not liked one \nof his songs!!!!(: If i could give this 10 stars i would! :D LOVE you \nLuke!!!!! <3333333333333 I'm your biggest fan! !!! :D <3 cant wait to c you \nin concert! :D "
  },
  {
     text:"Luke Bryan Love his music. U can understand the words and the meaning of the songs... \nCaroline, I'm so jealous of you... Your husband is hot!!!! And sexy!!!! \nLove his voice... "
  },
  {
     text:"absolutley perfect You can relate to every song on the album and they are all flawless songs \nto listen to on those friend filled summer nights. we can never forget how \nhot he is either ! he's irresistible !!❤❤❤ "
  },
  {
     text:"Amazing I just LOVE Luke Bryant! I want him to sing to me personally so bad "
  },
  {
     text:"I Don't Want This Night To End & Drunk On You Waiting for that sweet country girl to steal my heart so i can play & sing \nher these 2 songs. "
  },
  {
     text:"P E R F E C T I O N (; I love luke bryan his music is amazing I've seen him in concert 2 times \nand again this july 13! Btw he's AMAZING LIVE ♥ "
  },
  {
     text:"Drunk on u You rock "
  },
  {
     text:"Luke Bryant!! He's never failed in making a great album! His voice is perfection, I will \nalways be a fan! I was never a fan of country but after listing to him, \ncountry is all I listen to! If you like Luke I recommend you try Jason \nAldean, or Blake Shelton as well!(: "
  },
  {
     text:"Country Luke Bryan is an amazing artist. He's about as country as country gets. He \ngrew up on a farm (a peanut farm is still a farm) and has an amazing accent \nso don't say he's not country "
  },
  {
     text:"Drunk on you You have the best music than anyone else "
  },
  {
     text:"I dont want this song to end THIS IS THE BEST SONG EVER "
  },
  {
     text:"1d lover I love his song drunk on you reminds me of summer 0 12 I love country \nmusic;-) "
  },
  {
     text:"Awesome What more do I need to say! "
  },
  {
     text:"Awsome Deadly "
  },
  {
     text:"Credence Best song's "
  },
  {
     text:"Queen Mary u never disappoint...dont worry about the bad reviews. .they \ndont know u are a Chosen one...the REAL fans support u in every way..keep \nmaking medicine for our souls. Thank u for letting us know its ok to step \nout of our comfort Zone to get the Blessings God have in store for us... "
  },
  {
     text:"Not Mary J!! This is not Mary J. Blige! She went to London for inspiration and seems \nshe spent too much time around Bono, Sam Smith and the Beatles. This is \nwhat it sounds like. Sorry Mary I love you but I'll pass on buying this \nalbum; no shade. Highly disappointed. A loyal fan. "
  },
  {
     text:"Mary is back and I'm loving it. This album is fantastic. It's her best album that truely recognizes her \ntalent.This album is fantastic. It's her best album that truly recognizes \nher talent. I DON'T UNDERSTAND WHY ANYONE WOULD GIVE THIS A 1 STAR RATING, \nit deserves a 5. If artists always stay the same, nothing would set them \napart and MARY explored new ways to bring us that awesome soul and R&B. I \nloved every song on this album and think she delivered what all the Mary \nfans needed after so long. She has outlasted so many other artists and I \nwould put her as the number one artist right now. Her music is more genuine \nthan all the pop/R&B that puts out all these songs that sound the same. She \nbroke through barriers with this album and I am proud of her and I feel her \nstruggles. Haters can aboutface on that! "
  },
  {
     text:"The Best in the Business Honestly, when I looked at the ratings, I wondered how some people could \nnot give her 5 stars. Her music has been in my ears since \"What's the \n411?\", and I don't plan to stop anytime soon. I love you Mary! "
  },
  {
     text:"Enjoying a different sound Some folks have disliked this saying this isn't the Mary they're used to. \nAn artist can't call themselves an artist if they are doing the same thing \nall of the time. Thank you Mary for exploring new facets of your artistry. "
  },
  {
     text:"The QUEEN Not many can stay relevant over all these years. That's why she is queen; \nkeeps reinventing herself, growing, and sounding beautifully soulful at the \nsame time. LOVE her! "
  },
  {
     text:"Beautiful Compilation Mary was the first artist that really grabbed my attention back with \" \nWhat's the 411\". Some of her albums didn't keep my attention since then.. \nBut, this one does!!! It is classic Mary....love it! "
  },
  {
     text:"Mary J Blige -The London Sessions Mary never fails to dissapoint. Her music is always top notch and delivers \na message to all generations and all genres. I love it, true Mary fan. \nThank you for always keeping the music current and fresh. "
  },
  {
     text:"Loving this entire album I have always been a Mary fan but the only album that I have rocked front \nto back like this one was Share My World. She bears her soul in these songs \nand the lyrics are a reflection of her artistry. Loving this album!!!! "
  },
  {
     text:"Therapy for me! I was sampling tryin to figure out if I wanted to buy K.Michelle, Nicki \nand came across my girl Mary! No braineer just what I need to speak to my \ncurrent situation. Thank you sistah girl from the heart on one accord I'll \nalways follow you! "
  },
  {
     text:"Unpredictable Mary J. Was so remarkable w/her approach to this album. Thinking outside \nof \"her\" box..her comfort zone & working w/new writers & performers has \nbrought a refreshing new album. Therapy is a bluesy/R&B w/a modern \napproach. Love the song. "
  },
  {
     text:"Can't Knock This Hustle? I've loved Mary since her proper first appearance \"I'll Do For U\" by \nFather MC, but this is too calculated -- awkwardly trying to re-invent her \nsound. Soul is a feeling ... not a tool. "
  },
  {
     text:"Loved her past work Loved her past work plus I love the way she sings because you can feel the \nstory she is telling, but I'm really not loving this album... Sad "
  },
  {
     text:"She is such a strong positive Black woman. She speak from her life's \nexperiences and her HEART and it just like she has lived the things I been \nthrough in my lifetime...I LOVE YOU MARY..YOUR ARE AWESOME !.....SPEAK MY \nSISTER...SPEAK!...I WILL ALWAYS BE RIGHT HERE...CHEERING YOU ON!.....YOU \nFAN SINCE \"Real Love \" Girl !..YOU ARE THE QUEEN....SEEN YOUR SHOW...WHEN \nYOU SHUTDOWN THE ESSENCE FESTIVAL 2011...YES I WITNESSED THAT \nBABY...FABULOUS!!.....,,,,,,,,.FABULOUS!! "
  },
  {
     text:"Never ceases to amaze me! I've loved Mary since I was 7 years old! She's been with me every step of \nthe way on this roller coaster called my life. Her songs are deep and \nrelatable, inspirational and heart-felt. This album just proves, yet again, \nhow amazingly awesome this woman is! "
  },
  {
     text:"Simply MJB I really like this CD.. While there were a few songs I might have done \nwithout, it still does not change the way I feel or rate this album! Still \ntalented and gifted with a voice that moves heart strings! "
  },
  {
     text:"Fell off She just sounds like she didnt care how the ablum went i only like 3 \nsongs, not the soulful person she is "
  },
  {
     text:"Love this album Right now is my favourite song at present. Grew up with Mary happy to see \nshe has not lost her touch "
  },
  {
     text:"Loved Loved Loved New Style but still the same Mary i fell in love with many years ago. \n..Thank you once again and forever for bringing joy through your annointed \ngift. "
  },
  {
     text:"Jville observation I think Mary J. is very talented and beautiful; however this project seems \nsort of dark. There are some cuts which are nice but as a whole my rating \nwould be 3.5. I think Mary can do much better and I look forward to her \nnext CD. So shake it off and start over again we love the gift in you! "
  },
  {
     text:"Love u Been a fan sent high school. ..I'm 34 now and not going no where. ..keep \ndoing ur thing Mary "
  },
  {
     text:"Instant classic I know this expression is over used but \"this is a must have\" "
  },
  {
     text:"Rude People talking bad about this album got problems because this is her best \nalbum yet so yall haters RUDE "
  },
  {
     text:"All hail the Queen Mary J Blige I been a fan since Whats the 411 album and I must said I love this new \nalbum Thank you for bring new music real grown folks music!!! "
  },
  {
     text:"Disappointed I haven't enjoyed a whole album of hers since the second or third. With \nall these great producers....i hoped for a better one. Maybe next time? "
  },
  {
     text:"Mary never dissappoints This is 1 of her best albums to date, I've been a Mary fan from day 1 and \nwill continue to support her through out her career. "
  },
  {
     text:"Cant wait for London Sessions!!! I don't even have to hear it. If Mary J. Blige on it, I'm buying it \nbecause I know it's a hit. "
  },
  {
     text:"I love her music, she's helped me through my struggles. She's a phenomenal \nwoman, my God Bless her.. "
  },
  {
     text:"MARY J. BLIGE HELLO' THIS IS ELIJAH SMITH JR 3RD , THE PERSON WHO WROTE ALL THE SONG YOU \nSINGING IN CHARTS NOTICE I'M THE FIRST SINGER WHO SONG THEM IN COPYRIGHTS \nIN MY OWN VOICE . AN YOUR TITLE NAME : Mary J. Blige NOTICE I PUT YOUR NAME \nIN PUBLICATION TO MAKE YOU SING SOMETHING FOR ME . ALL THESE YEARS I WORK \nVERY HARD AFTER SCHOOL FROM MANUAL ARTS HIGH SCHOOL . NOTICE I MISS YOU \nDEARLY FORM MY HEART BUT ONE THING FOR MY DOING TO HELP YOU IN LIFE TO HELP \nME . SO SORRY THAT I PUT YOU IN MY COMPANY WITH OUT ASKING YOU FIRST IN \nREAL LIFE . BUT IT'S WAS SO HARD FOR ME IN MY REPORTS. THAT I TOOK IN A \nLIKE IN YOU AT THAT TIME OF YEAR IN 1983 . ALSO YOU SOUND OF VOCALIST ARE \nGREAT AN THAT MAKE ME HAPPY NOTICE I GO BY TT- SMITH OR BOSSMAN I'M THE \nREAL R&B SINGER OF ALL SONG . I STARTED OUT SINGING BLUES, OLDIES, LOVE \nSONG, RAP-HIP/HOP, CHURCH SONG, . I HOPE YOU UNDERSTAND WHAT I'M SAYING NOW \nWHAT I WONT YOU TO DO IS SING ME A SONG AN IT'S IS CALL: WHEN YOU'RE GONE . \nWILL YOU DO THAT FOR ME WHEN YOU GO UP STAGE AREA WHEN YOU GET IN DATED . \nTHANK YOU BABY\" FROM; ELIJAH SMITH "
  },
  {
     text:"I like this album. Whole D year was one of my favorite. It's different from \nthe 'my life 2 ' which is my favorite but she is showing that she can make \nmore than just hip-hop and songs with hot beats. Her music has always been \na part of my life and look forward to her next album "
  },
  {
     text:"The London Lessons This album is heartfelt. I get chills and my groove every time I listen to \nit. It's a reminder to never give up on love. "
  },
  {
     text:"This cd is so hot It makes you feel like mary is in a peaceful place in her life and you can \njust feel it she doesnt have to try to convince through her \nmusic...excellent album by a great lady who's been to hell and back and \nstill on top! "
  },
  {
     text:"The London Sessions Sometimes change is good. Different sound, but still MJB. Definitely a 5 \nstar album! This is some of her best work yet. Shows MJB's versatility. \nWorking with Disclosure, Naughty Boy & Sam Smith was smart. The UK has \nalways produced great music. Keep up the outstanding work. "
  },
  {
     text:"Mary J Blige can do no wrong musically Mary J Blige is one of the few brilliant artists in the industry today, \nwhose album is pure perfection the whole way through. This album is a treat \nto your ears and is a delight to the spirit. Bravo Mary and thank you for \nsharing your gift with us! "
  },
  {
     text:"Mary J Blige: The London Sessions Mary stepped outside the box on this one. I love love love it! "
  },
  {
     text:"Buying it & you should too!!!! Haven't bought the album yet but listening to the sample songs are \nprefect! Haven't heard am album with all good songs till the end in a \nwhile. "
  },
  {
     text:"Best Since \"411\" This is a straight banger (my definition for an album that contains hits \nfrom the beginning to the end without skipping any tracks). I have not felt \nthis way since her debut album! Great job, Mary! "
  },
  {
     text:"London Sessions-5 stars I'm a die hard Mary fan, this body if work is simply amazing! "
  },
  {
     text:"The London Sessions I think she reinvented herself and switched it up a little. Never the less \nshe still sounds good "
  },
  {
     text:"This album has brought me through so many times. Love it "
  },
  {
     text:"Astonishing. Yesterday I bought the physical copy from best buy. The case and art work \nitself is beautiful, not to mention that the music is also stunning. It's a \nvery mature album and a very wise follow up from Ultraviolence. I wouldn't \ngive any advice to improve the album, other than maybe putting all of the \nlyrics, from every track, inside the booklet. My favorite songs are \ndefinitely Honeymoon, and Freak. Well done Lana you have slayed me again (: "
  },
  {
     text:"Bittersweet Honeymoon Full of romanticism and quite atmospheric. Moody with plenty of \ninteresting string instrumentation. Later tracks are more trap and hip hop \ndriven, but the stark contrast adds to the overall color, which is blue. \nBlue is a recurring theme throughout the entire track list. This album \ntakes steps away from Ultraviolence in that instead of building a narrative \naround dark, bleak, bombastic, indie rock instrumentals each track swells \nand floats dreamily on the sweeping strings, and luxurious sounding trills. "
  },
  {
     text:"Honeymoon' may just be Lana Del Rey's best album (so far). It's got a \nnoir-ish mixed with jazz mixed with pop kind of sound to it, and it's \nmagnificent! This album may not appeal to those who were drawn in by the \ncommercial sound of Lana's debut album, 'Born to Die,\" and that's not \nnecessarily a bad thing, because Lana has created a piece of art with this \nalbum. Lana Del Rey isn't just some ordinary pop star, and that's what \nmakes her brilliant. She's deviated from the commercial sound that was \nwanted of "
  },
  {
     text:"AN AMAZING ALBUM This album slays! Lana has her own beautiful specific genre of music, and \nHoneymoon is no exception. Very romantic sounding, with blues, jazz and \nfuturistic sounds intertwined. Seriously the queen of alt Her collab with \nThe Weeknd is also fricking wicked!!! "
  },
  {
     text:"AMAZING OMG lana never fails to amaze me. Her voice just radiates a 60's vibe and I \nlove it. Its so unique and I know she'll continue to make amazing music. \nHonestly Lana could spit on me and I'd be like \"YASS LANA SLAY ME\" "
  },
  {
     text:"Stunning Lana Del Rey is a very special artist, she has put so much thought and \nemotion into her songs. Each song gets better and better, then you reach \nthe end of the album in pure awe. Great job yet again! "
  },
  {
     text:"Amazing album! I brought this album the day it came out. This womans song lyrics in this \nwhole album is just amazing! Her voice singing the lyrics accompanying with \nthe beats is definitely out of this world! Once again LDR did it again. \nGreat music and worth every cent you pay for it. Always and will be a huge \nfan of her and her music. "
  },
  {
     text:"She's not the same When Lana first started making music, it was true and great. Now, she's \nmaking more music that is what people want to hear instead of her original \ntype. It doesn't really even sound the same anymore. I'm disappointed with \nthis album, and most people who have listened to her since the beginning \nagree that she is just not as good anymore. "
  },
  {
     text:"Lana is back I have to admit I was really disappointed with her last album \nUltraviolence. I was hesitant to buy this album because of that. I think \nanyone who is a fan will not regret getting this. I can't stop listening to \nSalvatore!! "
  },
  {
     text:"The worst of the best Not a genere artist, but a class on its own. This is what the greatest \nhave in common. For me, not as good as her previous albums, but one of the \nmost important of the year. I bought the CD. "
  },
  {
     text:"Repetitive I ADORED Ultraviolence. I was hoping to love this as well, but was not \nreally impressed on the whole with this album. I gave it another listen. \nAnd another. And I could not ignore the fact that there were multiple songs \nwhich I was done listening to before they ended. There are a few good \ntracks, but Honeymoon is not as listenable as an album as Lana's other \nwork. It gets too repetitive for my taste. Worth a buy if it goes on sale, \nbut I bought it full price because I was so excited for more Lana. "
  },
  {
     text:"I haven't heard the majority of these, besides Music To Watch Boys To, High \nBy The Beach, Terrance loves you, and of course Honeymoon. These released \nare amazing, the one thing I didn't like was the slowness of Honeymoon. I \nhave pre ordered the album and will revise this when it comes in. "
  },
  {
     text:"Lana continues to croon Her voice is even better than on ultraviolence, and she's less sad as \nwell. With more beats to back up her caramel smooth lyrics, Lana hit a home \nrun. "
  },
  {
     text:"I have been in love with Lana ever since before Born to Die came out and \nhave been with her ever since! I honestly cannot get enough of her music, \nand nobody comes close to the way she sings and expresses the way she feels \nthrough music. I really know I'm going to love this album just form the \nsampler and songs' she has already released. "
  },
  {
     text:"Typical Lana Del Rey Music to watch boys to, 24, Honeymoon, & God Knows I Tried are my \nfavorites besides the obvious High By The Beach. Like em. I know this is \nher style but i just wish Lana would put out something a little more upbeat \nfor a change. "
  },
  {
     text:"Amazing so far Terrence Loves You and Honeymoon are amazing songs with eloquent lyrics \nand mesmerizing sounds. High By The Beach has more of a trap beat and \nalthough the song does talk about...well, getting high by the beach, the \nmeaning of the lyrics is also pretty valid so don't let the title/chorus \ndeceive you. The entire album is excellent so far but my favorite song, as \nof the 3 we can hear right now, is Terrence Loves You and I can't wait to \nhear the rest! "
  },
  {
     text:"Perfection I've been here since 2012 for Born To Die and also in 2014 for \nUltraviolence and now in 2015 for Honeymoon. As I even write this I'm \nlistening to Terrence Loves You, and the honeymoon hotline is such an \nintelligent and loving thing "
  },
  {
     text:"Masterpiece! I think this is the best album I've herd in years!! It's so complex and \nsophisticated just a mature album I'm inlove with it, it brought tears to \nmy eyes. It's everything I ever wanted in a album!! Keep it up. "
  },
  {
     text:"Lana has done it again I am a HUGE Lana Del Rey fan.And as much as I loved Ultraviolence, I \nreally wanted something like Born To Die. And while this is like Born to \nDie,it isn't like anything else she's ever done. And it is AMAZING! This \nalbum is so freaking good I can't even express how in love I am with this. \nWAAY better than Ultraviolence "
  },
  {
     text:"QUEEN I aLREADY KNOW THIS ALBUM IS GONNA SLAY MY EXISTENCE! IM GONNA BE \n#SNATCHED BEFORE IT EVEN COMES OUT "
  },
  {
     text:"The day has finally come... I've been waiting so long for this release. Lana never disappoints. Every \nalbum is different from the other, yet all of them are perfect reflections \nof her artistry. She's an incredibly complex, versatile artist. This album \nis one of her best! "
  },
  {
     text:"Omg I didn't know she still made music! I love her music so much, my favorite is High by the Beach. #I love Lana \ndel Ray! "
  },
  {
     text:"The last thing I would consider myself to be is a critic. THIS is \nsinglehandedly the most incredible album I have ever heard in my life. I am \nnot kidding. This album pumps life into my veins. \"Every beat of my cocaine \nheart\" "
  },
  {
     text:"My bae!! Omg heard her sampler vid that she uploaded on YouTube and already love \nall the songs that were previewed in it!!! Ughhh so flippin amazing that \nI'm crying. "
  },
  {
     text:"Miss Del Rey has done it again! Honeymoon is a masterpiece. Classic Lana shines through in tracks like \n\"Art Deco\" and \"High by the Beach\" and her brilliant Noir Style of \"The \nBlackest Day\" \"God Knows I Tried\" and \"Music to Watch Boys To\" take you \naway to another time and place, perhaps 1940's L.A. Immerse yourself in her \nmusic, allow yourself to get lost, and enjoy the ride! "
  },
  {
     text:"Better than radio hits When artist make music for the soul and not for hits on the radio you \nlearn to apreciate who they are bc they make music from their soul and not \njust to make a catchy tune for more polularity been a fan since she was \nlizzy grant and now she's out doing herself LOVE YOU LANA you will always \nbe something more than a typical singer . This album includes many songs \nthat will make you rethink life and the pole who we love plz listen to her \ngive her a chance "
  },
  {
     text:"Amazing and beautiful album!!! Once again Lana Del Rey just took me to another world,I mean I love her \nvoice and her lyrics,this is a very sophisticated and mature album you can \nhear her emotions and is just real,my favorite songs are Music to watch \nboys to religion,high by the beach, freak ,God knows I tried,I will always \nloved her talent and music!!!! "
  },
  {
     text:"You're on the brink of Success Lana, I hope HONEYMOON will be a very successful album, and that you will \nbe rewarded. You are a good artist and my sister who loves your work so \ndearly will always pray for the best of you. Always be proud of your music \nno matter what. May God bless you abundantly. Best Wishes. "
  },
  {
     text:"Wow still strong dark and lovely Each track is like a Bond song spiced with the old westerns and lyrics \nthat simply gets away with murder. More matured though but still dark and \nlovely as ever "
  },
  {
     text:"Lana Deserves the World This album is going to be so beautiful and I think true fans know the \nartistry going into it. Lana is a legend and deserves so much more \nrecognition than what she recieves. She definitely deserves a Grammy at the \nleast. "
  },
  {
     text:"The best there is. This album is the best album of the year, it has so much emotion and \nLana's voice just captures your heart. This is my best and favourite \npurchase so far. Great singer, with a great voice and great album ☺❤☝ Love \nLana Del Rey. "
  },
  {
     text:"Best future album of 2015 Always been a fan of Lana since 2008 and her New Upcoming album Honeymoon \ni feel is going to be a success!! With her single Honeymoon, Terrence Loves \nYou, and High By The Beach I can already tell what a beautiful record this \nwill be!! Love you Lana Del Rey ♡♡ "
  },
  {
     text:"Slayed my freaking life I Love This Album Mom Is The Besttt Theres No Doubt Of That "
  },
  {
     text:"Brilliant. Heartfelt and lyrical - Lana Del Rey has bitten back with a \nbeautiful new album; 'Honeymoon' is the best yet. "
  },
  {
     text:"The best of lana every album she treats the better she is I love lana she's \nthe only singer that has gave me butterflies and keeps me tuned in all her \nsongs From kill kill to Honeymoon This album is so amazing and I can't wait \nfor her to sing these songs live. "
  },
  {
     text:"Awesome To be honest i love every single song on this album .. just pure gold.... \nmy 3 favs are High By The Beach, Religion and Salvatore but i love all the \nsongs "
  },
  {
     text:"Lana Del Rey Honeymoon CD The album was beautiful. Worth buying. This shows off more of Lana's \nsofter voice. Every song was good I liked freak, high by the beach, \nBlackest Day, Art deco, and Terrance loves you. "
  },
  {
     text:"Amazing Queen Lana always snatches my weave so it's no surprise but a beautiful album \njazzy soft high by the beach is cool and more louder than the rest it's a \ngorgeous album Terrance loves you is my fav I'm with my mommy Lana "
  },
  {
     text:"This is an excellent album. Hopefully I can see her perform these songs in \nconcert like I saw her perform from pervious records this past summer. Ciao \nAmore❤ "
  },
  {
     text:"A great comeback!! Lots of great songs with various tones. My favorites are high by the \nbeach, art deco, religion, Freak, and music to watch boys to. "
  },
  {
     text:"I love to do the interpretation of her voice!!! I can sing all of her amazing songs since I'm 6. I can even get the high \nnotes and everything and now I'm 11 years old yesterday I was in a singing \ncontest and I got the 2nd place just because a stupid girl sang a very high \nnote song...ARGH!!! Luv katy perry and if you like to sing then keep on \ngoing until you get discovered and put lots of videos on youtube just so \nyou can be famous and i will try it too when i buy a new camera!!! ;-) "
  },
  {
     text:"Stfu... Thank You<3 If u don't like this music don't comment, unless there is a technical \nproblem. Everyone has heard Katy Perry's music one time in their life and u \nknow what type of music she is a part of. I love most of her songs but I \ncan also enjoy skrillex and iron maiden... but hey, that's just me :) "
  },
  {
     text:"Great value for money. This album is really awesome, it's got all the songs from when Katy was at \nher most popular. Tommy Sunshine's Mix of all the songs is great and I'm \nglad Kanye's back. Only thing is that the Google Play price is almost £5 \nmore than I paid for a physical copy. "
  },
  {
     text:"Meh This album is great if you like bubblegum pop music. Part Of Me sounds \nlike her other song \"The One That Got Away.' Wide Awake is probably the \nonly new track that really focuses on her vocals which most of the time are \ndrowned out by the heavy productions. Didn't care for Dressin Up. This \nalbum is great for what it is but don't expect any masterpieces. "
  },
  {
     text:"Def her best album I just love her!! She has the best sound. I have every one of her songs on \nmy phone and I cannot stop listening to her! She is the best singer and \nhardly ever uses auto tune. Just one question though. Which song exactly is \nExplicit? I don't hear a single swear word in this album "
  },
  {
     text:"Thank you Katy Perry. You have help me get through some rather sticky spots \nin my life lately. So as long as you keep your chin up. I will to Thanks for you Katy Perry. You have helped me through some sticky \nsituation in my life. So as long as you keep your head up I will try to do \nthe same. "
  },
  {
     text:"Flop and fake So she is a basic radio only pop star. This album is a joke but fireworks \nwas great. its the only thing off this that's worth at least one star. "
  },
  {
     text:"3.5 Yea sure. She isn't really good a song writing but what are you expecting \nfrom a pop singer? Sure there is very catchy songs here but then she trying \ntoo hard . At least her songs are about love and that's all i gotta say.Rec \nTracks: \"Wide Awake\", \"Its Not Like The Movies\", and \"The One That Got \nAway\" "
  },
  {
     text:"Katy has an Amazing sound She's no rubber stamp for sure. A fantastic blend of pop and an element \nunique and all her own, every song amazes. Nobody like her out there. "
  },
  {
     text:"Amazing This album inspires me.... all then song has something in them that \ntouches me. Thank you katy perry. You made my life better "
  },
  {
     text:"Nice album In the beginning I wasn't hooked, but I admit that I like most of the \nsongs on this album. I don't know what the boys who gave 1 stars were mad \nat. Guess they wish they had the talent. "
  },
  {
     text:"Love it! But a problem The album is awesome but you didnt need to make a new album by just adding \nthree songs. Anyway the rest is awesome. "
  },
  {
     text:"Katy parry@ Friday night . So awesome and so amazing so awesome and I love \nit Children I don't know girl but I'm really stoked I was saying I would send \nyou a picture of me will be so pretty never ever ever but everything like \neverything would be fake God is junior church people are change and just a \nlittle help me it's painful actually BreakFree is the best song ever if you \nlisten that I meant to listen to bang bang and I'm going to listen to our \nown things ready because I'm not to listenbang bang invent it bang bang and \nbreak free is the best s the best thing ever in the whole cool "
  },
  {
     text:"Great Ha ha shut up bryan . Sticky situation, must have stepped in some glue! Ha \ngeddit geddit! But yeh katy is a great musician "
  },
  {
     text:"Katy perry's biggest fan ever I love every song she every sang and all of her songs speak to me I can \nnot go a day without listening to her "
  },
  {
     text:"Teenage Dream: The Complete Confection is the perfect pop album. Katy Perry \nis the voice of a generation. Hear her Roar!!! "
  },
  {
     text:"Awesome! Best Album EVER!!! Katy is the greatest pop star of all time and no singer could ever replace \nher. I Love U Katy Sooo much:) Epic Album. "
  },
  {
     text:"Inspiring! Exotic! Amazing! Katy, Once again you have astonished the world with your exotic elements! \nYou've come a long way since I Kissed a Girl! I hope you keep up with this \nmusic. You are my muse and the moon in my night sky! Don't ever stop making \nsuch amazing music!! I love you!!! -Brianna "
  },
  {
     text:"Been with her since I kissed a girl I love katy perry songs im 11 and when I was in pre-school I would sing it \nand go to the office for sing it cuz im Christian and my school was to so I \nlove all her albums she makes me feel like you are who you are and no one \ncan take that "
  },
  {
     text:"SNRI red herb DVD He begs husks is Hobbs asks Dobbs SNCB SKS HSBC NDBs L's Josh dB's bend JD \ndash CD JDM Foch cm ends jury gcd necks inf "
  },
  {
     text:"I think you should listen to last friday night , Californian girls ,teenage \ndreams, wide awake, firework and part of me ! But my fave katy perry song \nis i kissed a girl but it not on this CD but personally i think they should \nof put it on this CD . :-) "
  },
  {
     text:"Amazing Her music is always amazing, its even better knowing she wrote her own \nmusic too, I would have liked to see a special edition though with like a \nsecond disc with remixes or music videos, or even her California Dreams \nTour "
  },
  {
     text:"A great lady & Katy Perry knows how to sing with feelings & emotions. I would recommend this to my friends and family plus people I know. From \nliamjohngrant ( Lee ) . "
  },
  {
     text:"Wahaj What a great. Song. I will die if I don't listen to them. LOL "
  },
  {
     text:"Buy it!! This album is awesome it has your heartbreaker songs and your songs that \nyou want to dance to and hello its Katy Perry who wouldn't want this "
  },
  {
     text:"its good music i guesd katy perry so weird "
  },
  {
     text:"Lolita I never get tired of hearing Katy Perry!<3 "
  },
  {
     text:"LOVE→♥♥♥☆☆☆← AMAZING Amazing I love every song snd its worth buying, peace to every Katy Perry \nFan x "
  },
  {
     text:"Omg I love it Katy Perry is my favourite singer and I love her songs even if \nshe didn't have a great voice she would still be my favourite singer I wish \nI could meet her! "
  },
  {
     text:"Perfection Can we please lower the price a tad on this album. A little pricey. "
  },
  {
     text:"Amazing album! Katy Perry is fantastic! Her music is phenomenal! I highly recommend this \nalbum to anyone! She rocks! "
  },
  {
     text:"Who would have Known Katy sung this although second fav song my fav song is roar "
  },
  {
     text:"I still love this... As a Katycat, I absolutely loved that era. Even Peacock, the weirdest song \nyou will ever hear!!! "
  },
  {
     text:"AWSOMEST SINGER EVER I LOVE her music anyone who doesnt like her music is deaf "
  },
  {
     text:"Hush up Katy Perry rocks shut up if u dont like her or her music "
  },
  {
     text:"SHE DESERVES MORE THAN 5 STARS R u brave enough to let.me see ur peacock "
  },
  {
     text:"I love you I love you too kitty kitty poopy shoes courses I would never \nreally happened I would do first my heart is about me that I have school \ndiabetes funny within my heart there's public defender part when I do I \nwill never ever happen and my dad he have a graduation of Katy Perry this \nis really beautiful beauty and gorgeous I love her I am because I am I \ncan't stand you know I am biggest fan Katy Perry me Lexie I read in my life \nmy favorite song I have a song to you is Katy Perry and I love her so much \nand whole life my birthday is August Kent do you know I love her I was so \nmuch for to do that s*** look like "
  },
  {
     text:"Chloe riddle Ovens my jab egos Denver's edict chuck cmx Hugh@ "
  },
  {
     text:"I heart this song! Katy Perry really shows that you can be anything, even if all the doors \nare closed! "
  },
  {
     text:"WIDE AWAKE! Love wide awake! Don't love the others :( "
  },
  {
     text:"Let it go I love let it go it just is so nice and I feel like I just want to get up \nand dance. Also it just is so sad but not in a bad way it just reminds me \nof stuff which is nice. Great work James !!!!!. Such a lovely song. "
  },
  {
     text:"Let it go & Hold back the river Excellent "
  },
  {
     text:"Love this music!!!! He's a great singer and musician, love his songs, can't wait for an album \n;-) "
  },
  {
     text:"Hold back the river Absolutely love the song "
  },
  {
     text:"Need the Sun to break is my fav!! amazing voice of an incredible person ☺ "
  },
  {
     text:"Finally an album worth buying. Proper artist, proper music. Will be going in the CD slot of my car. "
  },
  {
     text:"Chaios and the Calm James Bay,writes songs that have such beautiful meaning,I can relate to \nall his songs , so soulful "
  },
  {
     text:"Love is More complex then the lyrics but its bretter close "
  },
  {
     text:"Chaos and the calm James bay true talent tantalisingly beautiful "
  },
  {
     text:"Best album eva! Just listened to your album and its soooooo good! "
  },
  {
     text:"Let it go James bay "
  },
  {
     text:"James Bay Love the song HOLD BACK THE RIVER "
  },
  {
     text:"The best This is What love and dreams would sound like "
  },
  {
     text:"Love it Hold back the river is fave "
  },
  {
     text:"Perfect Pace, rhythm,instrument. Exactly what you need to hear, nothing less, \nnothing more. "
  },
  {
     text:"Just brilliant Brilliant music, beautiful voice. 5+++:) "
  },
  {
     text:"Iet it go Koda "
  },
  {
     text:"James Bay Absolutely love this artist. "
  },
  {
     text:"Breath taking Such an amazing artists "
  },
  {
     text:"Google Music "
  },
  {
     text:"scars racks "
  },
  {
     text:"New fan Love the album★ "
  },
  {
     text:"This is the art of perfection. "
  },
  {
     text:"So love james bay ♡♡ "
  },
  {
     text:"So good! "
  },
  {
     text:"Its a top song "
  },
  {
     text:"Love his album "
  },
  {
     text:"Kbb The best "
  },
  {
     text:"A++++ A++++ "
  },
  {
     text:"Awesome Album "
  },
  {
     text:"Real talent "
  },
  {
     text:"Thrive CASTING CROWNS Loved this album great lyrics and great beat with it too!! Modern worship \nis what are churches are lacking!! Treat yourself purchase today you won't \nregret it!! Happy Christmas TO ARE SAVIOUR AND KING!! May God continue to \nbless you casting CROWNS as you are awesome in music and lyrics! Your album \nCasting Crowns speaks to me especially the one about a flower dying it is \nan awesome song keep it up! Love in Christ Some glorious day we will meet!! "
  },
  {
     text:"Broken together Best song ever!!!! We all feel this way sometime in our life! I also think \nof my adult children and the struggles they have had at different times. \nThis song makes me cry because I know we just have to give our trials and \ntribulations over to the Lord. He will heal us, we just have to pray! "
  },
  {
     text:"This album packs a Spiritual punch! Casting Crowns has always answered Christ commission to \"feed my Sheep\" \nbut 2014's Thrive takes their musical pastoral ministry to new pastures \nwith songs that cut to the quick yet speak Truth in love. \"Waiting on the \nNight to Fall\" is a musical ballad unlike any I've heard thus far. The song \ngently rebukes us for relegating God's scarlet letter to nothing more than \na dusty Tome on a shelf. This album is worth picking up and listening to \nintently. "
  },
  {
     text:"Wonderful cd Have a little for everyone But this album is amazing. I have been going \ngreat through a rough spot and broken together just brings tears to my eyes \nand makes me know that I'm not the only one that has walked this road. \nThank you Casting Crowns "
  },
  {
     text:"Great encouragements from Biblical texts Using the Bible as a foundation, Casting Crowns have once again put \ntogether an album with the wonderful gifts God has given them that is \ntruthful, down-to-earth, and that brings the Gospel to life. Their songs \nare lyrically deep and real, and their music moves you to feel the true \nimpact that your faith has on your life on this earth. I highly recommend \nthis album for anyone, especially if you have been through suffering or \nfelt confused by the things that happen in this world. "
  },
  {
     text:"Broken Together Will always love Casting Crowns. Praying for Mark as he goes through his \nsurgery. I heard Broken Together for the first time the day after I had a \nbad break up. God really healed my heart. Bless them Lord like they bless \nus. "
  },
  {
     text:"Thrive By Casting Crowns is one of the best ever! \"Just be held\" helps me get \nthrough a day of rushing and craziness and reminds me I'm not alone in this \njourney, I can't do it all, sometimes I need to \"just be held\" and let God \ndo the rest! "
  },
  {
     text:"Broken together The lyrics of this song grabbed ahold of my heart when I realized that \nwith God's help, my husband and I can be: \"broken\" & \"together\"!! I'm \nsending my gratitude to Casting Crowns for these beautiful lyrics...and to \nGod be the Glory that He can keep us \"together\" despite our \"brokenness\" 1 \nThess. 2:16 "
  },
  {
     text:"Amazing! I have everyday struggles and this album really speaks to me. Actually as \nI was just thinking about how today was horrible \"Just Be Held\" came on. Im \nin awe of my incredible God. Great Album! Keep up the good work! "
  },
  {
     text:"Follow me- Casting Crowns This song truely speaks of me, I have never felt loved, Because my mother \nnever wanted me and made no bones about it. This song revealed what that \n\"Little Girl inside me has always wanted to say, God has given me hope when \nI could not any, and follow me allowed that Little speak for the first time \n! Thank-you, from that little girl!! "
  },
  {
     text:"Stop holdin' on... And \"Just Be Held\"! I'm going through a tough, bad breakup. This song came \non while I was crying the other day. Jesus, thank You for bringing me back \ninto the light! I need to stop holdin' on to what's become toxic in my \nlife, and just let You hold me. In Jesus name! <3 "
  },
  {
     text:"Broken Together Some songs just draw out the deep quiet voice inside us that whispers how \nmuch we are broken, but there's hope in God's redemption in Yeshua/Jesus \nthe Christ. This is one of those songs... "
  },
  {
     text:"Praise God It strengthens me and many others to be reminded that we are not alone. \nThese singers and all their fans are standing alongside us, standing strong \nand praising our Lord Jesus through the storm of this world. This album is \namazing and faith-strengthening and just great to listen to. For all who \nread this you are not alone, we are standing next to you reminding you that \nno matter what is thrown at you, God is good. Remember, we are not alone, \nwe have each other and even more, we have God. Praise God! "
  },
  {
     text:"ive always liked chriatian music. especially casting crowns.....this album i actually had \nto sit down to listen to it. it made me think of alot of different things \nand actually brought me to my knees to pray. i enjoyed this album. "
  },
  {
     text:"Inspiring. Helped me push through a very rough season. God can do all things and this \nalbum is a great way to be reminded of our Lord's power and love He has for \nus. "
  },
  {
     text:"Disappointed!! All their music now sounds the same...both the lyrics and music. Their \nfirst album is still the best. "
  },
  {
     text:"Wow What An Album Iv'e allways liked casting crowns a song here and there but this album in \na whole is pretty awesome. Just the fact that every song is biblically \nacurate is enough to make this good but the music and the vocals make it \nGreat... "
  },
  {
     text:"great artist I feel this bad is the best band when it comes to this type of music. They \nhave there way to really feel and hear there music they even help when you \nare stressed or even down. Great job casting crowans keep it :-) "
  },
  {
     text:"This cd Is amazing and this song is my favorite one! In case you guys didn't know \nit's about apostle Paul. "
  },
  {
     text:"Love all their music If you don't feel the Holy Spirit I'm shocked I feel God's presence when I \nlisten to them "
  },
  {
     text:"Thrive is the best song for me. It has helped me to remember that with \nChristmas I'm not just living but thriving! "
  },
  {
     text:"Broken together I really like this song...i feel like I am able to relate...and at the \nsame time wanting the same from who ever comes into my life... "
  },
  {
     text:"Whew its awesome! I love almost all of their songs, and this new album is just as amazing as \ntheir old ones! It's uplifting, but still not too perky.. Get it! "
  },
  {
     text:"Broken Together Profoundly deep and a song I think many of us can relate to! "
  },
  {
     text:"Broken together Most amazing song. Thank you for taking the time to make such a genuine \nsong. "
  },
  {
     text:"Thrive. . I love this album. . It truly speaks to my heart. I listen to it all day \nover and over again. Its uplifting beautiful words can't explain . The Lord \nhas truly blessed this band with the holy spirit thru music. "
  },
  {
     text:"Broken together Such a touching song.. speaks to my soul love this album "
  },
  {
     text:"Just be held got me through the loss of my mother. I was sure my world was \nfalling apart and the lyrics were like they were written for me. "
  },
  {
     text:"My sad song My sad song is broken together because he is really right like he says\"The \nonly way will last forever is broken together\"So sad "
  },
  {
     text:"Amazing Every song on this album connects with me. It is yet another example of \nGod using Casting Crowns music to spread His message and Love to this \nworld. The fruit that comes from this group is felt and seen in every song. "
  },
  {
     text:"Love it.! Songs Speck So Loud AND clear♡ "
  },
  {
     text:"Broken Together Perfect for troubled marriages. "
  },
  {
     text:"Awesome album I've been waiting for this release and I wasn't disappointed. Great job \nguys. God bless "
  },
  {
     text:"I love casting crowns songs they hit the spot to nourish my soul and I have \na great and blessed day. And I would recommend people to listen to them \nthere great Amen! "
  },
  {
     text:"I love this song so much Well I didn't know that was the title but I love it, it's so good and the \nlyrics and so... I don't even know how to describe it but it's got a good \nmessage "
  },
  {
     text:"Broken together This song spoke to me so much. I've always felt broken. "
  },
  {
     text:"One day every knee will bow in heaven earth n beneath the earth;acknowledge \nJESUS is LORD.HIS people will cast our crown at HIS feet;too bad it isn't \npast tense. "
  },
  {
     text:"Stand up for Jesus and god everyone these people are bringing me closer to \nhim "
  },
  {
     text:"Powerful Truth... Great straight ahead powerful Truth in love...I especially like \nBrokenTogether... "
  },
  {
     text:"My favorite speaks to me band Christian hope filling songs "
  },
  {
     text:"Triciapv226 All about That Bass is the jam! Size acceptance, self esteem, self \nacceptance, and pride are all trumpeted in that song. Teaching kids of all \nsizes, colors and types that if someone doesn't accept you for you, \"than \ngo ahead and move along\" is a strong message. The second and third songs \nare ok. Close your eyes could be a hit. "
  },
  {
     text:"Love Meghan trainor Meghan Trainor incorporates everything I love in these songs, especially \nin the staticy beginning of her song Dear Future Husband. I personally rate \nthe songs. 1. Dear Future Husband 2. Title 3. All About That Bass (and) 4. \nClose Your Eyes (being at the bottom because I haven't heard it yet) "
  },
  {
     text:"Amazing! As a woman who needs special attention to feel good, I was always afraid \nof looking inside myself and finding absolutely nothing. But thanks to \nthese great songs, I know that all my problems are actually my boyfriends \nfault! Everyone is obligated to love me and tell me I'm pretty, regardless \nof the fact that I am slowly killing my wonderfully healthy 300kg body. I \nam perfect. Thanks Meghan! "
  },
  {
     text:"Hypocritical lyrics All about that bass talks about loving your body no matter what then goes \non the shame people who are thin. then says men like booty which goes to \nsay you need a mans validation . Its horrible. Contradicting. Gross. Its \nfree and im not downloading it "
  },
  {
     text:"Such a \"catchy\" little album!! From what I hear just by listening to these few previews, this girl has \ngot it all! She's definitely not afraid of rejection & could care less who \nlikes her & who doesnt...with that being said, I am a fan! She has an \noldies vibe to her, but her lyrics are definitely in this time & era! You \nshould definitely 'feel' her music & get in her \"groove\"! Really like her & \nher style.Very different! Hoping that there is more of her & much more of \nher unique talent! Come on with this album...can't wait to hear more!!! "
  },
  {
     text:"Hated it! My daughter won't stop Singing \"All about the base\". Wish I would have \nkept the receipt, (for my daughter... I never bought the album). "
  },
  {
     text:"Truly love theses songs! She is so inspirational and has a beautiful voice. I love how her songs \nremind me of the 1950's. I play all about that bass when ever my cousin \ntells me shes fat and it always puts a smile on her face. "
  },
  {
     text:"Fit the Mold, I suppose Overall, very bland and unimaginative. Unsigned bands have more talent \nlyrically and instrumentally, and its sad to hear this as popular instead. \nFurthermore, this woman is doing nothing but sending bad messages. \nConforming to patriarchal stereotypes does not make for a good life lesson. \nNor does hating on someone for being skinny (or fat). Why not just accept \npeople and listen to good music? TL'DR: Sad I can't give zero stars. "
  },
  {
     text:"More like 10 stars Meghan Trainor is so inspiring. Quote for All About That Base; she is so \nright girls are so mean to themselves and mainly about how that look. Every \none is pretty, kind and should be loved♥♥♪♪♥♥ "
  }]